-- ----------------------------------------
-- EyouCms MySQL Data Transfer 
-- 
-- Server         : 127.0.0.1_3306
-- Server Version : 5.7.26
-- Host           : 127.0.0.1:3306
-- Database       : 212root21
-- 
-- Part : #1
-- Version : #v1.4.1
-- Date : 2019-11-13 11:10:23
-- -----------------------------------------

SET FOREIGN_KEY_CHECKS = 0;


-- -----------------------------
-- Table structure for `ey_ad`
-- -----------------------------
DROP TABLE IF EXISTS `ey_ad`;
CREATE TABLE `ey_ad` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '广告id',
  `pid` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '广告位置ID',
  `media_type` tinyint(1) DEFAULT '0' COMMENT '广告类型',
  `title` varchar(60) DEFAULT '' COMMENT '广告名称',
  `links` varchar(255) DEFAULT '' COMMENT '广告链接',
  `litpic` varchar(255) DEFAULT '' COMMENT '图片地址',
  `start_time` int(11) DEFAULT '0' COMMENT '投放时间',
  `end_time` int(11) DEFAULT '0' COMMENT '结束时间',
  `intro` text COMMENT '描述',
  `link_man` varchar(60) DEFAULT '' COMMENT '添加人',
  `link_email` varchar(60) DEFAULT '' COMMENT '添加人邮箱',
  `link_phone` varchar(60) DEFAULT '' COMMENT '添加人联系电话',
  `click` int(11) DEFAULT '0' COMMENT '点击量',
  `bgcolor` varchar(30) DEFAULT '' COMMENT '背景颜色',
  `status` tinyint(1) unsigned DEFAULT '1' COMMENT '1=显示，0=屏蔽',
  `sort_order` int(11) DEFAULT '0' COMMENT '排序',
  `target` varchar(50) DEFAULT '' COMMENT '是否开启浏览器新窗口',
  `admin_id` int(10) DEFAULT '0' COMMENT '管理员ID',
  `is_del` tinyint(1) DEFAULT '0' COMMENT '伪删除，1=是，0=否',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '多语言',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  KEY `position_id` (`pid`) USING BTREE,
  KEY `status` (`status`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8 COMMENT='广告表';

-- -----------------------------
-- Records of `ey_ad`
-- -----------------------------
INSERT INTO `ey_ad` VALUES ('1', '1', '1', '幻灯一', '', '/uploads/allimg/20190314/04706c2e09e3d1cd6b2c91ad27d4f868.jpg', '0', '0', '', '', '', '', '0', '', '1', '100', '1', '1', '0', 'cn', '1552560003', '1552560003');
INSERT INTO `ey_ad` VALUES ('2', '1', '1', '幻灯二', '', '/uploads/allimg/20190314/7cf7ae14489fbdaebfb288c6f32fcf4b.jpg', '0', '0', '', '', '', '', '0', '', '1', '100', '1', '1', '0', 'cn', '1552560023', '1552560023');
INSERT INTO `ey_ad` VALUES ('3', '1', '1', '幻灯三', '', '/uploads/allimg/20190314/26f993b06b9922fdd99bfdd441c99f5b.jpg', '0', '0', '', '', '', '', '0', '', '1', '100', '1', '1', '0', 'cn', '1552560037', '1552560037');
INSERT INTO `ey_ad` VALUES ('4', '2', '1', '首页右侧广告', ' https://www.baidu.com/', '/uploads/allimg/20190315/c850592996ae01ea5970e40250bcee58.png', '0', '0', '', '', '', '', '0', '', '1', '100', '1', '1', '0', 'cn', '1552612965', '1552612965');
INSERT INTO `ey_ad` VALUES ('5', '3', '1', '广告链接', ' https://www.baidu.com/', '', '0', '0', '', '', '', '', '0', '', '1', '100', '1', '1', '0', 'cn', '1552622532', '1552622532');
INSERT INTO `ey_ad` VALUES ('6', '3', '1', '广告链接二', ' https://www.baidu.com/', '', '0', '0', '', '', '', '', '0', '', '1', '100', '1', '1', '0', 'cn', '1552622555', '1552622555');
INSERT INTO `ey_ad` VALUES ('7', '3', '1', '广告链接三', ' https://www.baidu.com/', '', '0', '0', '', '', '', '', '0', '', '1', '100', '1', '1', '0', 'cn', '1552622578', '1552622578');

-- -----------------------------
-- Table structure for `ey_ad_position`
-- -----------------------------
DROP TABLE IF EXISTS `ey_ad_position`;
CREATE TABLE `ey_ad_position` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(60) NOT NULL DEFAULT '' COMMENT '广告位置名称',
  `width` smallint(5) unsigned NOT NULL DEFAULT '0' COMMENT '广告位宽度',
  `height` smallint(5) unsigned NOT NULL DEFAULT '0' COMMENT '广告位高度',
  `intro` text NOT NULL COMMENT '广告描述',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '0关闭1开启',
  `lang` varchar(50) NOT NULL DEFAULT 'cn' COMMENT '多语言',
  `admin_id` int(10) NOT NULL DEFAULT '0' COMMENT '管理员ID',
  `is_del` tinyint(1) NOT NULL DEFAULT '0' COMMENT '伪删除，1=是，0=否',
  `add_time` int(11) NOT NULL DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) NOT NULL DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='广告位置表';

-- -----------------------------
-- Records of `ey_ad_position`
-- -----------------------------
INSERT INTO `ey_ad_position` VALUES ('1', '首页头部大幻灯', '0', '0', '', '1', 'cn', '1', '0', '1552559771', '1552559771');
INSERT INTO `ey_ad_position` VALUES ('2', '广告图片', '0', '0', '', '1', 'cn', '1', '0', '1552611031', '1552611043');
INSERT INTO `ey_ad_position` VALUES ('3', '广告链接', '0', '0', '', '1', 'cn', '1', '0', '1552622514', '1552622514');

-- -----------------------------
-- Table structure for `ey_admin`
-- -----------------------------
DROP TABLE IF EXISTS `ey_admin`;
CREATE TABLE `ey_admin` (
  `admin_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `user_name` varchar(20) NOT NULL DEFAULT '' COMMENT '用户名',
  `pen_name` varchar(50) DEFAULT '' COMMENT '笔名（发布文章后显示责任编辑的名字）',
  `true_name` varchar(20) DEFAULT '' COMMENT '真实姓名',
  `mobile` varchar(11) DEFAULT '' COMMENT '手机号码',
  `email` varchar(60) DEFAULT '' COMMENT 'email',
  `password` varchar(32) NOT NULL DEFAULT '' COMMENT '密码',
  `head_pic` varchar(255) DEFAULT '' COMMENT '头像',
  `last_login` int(11) DEFAULT '0' COMMENT '最后登录时间',
  `last_ip` varchar(15) DEFAULT '' COMMENT '最后登录ip',
  `login_cnt` int(11) DEFAULT '0' COMMENT '登录次数',
  `session_id` varchar(50) DEFAULT '' COMMENT 'session_id',
  `parent_id` int(10) DEFAULT '0' COMMENT '父管理员ID',
  `role_id` int(10) NOT NULL DEFAULT '-1' COMMENT '角色组ID（-1表示超级管理员）',
  `mark_lang` varchar(50) DEFAULT 'cn' COMMENT '当前语言标识',
  `status` tinyint(1) DEFAULT '1' COMMENT '状态(0=屏蔽，1=正常)',
  `syn_users_id` int(10) DEFAULT '0' COMMENT '同步注册到会员表',
  `add_time` int(11) DEFAULT '0' COMMENT '添加时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`admin_id`),
  KEY `user_name` (`user_name`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='管理员表';

-- -----------------------------
-- Records of `ey_admin`
-- -----------------------------
INSERT INTO `ey_admin` VALUES ('1', 'admin', '', 'admin', '', '', '7959ec68e999edd0380ff0809f76fa42', '', '1573614584', '127.0.0.1', '2', 'a7tp4qkh43rmu4rs34uvv6snc5', '0', '-1', 'cn', '1', '0', '1573614566', '0');

-- -----------------------------
-- Table structure for `ey_admin_log`
-- -----------------------------
DROP TABLE IF EXISTS `ey_admin_log`;
CREATE TABLE `ey_admin_log` (
  `log_id` bigint(16) unsigned NOT NULL AUTO_INCREMENT COMMENT '表id',
  `admin_id` int(10) NOT NULL DEFAULT '-1' COMMENT '管理员id',
  `log_info` text COMMENT '日志描述',
  `log_ip` varchar(30) DEFAULT '' COMMENT 'ip地址',
  `log_url` varchar(255) DEFAULT '' COMMENT 'url',
  `log_time` int(11) DEFAULT '0' COMMENT '日志时间',
  PRIMARY KEY (`log_id`),
  KEY `admin_id` (`admin_id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=172 DEFAULT CHARSET=utf8 COMMENT='管理员操作日志表';

-- -----------------------------
-- Records of `ey_admin_log`
-- -----------------------------
INSERT INTO `ey_admin_log` VALUES ('168', '-1', '自动退出', '127.0.0.1', '/login.php', '1566542638');
INSERT INTO `ey_admin_log` VALUES ('169', '1', '后台登录', '127.0.0.1', '/login.php', '1566542730');
INSERT INTO `ey_admin_log` VALUES ('170', '-1', '自动退出', '127.0.0.1', '/login.php', '1573614573');
INSERT INTO `ey_admin_log` VALUES ('171', '1', '后台登录', '127.0.0.1', '/login.php', '1573614584');

-- -----------------------------
-- Table structure for `ey_archives`
-- -----------------------------
DROP TABLE IF EXISTS `ey_archives`;
CREATE TABLE `ey_archives` (
  `aid` int(10) NOT NULL AUTO_INCREMENT,
  `typeid` int(10) NOT NULL DEFAULT '0' COMMENT '当前栏目',
  `channel` int(10) NOT NULL DEFAULT '0' COMMENT '模型ID',
  `is_b` tinyint(1) DEFAULT '0' COMMENT '加粗',
  `title` varchar(200) DEFAULT '' COMMENT '标题',
  `litpic` varchar(250) DEFAULT '' COMMENT '缩略图',
  `is_head` tinyint(1) DEFAULT '0' COMMENT '头条（0=否，1=是）',
  `is_special` tinyint(1) DEFAULT '0' COMMENT '特荐（0=否，1=是）',
  `is_top` tinyint(1) DEFAULT '0' COMMENT '置顶（0=否，1=是）',
  `is_recom` tinyint(1) DEFAULT '0' COMMENT '推荐（0=否，1=是）',
  `is_jump` tinyint(1) DEFAULT '0' COMMENT '跳转链接（0=否，1=是）',
  `is_litpic` tinyint(1) DEFAULT '0' COMMENT '图片（0=否，1=是）',
  `author` varchar(200) DEFAULT '' COMMENT '作者',
  `click` int(10) DEFAULT '0' COMMENT '浏览量',
  `arcrank` int(10) DEFAULT '0' COMMENT '阅读权限：0=开放浏览，-1=待审核稿件',
  `jumplinks` varchar(200) DEFAULT '' COMMENT '外链跳转',
  `ismake` tinyint(1) DEFAULT '0' COMMENT '是否静态页面（0=动态，1=静态）',
  `seo_title` varchar(200) DEFAULT '' COMMENT 'SEO标题',
  `seo_keywords` varchar(200) DEFAULT '' COMMENT 'SEO关键词',
  `seo_description` text COMMENT 'SEO描述',
  `users_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '会员价',
  `old_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '产品旧价',
  `stock_count` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '商品库存量',
  `stock_show` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '商品库存在产品详情页是否显示，1为显示，0为不显示',
  `prom_type` tinyint(1) unsigned DEFAULT '0' COMMENT '产品类型：0普通产品，1虚拟产品',
  `tempview` varchar(200) DEFAULT '' COMMENT '文档模板文件名',
  `status` tinyint(1) DEFAULT '1' COMMENT '状态(0=屏蔽，1=正常)',
  `sort_order` int(10) DEFAULT '0' COMMENT '排序号',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `admin_id` int(10) DEFAULT '0' COMMENT '管理员ID',
  `users_id` int(10) DEFAULT '0' COMMENT '会员ID',
  `arc_level_id` int(10) DEFAULT '0' COMMENT '文档会员权限ID',
  `is_del` tinyint(1) DEFAULT '0' COMMENT '伪删除，1=是，0=否',
  `del_method` tinyint(1) DEFAULT '0' COMMENT '伪删除状态，1为主动删除，2为跟随上级栏目被动删除',
  `joinaid` int(10) DEFAULT '0' COMMENT '关联文档ID',
  `downcount` int(10) DEFAULT '0' COMMENT '下载次数',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`aid`),
  KEY `aid` (`typeid`,`channel`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=57 DEFAULT CHARSET=utf8 COMMENT='文档主表';

-- -----------------------------
-- Records of `ey_archives`
-- -----------------------------
INSERT INTO `ey_archives` VALUES ('1', '5', '6', '0', '关于', '', '0', '0', '0', '0', '0', '0', '', '0', '0', '', '0', '', '', '', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '0', '0', '0', '0', '0', '0', '0', '1550647796', '0');
INSERT INTO `ey_archives` VALUES ('2', '1', '1', '0', '神奇的水滴摄影，泡泡中的世界', '/uploads/allimg/20190220/618c10a5d50c4dd94312f217960a1695.jpg', '0', '0', '0', '0', '0', '1', 'admin', '104', '0', '', '0', '', '', '自从普及了智能手机以后，越来越多的帅哥萌妹子们喜欢玩自拍，不过，如果你看到摄影师Tom Storm拍摄的泡泡中的世界的话，你就会瞬间觉得对着镜子自拍神马的简直是太弱了。摄影师Tom Storm是一位水滴摄影师，他从2006年开始到世界不同的地方去旅行拍摄，将自己看到的不同特色不同风情的风景放在一个个泡泡中，通过自己的镜头记录下来，再分享给爱风景爱摄影的人们。由于这些水滴泡泡对周围的景物具有反射作用，当那些美丽的景色反射到泡泡上时，Tom Storm就抓住机会，用相机拍摄下来这些精美大气的景象，然后就完成了自己惊艳的泡泡中的世界作品。我们不得不为Tom Storm这种摄影创意而折服，当然，爱好摄影的小伙伴们也自己可以试一试哟！接下来时间就请大家跟随置顶表情小编一起来欣赏这组美轮美奂的泡泡世界摄影作品吧！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550651747', '1550654051');
INSERT INTO `ey_archives` VALUES ('3', '1', '1', '0', '摄影技巧：红外摄影下的绿色变成了雪景', '/uploads/allimg/20190220/466c114e067ee2f91a08a5aef57fe6f9.jpg', '1', '1', '0', '0', '0', '1', 'admin', '241', '0', '', '0', '', '', '你喜欢旅行吗，你喜欢摄影吗？你希望在同一个场景中拍摄出不一样的感觉吗？想不想在盛夏拍出冬天的白色浪漫呢？现在的摄影中有一个神奇的技术效果——红外技术，最初红外技术用于军事导航追踪，现在也用于摄影中。摄影师Christian Kern用他的红外相机把德国通常茂密的自然景观拍摄成一系列雪白的场景。红外相机将任何的天然绿色转化为白色和粉红色，制造出让人惊讶的照片，简直就像出自另一个世界！跟小编一起欣赏这些美景美图吧！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550652517', '1550654069');
INSERT INTO `ey_archives` VALUES ('4', '1', '1', '0', '新型环保自动贩卖机，可为流浪猫狗提供食物', '/uploads/allimg/20190220/ca5a522eb0ea6399cc801f021d7080f7.jpg', '0', '0', '0', '0', '0', '1', 'admin', '208', '0', '', '0', '', '', '小伙伴们估计都注意到这么一个现象，城市里出现越来越多的流浪猫、流浪狗，比如在土耳其的伊斯坦堡就有150000只流浪动物，但是却很少有人愿意为这些流浪猫狗提供食物和一个家。不过，最近在伊斯坦堡的街头出现了一种新型的自动贩卖机，只要你把塑料瓶投入进去，这种贩卖机就会自动出来饲料给这些流浪猫狗。对于保护流浪猫狗的热爱动物的人们来说这真的是一个特别棒的机器。这款机器是由土耳其公司Pugedon发明的，他们承诺不会向政府收取费用，现在已经在土耳其街头、公园等公共场所投放许多这种自动贩卖机，只要有人将可回收的塑料瓶投入进去，那么那些流浪猫狗就会拥有食物和水，这样它们就可以一直生存直到等到有主人认领自己。另外，这种机器还可以倡导人们保护环境，减少街道垃圾。这种机器作用这么棒，如果可以快点儿引入国内，那么一定会得到大家的赞许。', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550652612', '1550654077');
INSERT INTO `ey_archives` VALUES ('5', '1', '1', '0', '这是一个读写障碍的人画出的明星肖像，你有什么感想？', '/uploads/allimg/20190220/5e9724719afd82366103aa68221e12e9.jpg', '0', '0', '0', '0', '0', '1', '', '249', '0', '', '0', '', '', '爱迪生说：天才就是百分之一的灵感加上百分之九十九的汗水。是的，并不是每个人生下来就能成为天才，必须要经过磨练才能真正获得成功。比如马来西亚的艺术家Vince Low就是一个很好的例证。Vince Low是一位插画家，但是他小的时候却是一个具有读写障碍症的孩子，尽管他一直非常努力，可是成绩始终不如意，不能让老师和家长满意，还被其他孩子嘲笑和欺凌，但是没有人真正理解他，了解原因。直到他接触到了音乐与艺术，他发现在面对它们时，他充满热情与激情，于是，他爱上了画画，找到了自己的方向，最终成为了一名创造性的插画家。他将线条与涂鸦结合在一起，摒除那些凌乱，以自由的方式捕捉情感，创造出一幅幅有趣又生动的明星人物肖像画。接下来时间就请小伙伴们跟随置顶表情小编一起来欣赏那些栩栩如生的肖像画吧，也许学艺术的小伙伴们还可以受到一些灵感启发呢！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550652867', '1550654088');
INSERT INTO `ey_archives` VALUES ('6', '1', '1', '0', '《变形金刚4》那些你不知道的制作幕后', '/uploads/allimg/20190220/1beb50598ca04877247b121113e367cc.jpg', '0', '0', '0', '0', '0', '1', 'admin', '115', '0', '', '0', '', '', '芝加哥大战过了4年，变形金刚终于在观众的殷殷期待中绝迹重生了。虽然已经等得有点儿心焦，可是擎天柱、大黄蜂终于还是来了。《变形金刚4：绝迹重生》于6月27日在中国大陆上映，由于上映当天人太多，所以只能过了一天才看到，看过之后，瞬间觉得这场面、这制作真的不愧是好莱坞打造，那么今天置顶表情小编就好好跟小伙伴们唠唠《变4》幕后制作那些事儿吧！《变4》导演迈克尔·贝使用了一台价值为100万美元的4K IMAX 3D摄影机拍摄，这也是首部采用4K IMAX 3D摄影机拍摄的影片，4K IMAX 3D摄影机被安装在了一辆价值5万多美金的保时捷卡宴顶部，拍摄出来的画面清晰异常。不过，在冰岛的戏是用胶片拍摄的。由于这部影片使用的是IMAX 3D，渲染时间将是以前电影每帧IMAX需花费36小时渲染的两倍，速度明显更快了。当然，这个是得益于该格式立体声的性质喽。《变4》新出现了18个机器人，这些都是由工业工业光魔公司制作出来的。先搭建出机器人模型的几何形状需要15周时间，再用15-20周构建机器人的支撑骨骼结构，再然后是喷漆和制作细节化纹理，最后则是需要根据不同拍摄格式、镜头、场景调整机器人。当然，那些熟悉', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550653036', '1550653036');
INSERT INTO `ey_archives` VALUES ('7', '1', '1', '0', '6大世界上至今无解的自然怪象', '/uploads/allimg/20190220/066dbcb70a5c9c089fef7688a43446c6.jpg', '0', '0', '0', '0', '0', '1', 'admin', '168', '0', '', '0', '', '', '虽然现在科学技术发展迅速，但是在自然界中仍然有一些奇怪的现象不能为科学所解释，那么这些神奇的自然现象也就成了未解之谜。下面置顶表情小编为你介绍6个神奇的自然未解之谜！印尼爪哇谷洞爪哇谷洞，是印度尼西亚最为恐怖奇异的山洞。当人、动物从洞口经过，或是离洞口还有6至7米距离，就会被一种强大的吸引力“拖入”谷洞而被吞掉。据当地人说，山洞里白骨已堆积不少，都没法分哪些是人骨哪些是兽骨。到现在为止，没有人能解释清楚爪哇谷洞巨大吸力是怎么回事。现在，印尼政府已把它附近设为禁区，禁止任何人进入。但来自世界各地的科考小组从未间断对它的考察研究。&nbsp;法国比利牛斯山圣泉比利牛斯山脉中的劳狄斯小镇上的岩洞里有一眼清泉，它以神奇的治病功吸引了来自世界各地成千上万的人们，就连现代医学无法治疗的皮肤病患者来此洗疗之后也会很快康复，因此成为闻名全球的神秘“圣泉”。&nbsp;法国石棺泉同样是在比利牛斯山区，在阿尔勒小镇教堂里，存放一口1500多年前的石棺，石棺长约1.93米，用白色的大理石雕刻而成。令人不解的是石棺终年盛满清泉般的水，却没人能解释出石棺中的水从哪里而来。水利专家使用所有的办法都未能使石棺内水源', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550654141', '1550654141');
INSERT INTO `ey_archives` VALUES ('8', '1', '1', '0', '变废为宝：旧书报变成艺术雕塑', '/uploads/allimg/20190220/8bdc51a5bd681d91cf90f7374e0bf855.jpg', '0', '1', '0', '0', '0', '1', 'admin', '116', '0', '', '0', '', '', '从幼儿园到大学，读书这么多年，小伙伴们得到的不仅仅是知识，更多的还有旧书。不过，估计小伙伴们一部分的旧书都如小编的一样去见佛祖了，因为觉得那些书都没用了，另外一部分觉得还会有点儿用的旧书在书柜里睡觉呢。也许那些旧书对于我们普通人来说是没有什么作用，放在书柜里又占地方，但是，这些旧书对于一些艺术家来说可是很有用的，可以作为创作素材的。雕塑艺术家Nick Georgiou就从旧书上找到了创作灵感，他将旧书以及废旧报纸按照不同颜色不同序列排列起来，创作出一幅幅人物雕塑和一些花朵雕塑，这些人物雕塑形神兼备，花朵雕塑漂亮美丽，都充满了艺术美感。当然最棒的还是艺术家们这种变废为宝的创新精神。由此看来，就算是废旧物品也还是有其用武之地，有兴趣的小伙伴们也可以试着创新一些东西哟！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550654310', '1550717226');
INSERT INTO `ey_archives` VALUES ('9', '1', '1', '0', '10大中国最好玩的过山车', '/uploads/ueditor/20190221/5c6dfae22a134.png', '0', '0', '0', '0', '0', '1', 'admin', '161', '0', '', '0', '', '', '现在各地的游乐园越来越多，不过这些游乐园不再只是孩子们的乐园了，里面也开设越来越多成人的项目，比如跳楼机、过山车、云霄飞车、海盗船等等，这些惊险刺激的项目只能是成人才可以玩的。由于现在年轻人最喜欢玩心跳，所以这些高度刺激的项目成了他们的最爱。那么，今天置顶表情小编就给大家盘点一下中国比较好玩的过山车，有兴趣又有胆量的小伙伴们可以找机会去尝试哟！绝顶雄风位于上海欢乐谷，于2009年8月16日开放，全长为969米，高度为65米，最高时速为115km/h,是中国最高的过山车，同时也是世界上最高的垂直下坠过山车，最具特色的是它会以时速115km完成一个Immelmann翻转，你会瞬间进入失重状态，如漂浮在宇宙中一样。 谷木游龙又名火球，位于上海欢乐谷，开放于2009年8月16日，长度1200米，高度33米，速度为90km/h,采用了世界上最古老的过山车形式：木质过山车，其主材是美国南方松木，它是中国第一架木质过山车，沿着湖边建造的，蜿蜒曲折，犹如巨龙。它是园里人气最高的节目。 垂直过山车位于广州长隆欢乐世界，开放于2008年1月21日，高度60米，长度981米，时速112k', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550711511', '1550711586');
INSERT INTO `ey_archives` VALUES ('10', '1', '1', '0', '老外大叔25年每天吃披萨，吃喜爱的食物死亡也很幸福', '/uploads/ueditor/20190221/5c6dfb9f449be.png', '0', '0', '0', '0', '0', '1', 'admin', '219', '0', '', '0', '', '', '小编我一直都认为披萨是不健康的食品，所以都很少吃。没想到国外的一位大叔Dan Janssen却吃了整整25年披萨，尽管患有糖尿病，但丝毫不影响他每天吃披萨。Janssen虽然是一个素食主义者，但他讨厌吃蔬菜，所以平时都吃芝士披萨，每天至少要吃上一餐。有些Janssen身边的人们担心他的这种饮食会导致其死亡，希望他能改变饮食习惯，但他对这种不健康的饮食丝毫不担心，觉得人终有一死，吃着自己喜爱的食物死亡也是很幸福的。除了内分泌医生之外，其他医生都说他很健康，可以继续做他正在做的事情。看来披萨饮食并不影响他的糖尿病。他的未婚妻Madeline很担心他的健康，经常鼓励他吃别的东西，甚至会把蔬菜放在披萨里，企图改变Janssen的不健康饮食。', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550711682', '1550711682');
INSERT INTO `ey_archives` VALUES ('11', '1', '1', '0', '超现实画作：比相机拍摄更真实的纽约地铁', '/uploads/ueditor/20190221/5c6dfbd4bb205.png', '0', '0', '0', '1', '0', '1', 'admin', '254', '0', '', '0', '', '', '一直认为只有摄影机、照相机才能真实记录下每一个场景，其实不然。看过日本艺术家Hisaya Taira的画作后，你再也不会这么认为。因为在她的画笔下产生的场景，完全可以与照相机、摄像机等镜头记录的真实场景相媲美，比如下面的一组关于地铁的画作，你就会发现真的可以说是与现实中的地铁如出一辙。Hisaya Taira第一次到纽约时，发现这里的地铁是空荡荡的，与以前见到的人潮汹涌的地铁完全不一样，瞬间觉得太不可思议了，当即就决定用自己的画笔将这种场景记录下来，于是就创作出了这一组超现实纽约地下铁画作。现在就请小伙伴们跟随置顶表情小编一起来欣赏这组作品吧，再次强调，这真的不是照片哟！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550711732', '1550711732');
INSERT INTO `ey_archives` VALUES ('12', '1', '1', '0', '闪耀的沙雕作品，转瞬即逝却仍然经典', '/uploads/ueditor/20190221/5c6dfc19f3f69.png', '0', '0', '0', '0', '0', '1', 'admin', '207', '0', '', '0', '', '', '在海边长大的孩子，童年记忆最难忘的一定是沙滩，因为热爱科幻片的孩子们，曾经一定把沙子堆成城堡、怪兽等等样子。不过，对于小时候的我们来说，那些用沙子堆出来的东西虽然带给我们无限欢乐，可是那些算不上艺术品，终被潮水带走了。但是，对于保罗·赫格德和他的妻子雷姆来说却不一样，他们将沙雕创作当成自己喜欢的事业来做。保罗和雷姆是英国环球旅行者，对于沙雕创作具有非常浓厚的兴趣。他们一边行走一边选择合适的沙子，再考虑到阳光照射、颜色美观以及风雨侵蚀等自然因素，最终创作出自己的沙雕作品：蜿蜒盘旋的青龙，可爱的猎豹，睡梦初醒的小狮子，还有雄伟的大象，等等，这些雕塑都是伟大而耀眼的。不过，由于这些雕塑规模都比较大，即使是比较简单的也得花上半个月以上的时间，而且不能有一个哪怕是小小的失误，否则就前功尽弃了。虽然，这些闪耀的沙雕作品不像其他艺术品能保持很久，但是我们仍为它们的宏伟壮观而惊叹，它们仍然是经典的。', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550711802', '1550711802');
INSERT INTO `ey_archives` VALUES ('13', '1', '1', '0', '街头捐赠商店，保护受助人尊严', '/uploads/ueditor/20190221/5c6dfc53a7c9d.png', '0', '0', '0', '0', '0', '1', 'admin', '238', '0', '', '0', '', '', '乐于助人一直是中华传统的一项美德，现在社会中各种志愿者协会也是层出不穷，就如曾经小编也是青年志愿者协会的一员呢，只不过有时你的本意是为了帮助别人，但是结果别人不一定愿意接受帮助，这是为什么呢？后来渐渐明白，是方式不对，每个人都有自己的尊严，即使是接受帮助时，也希望能维持自尊。Max Pazar和Kayli Levitan于今年1月共同创办了The Street Store，他们在街头摆一些纸板，放一些衣物，供给那些无家可归的人。这项活动最早是从南非的开普敦开始，现在从巴西到比利时，很多地方都可以见到他们的身影。由于这些东西并不是打包好的直接赠予，而是人们有自己选择的权利，这让那些接受帮助的人觉得得到了尊重，保持了自尊，因此这种方式大大提高了助人的成功率。小伙伴们是不是也觉得这种助人方式很棒呢？如果你也想行动起来，可以到The Street Store官方网站上直接下载打印那些摆放东西带有标志的纸板哟！这种不浪费又能很好帮助人的街头捐赠商店应该提倡，希望中国也快点儿出现！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550711842', '1550711842');
INSERT INTO `ey_archives` VALUES ('14', '1', '1', '0', '用塑料瓶DIY一艘船，并航行500英里', '/uploads/ueditor/20190221/5c6dfd0903987.png', '0', '0', '0', '0', '0', '1', 'admin', '187', '0', '', '0', '', '', '塑料瓶对于我们来说只能是垃圾，可是对于有些人来说，它们不仅不是垃圾，更是功臣。就像之前的一篇关于塑料瓶的文章，完美实现了二次利用。&nbsp;Jan是一个22岁的学生，Jakub是一个21岁的机械师助教，由于发现面对日益加重的环境污染问题，人们仍然缺乏应有的关注，仍然没有很强的保护环境的意识，为了倡导人们保护环境，减少污染，他们决定用废旧塑料瓶制造一艘船，一边航行，一边倡导重视环境。&nbsp;Jan和Jakub收集到了50000个塑料瓶，开始造船。在朋友们的帮助下，他们先制造了一个结实的木架和一个舵钢铁螺旋桨，然后还用一些骑行车的零件制作出了几个座椅，为保持浮力，他们将塑料瓶中充满干冰，最后将这些塑料瓶按照一定顺序填充船木架，那么一艘塑料瓶船就建好了。他们设计了航行路线，于7月12号已经开始在欧洲中部的易北河起航，并且最终完成500英里的航行。用自己的努力做有意义的事儿，这些年轻人真的很令人佩服。当然，他们这种身体力行的环保方式相信也会令不少人提高环保意识。', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712001', '1550712001');
INSERT INTO `ey_archives` VALUES ('15', '1', '1', '0', '印度一岛民坚持种树35年，将550公顷荒岛变森林', '/uploads/ueditor/20190221/5c6dfd331b768.png', '0', '0', '0', '0', '0', '1', 'admin', '147', '0', '', '0', '', '', '在印度东北部，有一个名叫Majuli的岛，自从1900年以来，由于气候变化影响导致Majuli岛的土地质量变坏，季风导致其优质土壤大量流失，慢慢变成了贫瘠的荒地，由此岛上的野生动物也在慢慢消失。为了保护土地以及岛上的野生动物，一位名叫Jadav Payeng 16岁的岛民，决定在岛上植树，来保护Majuli岛。从1979年Payeng种下了第一棵树开始，就一直坚持植树。现在他已经坚持植树35年，把以前贫瘠的Majuli岛变成郁郁葱葱的森林，这里也成了濒危野生动物的家园。现在岛上森林面积已经达到550公顷，已经超过中央公园的面积了。虽然植树变得越来越容易，因为森林会为他提供种子，但是维护这块森林却越来越困难，因为有些土地被作为收获播种的土地和动物的栖息地。不过即使有困难，但是Payeng说：“我将继续，直到我最后一口气”。是的，Payeng能坚持一件事儿35年，确实让人佩服，但是更倡导我们要保护环境。', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712086', '1550712086');
INSERT INTO `ey_archives` VALUES ('16', '1', '1', '0', '有人竟愿意花钱请人来痛扁自己', '/uploads/ueditor/20190221/5c6dfd786c5b7.png', '0', '0', '0', '0', '0', '1', 'admin', '289', '0', '', '0', '', '', '在电影里或者电视剧中有看过为了挣钱去让别人痛揍自己的场景，不过在外国真的出现了这样的事情，只不过角色是反过来的，雇主自己出钱雇佣别人来痛揍自己。估计小伙伴们会认为这人绝对是脑袋抽了，这不是花钱找罪受么。即使你觉得这件事情多么不可思议，但它还是真实发生了。Amazon Amanda是一个长得比一般人要高大许多的女孩，当然她也找到了一个不同于一般女孩的生存方式。她建立了一个网站，在上面发布了一些她可以提供的工作内容：攻击对方，挤压对方，压坐对方等等。如果你认为不会有人花钱来享受这种服务的话你就错了，瞧，下面图片中的男士就是她的来自新泽西的顾客Sergio Miranda。也许Sergio Miranda就是为了来感受一下这种新奇的事情，也或许是为了减少一些压力，不论原因如何，他确实花钱请人来痛扁自己了。那么，看完了这些，你愿意花钱买这种受虐的服务么？', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712131', '1550712131');
INSERT INTO `ey_archives` VALUES ('17', '1', '1', '0', '25个世界上最迷人的城堡', '/uploads/ueditor/20190221/5c6dfd9ad125b.png', '0', '0', '0', '1', '0', '1', 'admin', '107', '0', '', '0', '', '', '城堡，在我心中的印象，就像童话故事里出现的美丽而庄严，好多漂亮的公主们居住在里面。由于对城堡的好奇，就翻阅了好多资料，了解了一些现实中存在的城堡，感兴趣的你也可以来了解一下哦!城堡兴建的鼎盛时期于公元1066-1400年，是欧洲中世纪的产物。当时的欧洲贵族为争夺土地、粮食、人口等而不断的爆发战争，密集的战争导致贵族们修建越来越大，越来越多的城堡，来保卫自己的领土。毋庸置疑的是，修建这些城堡的建筑师们堪称天才。德国利希滕斯坦城堡风景如画的利希滕斯坦城堡位于峭壁俯瞰壮丽的施瓦本山西北埃哈茨河谷的陡壁上。这座城堡是中世界后期最强壮的城堡之一，它抵挡了所有敌人的进攻，但随着时间的变迁它逐渐丧失了其战略地位。这个有悠久历史的城堡，已经被破坏两次，但值得庆幸的是，每一次破坏后都被重建。&nbsp;意大利罗马圣天使城堡这座庄严的城堡建于公元139年，最初是罗马皇帝哈德良为自己和后代所见的陵墓。几个世纪过去了，圣天使堡也经历了一些变化，曾作为战争要塞，后最为监狱，最后改成一座华丽的罗马教皇宫殿，现为国家图书馆。站在城堡最高处的平台上可以欣赏整个罗马城的壮丽景色。&nbsp;瑞士西庸城堡瑞士西庸城堡，因', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712199', '1550712199');
INSERT INTO `ey_archives` VALUES ('18', '1', '1', '0', '研究表明：大麻可能有效治疗癌症', '/uploads/ueditor/20190221/5c6dfdc4391ff.png', '0', '0', '0', '0', '0', '1', 'admin', '161', '0', '', '0', '', '', '一说到大麻（Marinol），估计大家都深恶痛绝，因为毒品给太多家庭带来悲剧，带来太多犯罪，毁了那么多人的一生，所以各个国家也严厉打击。但是，有研究表明大麻可能可以有效地治疗癌症。哈佛大学进行了一项研究，研究人员用老鼠做实验，测试了化学THC（四氢大麻酚），在医疗上，Marinol可以替代THC。第一组实验表明，THC实际上受体激活自然产生复合抵抗肺癌，研究者建议对这些受体进行THC激活或其他的代理激活，可能产生有针对性的方式治疗肺癌。而在医学上，Marinol一直用作癌症患者食欲兴奋剂以及其他类似的治疗,有些研究已经表明，THC可能有抗肿瘤活性。英国最近完成了唯一一个临床试验测试THC治疗对肿瘤生长的作用的研究，在三周内，研究人员将标准剂量的THC注入老鼠与人类肺癌细胞中,将动物与人类细胞进行比照，最终发现肿瘤在大小和重量方面减少50%，肺部的癌症病变约减少60%。由此看来，并不是所有有害的东西都一无是处，如果用对了地方也可以是良药。', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712231', '1550712231');
INSERT INTO `ey_archives` VALUES ('19', '1', '1', '0', '游泳学校教会你如何成为一个美人鱼', '/uploads/ueditor/20190221/5c6dfde8004d7.png', '1', '0', '0', '0', '0', '1', 'admin', '110', '0', '', '0', '', '', '炎热的夏天来临，降暑防暑是我们最为关心的话题，对于很多人来说，游泳一定是夏天最为喜欢的运动项目之一，也是防暑的好方法。说到游泳，游泳也有它的艺术性，在菲律宾的一所学校，就会教你艺术的“美人鱼游”。菲律宾美人鱼游学院是世界上首次提供课程和课时在“美人鱼游”上。学院成立于2012年,由Anamie Saenz和Normeth Preglo创建，他们都希望开始新的健身热潮。美人鱼游的概念非常简单:穿美人鱼的尾巴游泳，学习如何使用腹部肌肉来推动自己如美人鱼般优雅地前行。当然不是在一个实际的学校环境中上课，而是在长滩岛的白色海滩、在河流或者湖泊中训练。你能学到如何没有阻碍的在海洋中游泳，如何穿着、使用你的美人鱼尾巴，还有美人鱼潜水课。如果你认为这所学校是孩子与迪斯尼的粉丝，那就错了，各个年龄阶层及不同性别的人都会来学院学习美人鱼游泳。40美元两个小时介绍性课程教会你如何使用美人鱼的尾巴和一张让你无比自豪经历的照片。如果你梦想游泳游的像美人鱼那样优美，那你绝对应该马上订票去菲律宾!', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712271', '1550716480');
INSERT INTO `ey_archives` VALUES ('20', '1', '1', '0', '花50美元在垃圾桶中吃饭，为倡导人们不要浪费食物', '/uploads/ueditor/20190221/5c6dfe57d82f7.png', '0', '0', '0', '0', '0', '1', 'admin', '215', '0', '', '0', '', '', '随着物质越来越丰富，社会中浪费的现象也越来越严重了，有些食物明明还是可以食用的，却由于不喜欢或者食物外表不再美观而被丢弃，还有些人点餐过多却不愿意打包，这些都造成极大浪费。事实上，全球每天有10亿人在挨饿，而在中国有十分之一的人们也在挨饿，如果每个人不再浪费食物都有节约意识的话，相信挨饿的人数会减少很多。为了倡导人们不再随意丢弃、浪费食物，约翰?特鲁哈福特决定在布鲁克林创建一个独特的食物俱乐部，参加这个独家俱乐部的人们将有机会花费50美元获得关于食物与垃圾桶残渣的六次课程，并且可以在一个可以容纳20人的即将拆迁的垃圾桶内用餐。当然，为了展示那些一般人所谓的“不可用”的食物其实还是可以食用的，俱乐部的厨师会使用过熟的蔬菜和水果，比如熟透的香蕉或者有点儿瑕疵的杏子，烹饪出美食研究所创建出的素食。也许，你会认为花费50美元去食用这些餐点有点浪费，但是，这些餐费将全部捐给那些非营利性质的烹饪队。这个独特的美食俱乐部将在8月份举行，并且这个项目研究将会成为约翰?特鲁哈福特硕士论文的一部分。是的，如果每个人都能将食物的最大潜力发挥出来，应该就会减少很多不必要的浪费。', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712377', '1550712377');
INSERT INTO `ey_archives` VALUES ('21', '1', '1', '1', '神奇的魔法木制酒店，童话森林里的城堡', '/uploads/ueditor/20190221/5c6dfe7a33f16.png', '0', '0', '0', '0', '0', '1', 'admin', '259', '0', '', '0', '', '', '童话故事我们小时候都读过不少，最向往故事里面那些森林里神奇的城堡，想象着自己有一天如果能住进城堡中该是多么美妙的事情。虽然现实中木有真正的森林城堡，不过会有迎合人们兴趣爱好的开发商瞅准商机，仿照建筑一些如城堡的酒店，比如，最近在智利就出现了一座这样的酒店。这座酒店完全是木质结构，就像是一座魔法小屋，高耸于森林里如巨大的霍比特人。酒店所处的森林是一片丰富的自然遗产区域，所以小屋制作完全都是从本地采购木材，酒店里连浴缸都是木制的，让人感觉特别贴近自然。这座木质酒店从外面看是一个圆锥体，从屋顶会有倾泻而下的水流，从外面看起来特别美丽。最神奇的是客人必须穿过空中的吊桥才能进入到酒店，会有一个全新的体验。接下来的时间小伙伴们就跟随置顶表情小编一起来看看这座美丽的魔法小屋吧！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712415', '1550716467');
INSERT INTO `ey_archives` VALUES ('22', '1', '1', '0', '世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇', '/uploads/ueditor/20190221/5c6dfea9b341f.png', '0', '0', '0', '0', '0', '1', 'admin', '164', '0', '', '0', '', '', '说到地下城，大家第一想到的肯定是电影里的场景，或者是童话故事中的地下城堡，认为现实中是不可能存在有地下城。但是，事实上在澳大利亚真的存在有一个地下城——Coober Pedy，而且这也是世界上唯一存在的地下城。Coober Pedy是澳大利亚的一个小镇,建于1915年，当时Opal(欧珀/蛋白石)宝石在这里首次被发现，然后矿工们开始涌入这里。但是，由于这里是世界上最干燥的地区，还有季节性的沙尘暴，夏天温度经常超过40摄氏度，条件太过苛刻，于是矿工们就在山坡里挖掘洞穴作为栖息之地，虽然他们只是想寻找一个烈日下的喘息之地，但是最终却建立了一个小镇。Coober Pedy的地下房屋内，温度徘徊在24摄氏度左右，空气湿度也不高，是人们夏天的避暑胜地。而在冬天，地下房屋也会保持温暖。所以，即使到了现在，技术条件变得更好，但是人们仍然习惯住在地下房屋里。当然，如果你对地下城Coober Pedy比较感兴趣，你也可以去到这里感受一下，因为这里现在的旅游业已经比较发达了。', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712455', '1550712455');
INSERT INTO `ey_archives` VALUES ('23', '1', '1', '0', '人类以外最聪明10大动物，乌鸦也能榜上有名', '/uploads/ueditor/20190221/5c6dfef1bb179.png', '0', '0', '0', '0', '0', '1', 'admin', '234', '0', '', '0', '', '', '在这个地球上，有很多聪明的动物，除了人类总是以“最聪明动物”自居以外，其实自然界中有些其他动物也是很聪明的，只不过普通人们并不是很认同，即使已经被科学家证实。比如羊、猪、海豚等动物，它们都拥有自己的独特的特点。今天置顶表情小编就给大家介绍一下世界上十大最聪明的动物吧。黑猩猩和大猩猩黑猩猩和大猩猩有很好的执行能力，有比其他任何动物更好的记忆力，而且它们看起来就像人类一样,也有像人类一样思考和分析的能力，可以很容易地学会使用电脑,裂纹数学问题。当然，黑猩猩和大猩猩还可以迅速适应手语，与人类交流。总的来说，它们是最聪明的灵长类动物。&nbsp;大象象在世界的很多地方被视为智慧的象征，因为大象有很强的大脑，具有惊人的记忆力，可以通过水、脚的相互作用感觉到振动，还拥有优秀的听力，甚至它们会产生类似社会互动和同情心的东西。这些特征决定了大象成为世界十大最聪明动物之一。&nbsp;海豚据科学家称，海豚的大脑的重量是动物王国中最大的。海豚具有先进的沟通技巧,也可以认为它们是具有自我意识的，它们可以使用吹口哨声音进行交流，可以说海豚是最聪明的水生动物，而其中宽吻海豚又是海豚中最聪明的。 而且，海豚很容易', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712498', '1550712498');
INSERT INTO `ey_archives` VALUES ('24', '2', '1', '0', '绝美腕表——地球与月亮概念手表 找寻时间的艺术', '/uploads/ueditor/20190221/5c6dff540e46a.png', '0', '0', '0', '0', '0', '1', 'admin', '262', '0', '', '0', '', '', '随着科技的发展，电子产品被运用的越来越广泛，我们看时间的工具也从原来的手表变成了现在的手机，很大一部分人觉得戴手表不仅仅是一件麻烦的事儿，现在也没有太大的用处，不过也有一些人喜欢佩戴手表，觉得它可以展示自己的品味。也许有人会认为“看表识人”太流于表面，但事实是，在你举手抬腕之间，别人就已通过你的手表领略出你的品味符号了。甚至有一些爱表的人士不仅喜欢佩戴手表，更喜欢收藏，因为可以让人在时间单方向的流逝中感受珍奇的艺术之美。是的，有很多手表设计新颖，制造也比较精美，不仅仅有实用性，更具有观赏性。今天置顶表情小编倩儿就给大家介绍一款特别精美又新颖的地球与月亮概念手表，相信爱表的小伙伴们应该会喜欢。这款“地球与月亮概念手表”是由俄罗斯设计师Alexander Sorokin设计出来的，它的时间特别精准，可以与卫星达到同步。这款手表的外壳采用的是不锈钢材质，屏幕采用的是蓝宝石玻璃水晶制作的，看上去是如此的优雅。当然，这款地球与月亮概念手表与普通手表最大的不同则是它里面内置的有一个GPS传感器，不仅可以让手表时间与卫星同步，还可以从太空中看到你所处的位置。不过，这款手表得要通过辨认绕圈转动的月亮表', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712621', '1550712621');
INSERT INTO `ey_archives` VALUES ('25', '2', '1', '0', '可以戴在手腕上的遛狗绳Lishinu 让你更轻松遛狗', '/uploads/ueditor/20190221/5c6dff756e111.png', '0', '0', '0', '0', '0', '1', 'admin', '147', '0', '', '0', '', '', '现在社会越来越多人爱养宠物了，这其中又以养宠物狗的人较多，就像人一样，宠物狗每天也要出去遛弯，可是，问题来了，每次出去遛狗都要紧紧地拽着狗绳，不仅会勒手，而且还把双手都占用了，挺让人烦恼的。不过，今天置顶表情小编要给大家介绍一款可以戴在手腕上的遛狗绳——Lishinu，有了它主人们再也不用烦恼啦！遛狗绳Lishinu是来自斯洛文尼亚的设计师Grega设计出来的，是献给汪星人的主人的设计哟！Lishinu从外表看有点像我们常见的卷尺，它里面的绳子有3米长，并且绳子是有弹性的。Lishinu有个像腕表一样的带子，出外遛狗时可以戴在手腕上，另一头固定到狗狗的项圈上，那么你就不必像以往一样总是要紧紧地拽着狗绳了，可以把你的双手解放出来，看手机、系鞋带甚至还可以跑步，比较方便省事，让你觉得遛狗也可以是一件轻松的事儿啦！不过爱狗狗的主人们可不要太激动哦，因为这款产品在国内还没法儿买到，偶们只能耐心滴等待了。', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712666', '1550712666');
INSERT INTO `ey_archives` VALUES ('26', '2', '1', '0', '中国武汉将建世界最高建筑 — 凤凰塔', '/uploads/ueditor/20190221/5c6dffb499ac7.png', '1', '0', '0', '0', '0', '1', 'admin', '214', '0', '', '0', '', '', '在中国，许多大城市中已经有不少较高的标志性建筑，比如地王大厦、京基100、广州东塔、台北101等等建筑，都是摩天大楼，但是中国武汉即将建世界最高建筑双子塔——凤凰塔，如果建成，这将是具有里程碑意义的建筑。这座双子塔是邀请英国建筑设计师Chetwoods设计的，他采用寓意“双凤”的神话风格为这对塔命名，高一点儿那一座命名为“凤”，稍低一些的那座命名为“凰”，合称为凤凰塔。这座塔的高度为1000米，远远高于目前世界最高建筑—848米的迪拜塔。据悉，这座塔将占地7公顷，坐落在一座有47公顷大小的湖心岛上，当然周围环境也将成为整个塔的附属景区。这两座塔各有自己的特点，高的那一座倾向于武汉的商业区，另外一座面向城市的文化和休闲区域。从环境角度看，这座塔可以进行废物回收利用，生成自己的电力需求，同时还可以向周围输送能量。当然，它也是武汉湖泊环境绿色战略的一部分。不过，目前，这座响应中国建筑风格的“凤凰塔”项目仍在等待武汉市的最终批准。当然，如果此项目通过最终审批的话，将于明年开始奠基，预计总工期需要在3年以上。如若一切顺利，几年以后我们将看到世界最高建筑绽放于中国大地。', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712702', '1550716496');
INSERT INTO `ey_archives` VALUES ('27', '2', '1', '0', '轻松把家打造成旅游胜地的？Air Globe可以做到', '/uploads/ueditor/20190221/5c6dffd89e734.png', '0', '0', '0', '1', '0', '1', 'admin', '202', '0', '', '0', '', '', 'Air Globe，现在对于大多数人来说很陌生，它是一款智能的空气净化装置。它可以把你最喜欢的气候实时模拟出来，如温度、湿度、气味、声音或是你想要去的目的地，把你想要的环境营造出来，在你的家中就能有你想要的遥远地方的那些氛围。如阿尔卑斯山脉微风吹拂的清新空气，夏威夷海边的海浪声，都可以出现在你的家里，是不是觉得很神奇呢？看完Air Globe的介绍后，置顶表情小编我急切的盼望这款智能的空气净化装置赶快生产出来，这样我就可以轻松把家打造成旅游胜地了！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550712771', '1550712771');
INSERT INTO `ey_archives` VALUES ('28', '2', '1', '0', '可拆卸的自行车 后座可以变大锁 再也不用担心被偷啦', '/uploads/ueditor/20190221/5c6e00cab54ec.png', '0', '0', '0', '0', '0', '1', 'admin', '214', '0', '', '0', '', '', '由于人口急剧增长，城市交通变得越来越拥堵，尤其是上下班的高峰期，甚至经常会出现挤不上公交车或者地铁的情况，这样回家的时间就被耽误了。所以，有一部分人选择骑自行车，不仅不用与别人挤车，可以自由控制自己的时间，更好的是还可以锻炼身体，甚至在周末时可以约几个朋友玩骑行，简直是一举数得。可是，问题又来了，一般的自行车容易被偷，这要怎么办呢？不要着急，今天置顶表情小编给你介绍一款可拆卸的自行车，可以避免被偷哟！这种可拆卸的自行车是由设计师赛斯Chiam创造的，有自己独特的载体系统，自行车的后座和前面轮子都可以拆卸下来，更妙的是，后座拆下来就变成了一把可以锁自行车的坚固大锁。这样，无论你走到哪里，都可以把前轮和后轮用后座这个大锁锁到固定的东西上了，再也不用担心自行车会被偷走了，这样就可以确保你可以不用浪费自己宝贵的时间了。看到这里，估计小伙伴们和小编一样，是不是也觉着设计师真是太聪明了吧？', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550713008', '1550713008');
INSERT INTO `ey_archives` VALUES ('29', '2', '1', '1', '暗夜发出霓虹蓝光的ZIIIRO Eclipse手表，简约又时尚', '/uploads/ueditor/20190221/5c6e00e8e24ce.png', '0', '0', '0', '0', '0', '1', 'admin', '260', '0', '', '0', '', '', '不知道小伙伴们有没有戴手表的习惯，不过小编倒是从用了手机以后再没戴过手表，估计不少人跟小编一样。但其实，手表不只是可以用来看时间，事实上有种说法叫“看表识人”，也就是说从一个人戴的手表可以看出这个人的气质，颇有点儿“窥一斑而见全貌”的意思，这也许有点儿夸大手表的作用了。但是，对于一个人的整体外表形象手表确实也能起到点缀作用。那么，今天置顶表情小编就给大家介绍一款非传统的手表——ZIIIRO Eclipse，估计喜欢新鲜事物的小伙伴们会感点儿兴趣。ZIIIRO Eclipse手表的钟面非常简约，周围是不锈钢框架，表带是由橡胶制成的，整体看起来简约时尚还带点儿运动风。钟面中间就是一个黑色圆盘，涵盖着手表内部精细的部件，钟面上的黑手代表时针，白手代表分针，读取时间比较简单。ZIIIRO Eclipse还有一个独特之处，钟面的引用的瑞士专利素表盘和分针会在黑暗中发出霓虹蓝色，让你不再害怕暗夜。由此，小编觉得喜欢极简主义设计风格的小伙伴们绝对会对ZIIIRO Eclipse完美点赞。这款手表有黑色、白色和灰色三种，已经上市售卖了哦！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550713041', '1550716420');
INSERT INTO `ey_archives` VALUES ('30', '2', '1', '0', '情侣智能感应手环，不在一起也能传递情感', '/uploads/ueditor/20190221/5c6e0128c3496.png', '0', '0', '0', '0', '0', '1', 'admin', '195', '0', '', '0', '', '', '有些情侣热恋时恨不得时时刻刻在一起，但是实际上这却是不可能的，因为每个人都有自己的事儿。鉴于此，Woodenshark技术团队就专门为情侣们设计了一款情侣感应手环TapTap，以解情侣们的相思之苦。TapTap实际上就是一款智能手环，这种手环都是一对两只的，当你用手敲击或触摸其中一只手环表面时，手环会有感应，并且它会立即将你的「动作」记录下来，然后传递到与之配对的另一只手环。是的，这种情侣智能手环就是以这种独特的方式让你的另一半随时感受到你的触碰，无论多么遥远的距离，你都可以随时表达「我想你」的思念之情，表达「我爱你」的甜蜜爱意。TAPTAP手环是由塑料模块以及硅胶手镯表带组成，外观尺寸为1.90.70.5英寸，重约为28.4克，里面装置电池，80分钟时间把电池充满，电池续航就可达到7天，而且手环上配有迷你USB接口，通过蓝牙可以与智能手机相连接，并且这种手环是可以开关的。这样，当你在休息或者公共场合不想被打扰时，可以选择关闭开关，想要传递爱意时再打开就可以了。也因此，通过TAPTAP手环，你和你的伴侣就可以获得一个私密又甜蜜的二人空间。不过，目前TAPTAP手环正在Kickstart', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550713087', '1550713087');
INSERT INTO `ey_archives` VALUES ('31', '2', '1', '0', '你敢吃吗？可以吃的矿泉水瓶，环保又方便', '/uploads/ueditor/20190221/5c6e015218009.png', '0', '0', '0', '0', '0', '1', 'admin', '145', '0', '', '0', '', '', '现在市场上卖的产品都有包装，有的时候包装的好坏基本上都能决定产品的销量了。但是，从实质上讲，包装除了能作为吸引顾客眼球的工具之外，并不能解决掉任何问题。就比如说我们经常喝的用塑料瓶装的矿泉水，虽说塑料瓶能回收利用，可是实际上却难以避免对环境的破坏。鉴于此，来自伦敦的一群工业设计师就设计出了一种能吃的“矿泉水瓶”。这种能吃的矿泉水瓶被命名为“Ooho”，其主要材质是藻酸钠和氯化钙。将褐藻和氯化钙制成双层薄膜，里面包裹着纯净水，看着就像是透明的水袋，实际上是加入了食用凝胶，所以这种Ooho可以食用，它会被肚子完全消化掉。这种可食用的水瓶不仅环保，而且造价也比较便宜。小编觉得这种可以吃的水瓶可以推广，因为它比较环保，小伙伴们是不是这样认为呢？此产品预计今年上市，也许在不久的将来我们就能吃到这种水瓶了。', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550713145', '1550713145');
INSERT INTO `ey_archives` VALUES ('32', '2', '1', '0', '会充电的树，既可以充电又可以照明，实用又美观', '/uploads/ueditor/20190221/5c6e01db421de.png', '0', '1', '0', '0', '0', '1', 'admin', '258', '0', '', '0', '', '', '树是我们生活中常见的植物，不过我们见到的树都是有生命的绿色植物，我们知道树可以净化空气，却还没有听说可以充电的耶！看到这个标题你肯定会产生疑惑，当然喽，这肯定不是真的树，而是一种树状的太阳能盆栽，那么请小伙伴们现在就与置顶表情小编倩儿一起了解会充电的树是怎么一回事儿吧！小编要介绍的太阳能盆栽充电树是由Vivien Muller设计的，设计师将古板的充电器制作成树形盆栽，将实用性与美观性结合起来，使充电器看起来不再枯燥无味，放在家里还可以增添生活的情趣。几块太阳能面板组成了太阳能充电树的树叶，这些太阳能面板并不是固定不动的，而是可以调节方向的，太阳能充电树里面要放置三节电池，才能使它开始工作。太阳能盆栽充电树在盆底有一个USB接口，可以给手机充电，当然，它还有一个LED模块，可以用来照明哦。所以说，这种太阳能充电树不仅可以充当充电器，还可以充当照明灯，一物多用，实用性很高。小编觉得这款太阳能充电树还不错，目前它正在indiegogo认筹，不过要199欧元起售，小编觉着可不便宜啊！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550713254', '1550800636');
INSERT INTO `ey_archives` VALUES ('33', '3', '1', '0', '倒立风景摄影，将几何与摄影完美结合', '/uploads/ueditor/20190221/5c6e022437e17.png', '0', '0', '0', '0', '0', '1', 'admin', '229', '0', '', '0', '', '', '现在越来越多的人喜欢户外旅行，更喜欢用镜头记录下自己走过的路，见过的风景，其实，如果后期可以将自己的摄影作品稍作技术的修改，增添一些新的元素，也许你会发现不一样的风景。比如，摄影师Victoria Siemer就将几何与摄影完美的结合在一起，给大家带来了一组超赞的逆向风光。Victoria Siemer是一位来自纽约布鲁克林的平面设计师和摄影师，他拍摄了一组自然风景的照片，然后将几何元素加入进去，改变了人们的视觉空间，从而达到震撼的效果。Victoria Siemer在进行照片处理时，运用后期技术将云雾笼罩中的山脉、宁静平和的森林、广阔无垠的大海等自然元素重新排列，创造出不同的层次，从而模糊了现实与虚构之间的明确界限。并且，这组照片中的几何形状如镜子一样折射出另一个维度的风景，将不同维度的不同风景放在一个画面内，带给人们不一样的视觉享受。接下来的时间就请小伙伴们跟随置顶表情小编一起来欣赏这组具有超现实主义风格的摄影作品吧！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550713346', '1550713346');
INSERT INTO `ey_archives` VALUES ('34', '3', '1', '0', '世界上38个惊人的美景，有胆你就去', '/uploads/ueditor/20190221/5c6e0257e4c45.png', '0', '0', '0', '0', '0', '1', 'admin', '158', '0', '', '0', '', '', '在这个世界上有很多我们已经知道的也有不少人都去过的特别美丽的地方，但是还有一些比较美丽但是由于地理位置比较危险条件限制只有一些特定人们才去看过的地方，那些地方也是一样特别有魅力的。虽然，我们不能亲自去到那些惊人又美丽的地方，但是我们可以通过摄影作品欣赏其壮丽也是一样，接下来就请大家跟随置顶表情小编一起欣赏世界不同的美景吧。海拔楼梯位于奥地利，阿尔卑斯山， 从1300英尺高度下降到山的底部,恐高的人们还是只看看图片吧。&nbsp;纳米布沙漠与大西洋连接处位于纳米比亚，纳米布沙漠壮观的沙丘一直延续到大西洋海岸边缘，沙漠与海洋和谐连接在一起。&nbsp;斯凯岛位于苏格兰，有神奇的地貌和野生动物，还有如画的湖泊，惊人的山脉。&nbsp;十二使徒岩位于澳大利亚的维多利亚,这是幸存下来的几千年的海岸侵蚀得来的魅力地貌。&nbsp;塞里雅兰瀑布位于冰岛，从崖边直降200英尺高度，特别壮观，是冰岛著名瀑布之一。&nbsp;蒲甘位于缅甸，一个13世纪的古城，有许多佛教庙宇和寺院，现存约2200座。&nbsp;虎穴寺位于喜马拉雅山帕罗河谷，属于不丹,这座古老的修道院是一个佛教圣地。&nbsp;伊瓜苏瀑布位', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550713388', '1550713388');
INSERT INTO `ey_archives` VALUES ('35', '3', '1', '0', '17个形态怪异的雕塑', '/uploads/ueditor/20190221/5c6e02879e7a0.png', '0', '0', '0', '1', '0', '1', 'admin', '154', '0', '', '0', '', '', '小编收集了一些来自世界各地比较有趣的雕塑。有捕鱼的小男孩、多瑙河边的鞋、水下的美女、怪异的蜘蛛等等，从这些雕塑中，我们可以看出艺术家们做这些雕塑所展示出的艺术创意。来欣赏一下吧！法国 马赛 旅行者雕塑&nbsp;?美国 纽约 佩姬布拉德利的舒展?波兰索 波特 捕鱼的男孩&nbsp;匈牙利 布达佩斯 多瑙河的鞋&nbsp;夸祖鲁纳塔尔?中部地区?纳尔逊曼德拉雕塑&nbsp;美国?宾夕法尼亚?费城 挣脱出模具的雕塑&nbsp;台湾 台北 河马雕塑&nbsp;英格兰 康沃尔 赫利 泥浆中的少女&nbsp;美国?俄勒冈州?波特兰?鲑鱼雕塑&nbsp;?英国?格兰杰默斯 马形水鬼&nbsp;英国?伦敦?泰特现代美术馆?蜘蛛雕塑&nbsp;斯洛伐克?布拉迪斯拉发 工作的人&nbsp;南非?坦科瓦卡鲁雕塑&nbsp;格林纳达海底雕塑公园&nbsp;瑞士 卢塞恩 狮子雕塑&nbsp;愤怒的小鸟雕塑&nbsp;火人音乐节&nbsp;俄罗斯?祖国的召唤雕像&nbsp;大象雕塑&nbsp;巴西 里约热内卢 上空的超级月亮', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550713441', '1550713441');
INSERT INTO `ey_archives` VALUES ('36', '3', '1', '0', '用不锈钢丝编织的婀娜仙子', '/uploads/ueditor/20190221/5c6e02c1d716e.png', '0', '0', '0', '0', '0', '1', 'admin', '200', '0', '', '0', '', '', '在英国的特姆花园中，你会看到在风中翩翩起舞的仙女雕塑。你会认为这么婀娜的女神雕像是用一种植物或者藤蔓编织而成，错了，其实这些雕塑是用不锈钢丝制成的。英国的艺术家罗宾·怀特（Robin Wight）采用不锈钢丝，缠绕成带有翅膀的仙子在风中舞蹈的雕塑，既戏剧又惊艳。迷人的制作形态，从微型到真人大小的尺寸范围，似乎它们有一个属于自己的世界，他们动态的姿势，扭曲自己的身体，并保持有风吹拂的蒲公英，实在是完美。罗宾·怀特接受私人定制，每一个童话般的仙子都是手工制作，制作出你想要的姿势和特定的安装要求。是不是很想拥有一个呢？', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550713515', '1550713515');
INSERT INTO `ey_archives` VALUES ('37', '3', '1', '0', '22个中国最美最酷瀑布，你去过哪一个', '/uploads/ueditor/20190221/5c6e03406c6bc.png', '0', '0', '0', '0', '0', '1', 'admin', '129', '0', '', '0', '', '', '中国的美景数不胜数，中国美景中的瀑布更数不胜数，置顶表情小编收集了中国最有名气的22个瀑布，快来看看你去过哪个，你最喜欢哪个呢？黄果树瀑布位于贵州省安顺市，是黄果树瀑布群中最为壮观的瀑布，也是世界著名大瀑布之一，以水势浩大著称。世界上唯一可以从上、下、前、后、左、右六个方位观赏的瀑布。&nbsp;黄河壶口瀑布壶口瀑布，西濒陕西省宜川县，东临山西省吉县，是黄河流经晋陕大峡谷时形成的一个天然瀑布，两岸石壁峭立，河口收束狭如壶口，所以称为壶口瀑布。是黄河上唯一的黄色大瀑布，也是中国的第二大瀑布，其奔腾汹涌的气势是中华民族精神的象征。&nbsp;德天瀑布德天大瀑布位于中越边境、广西大新县，是世界第四大、亚洲第一大跨国瀑布。德天大瀑布的美在于变幻多姿，她就像模特在表演时装秀一样，早、午、晚各展现出一幅幅瑰丽生动的美景。&nbsp;庐山三叠泉瀑布位于江西九江的庐山瀑布，为古今登庐山游客必到之地。庐山瀑布群主要瀑布有三叠泉瀑布、开先瀑布、石门涧瀑布、黄龙潭和乌龙潭瀑布、王家坡双瀑和玉帘泉瀑布等。最有名的就是三叠泉瀑布，被称为“庐山第一奇观”，旧有“未到三叠泉，不算庐山客”之说。三叠泉高崖险峻，峡谷幽', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550713635', '1550713635');
INSERT INTO `ey_archives` VALUES ('38', '3', '1', '0', '八大中国最美海滩，夏天游泳好去处', '/uploads/ueditor/20190221/5c6e0379823b3.png', '0', '1', '0', '0', '0', '1', 'admin', '215', '0', '', '0', '', '', '炎炎夏日，为了能清爽一下，游泳池就成了大家常去的地方，恨不能24小时泡在水里，可是人太多，总觉得游泳池太拥挤，那么，其实你可以考虑去海边游泳，最棒的是，去到那些美丽的海滩，不仅能游泳，而且还可以欣赏美景。那么，今天置顶表情小编就给大家推荐一组国内美妙的海滩，快来看看吧，也许你就不会为出行的目的地而发愁喽！亚龙湾位于海南三亚，是一个长约7.5公里的半月形海湾，其沙滩平缓开阔，绵延约7公里，浅海区宽度为50-60米，在这里你可以尽情畅游。漫步在洁白细软的沙滩上，看着清澈澄净的海水迎着朝霞，你会觉得生活如此美好。这里被称为“天下第一湾”。 ?银滩位于广西北海市，面积比较大，超过烟台、青岛、大连、北戴河沙滩面积的总和，被誉为“中国第一滩”。这里的水质特别好，是天然氧吧，空气特别清新，沙滩又宽阔，而且退潮快，涨潮慢，游泳比较安全，是游泳爱好者的好去处。 黄金海岸位于河北秦皇岛市昌黎县，距离北戴河仅有15KM。这里不仅可以看到大海沙滩，还可以滑沙。这里的沙滩呈金黄色，沙子细细，海水清清，沙滩平缓，海潮平平，二十六公里海岸的广阔浴场可以让你肆意玩耍。 千步沙位于浙江舟山', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550713695', '1550717264');
INSERT INTO `ey_archives` VALUES ('39', '3', '1', '0', '世界上8个最惊心动魄的景点', '/uploads/ueditor/20190221/5c6e03a7583e0.png', '1', '0', '0', '0', '0', '1', 'admin', '310', '0', '', '0', '', '', '小伙伴们，每到假期是不是都有些烦躁呢？因为不知道要怎么度过，想要出去玩时，但是一想到那些景点人满为患就瞬间没了兴致。不过，还是有一些风景独到的地方并没有那么多人哟。如果你不恐高，够勇敢，想要看到不一样的风景的话，就仔细看看今天置顶表情小编给你介绍的世界上令人惊心动魄的八个景点吧！挪威布道石地处挪威南部，靠近斯塔万格市的吕瑟峡湾中部，是一道悬崖断壁，高604米，直立于峡湾深处的崇山峻岭中，顶部有25平方米的平台，在这里，你可以俯瞰蜿蜒美丽的峡湾，远处起伏苍翠的山峦，不过，这个平台周围是没有围栏的，所以如果你没有足够的心理准备还是不要上去哦！ 挪威奇迹石座落于挪威谢拉格山，是世界著名的平衡石。挪威谢拉格山海拔为1110米，奇迹石位于984米高的地方，像楔子一样卡在两块巨大的岩石之间，面积约5平方米，下面就是万丈深渊，而且岩石周围也没有防护措施，所以它也被称为“勇敢者之石”。如果你敢上去，谷底的壮丽风光你就会一览无余哟。 挪威山妖舌挪威名是Trolltunga，其实就是突出悬空的一块巨大岩石，因形状酷似山妖的舌头而得名。地处挪威中南部Hardanger峡湾中部的Odda小', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550713731', '1552562064');
INSERT INTO `ey_archives` VALUES ('40', '3', '1', '0', '10幅世界级摄影大赛获奖作品，让你对自然、社会和人生有所感悟', '/uploads/ueditor/20190221/5c6e0663de40f.png', '1', '0', '0', '0', '0', '1', 'admin', '141', '0', '', '0', '', '', '一直以来，每次看那些比较好的作品都只是抱着欣赏的心态，都只觉得特别漂亮或者是有趣，都是夸赞一句或者笑笑就过去了，从来也没有好好思考摄影师真正想要传达的思想，想要传递的一些深层意义。其实，那些照片都是摄影师们在用镜头表达自己对自然、对社会、对人生的一种认识，都是带有自己的感悟的，他们用作品向我们讲述体悟，与我们分享心得。因此，我们也应该自己沉静下来，用心灵与自然与社会与人生对话。今天置顶表情小编就给大家带来一组世界摄影大赛中的获奖作品，也许它们会让你有新的感悟。2014世界新闻摄影大赛一等奖吉布提的几位非洲移民举着手机，试图从邻国索马里获取廉价的手机信号。摄影师John Stanmeyer。 2014年索尼世界摄影大赛“国家奖”德国第三名在印度Maha Kumbh Mela每12年举行一次的全球最大规模的精神聚会上，朝圣者与信徒走过浮桥。摄影师：Wolfgang Weinhardt 2014年索尼世界摄影大赛“国家奖”香港头等奖每年7月肯尼亚都会重演惊心动魄的野生动物大迁徙场面。摄影师：张志雄 2014年索尼世界摄影大赛公开赛“旅行“头等奖中国南方——凤凰古', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550714411', '1550716509');
INSERT INTO `ey_archives` VALUES ('41', '3', '1', '0', '8个与众不同的森林，像来自外星球', '/uploads/ueditor/20190221/5c6e069325f59.png', '0', '0', '0', '0', '0', '1', 'admin', '197', '0', '', '0', '', '', '在我的印象里，森林就是有很多笔直、郁郁葱葱的大树组成，没什么特别之处。不过世界之大，无奇不有！世界上也存在一些比较特别的森林，它们有的底部的树干是弯曲的，有的树干肥大能储存食物和水，有的树长在了水里，更奇怪的是还有彩虹色的树皮。你一定也觉得非常好奇吧，那就一起来看看！马达加斯加 ?猴面包树林荫大道猴面包树果实成熟时，猴子会成群结队去摘果子，“猴面包树”的称呼由此而来。猴面包树树干肥大但轻软，没有木材利用价值，但却可以当储藏室，贮存大量的水和食物。有趣的是，当地居民常会把树干掏空，搬进去居住，形成一种非常别致的大自然“村舍”。&nbsp;哈萨克斯坦 森林湖哈萨克斯坦森林湖，是1911年地震造成山体滑坡而形成的，长400米，最大深度30米，海拔2000米。雪岭云杉被淹没在水里，水面之上露出光秃秃的树干。水面上的是100多年的云杉，水下则是另一幅不同的画面。由于海拔高，水非常寒冷，但水下仍有树枝和针叶。水经常会改变颜色，是由水底一个世纪前的石灰和其他矿物质引起的变化。&nbsp;索科特拉岛 龙血森林龙血树和沙漠玫瑰是索科特拉岛中很独特的植物，龙血树树冠茂密像倒转的雨伞，可以提供足够的树荫来减', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550714477', '1550714477');
INSERT INTO `ey_archives` VALUES ('42', '3', '1', '0', '陶渊明笔下8个中国世外桃源，云南坝美真如桃花源', '/uploads/ueditor/20190221/5c6e06b966b7f.png', '0', '0', '0', '0', '0', '1', 'admin', '261', '0', '', '0', '', '', '说到陶渊明，大家最先想到的就是他的《桃花源记》和他的脍炙人口的诗句“采菊东篱下，悠然见南山”，陶渊明向往世外桃源，生活在喧嚣之中的我们又何尝不向往呢！虽然那只是很美好的想象，但是现世中还是有一些地方犹如世外桃源，这些地方景美安宁，可以让大家暂时忘却尘世烦恼。今天置顶表情小编就给大家介绍一下，如果哪天你想来一场说走就走的旅行，它们也许可以是你的目的地。和顺位于云南省腾冲县城西南3公里处的古镇。因为这里有一条小河绕村而过，所以更名为和顺，取“士和民顺”之雅意。古镇顺着山势和小河而建，远远望去，错落有致。傍晚，趁着落日余晖，穿越小巷来到小河，青石板上有妇女捣衣洗菜，有小孩儿嬉戏玩耍，白鹅和鸭子在水中自由自在游弋，褪去白昼的喧嚣，一切变得安逸宁静，闲庭漫步期间，感受小镇的苍茫不惊。&nbsp;宝山石头城位于云南，距离丽江约110公里，这里是纳西族居住的地方，风景独特。石头城三面都是悬崖绝壁，其中一面临咆奔腾的的金沙江，只有南北两座石门可供出入，几乎可以说是一座真正的天险之城。这里的房屋是辟岩建成，所有物品诸如石床、石枕、石桌、石凳、石灶、石缸等也都是石头做成，展示纳西族的本来面貌，很有古风古韵', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550714531', '1550714531');
INSERT INTO `ey_archives` VALUES ('43', '4', '1', '0', '20个有趣的水果组合微型话剧', '/uploads/ueditor/20190221/5c6e0761a70c8.png', '0', '0', '0', '0', '0', '1', 'admin', '113', '0', '', '0', '', '', '用各种各样的食物做出创意产品并不只是孩子的专利，巴西艺术家威廉-卡斯就用他奇妙的想像力创造了一系列水果微型话剧。在这里，蔬菜、冰激凌、种子、水果等食品在威廉-卡斯的指挥下纷纷登台表演，并由可爱的小人们给我们介绍了一个个奇妙的世界。这里的橙汁变为波光粼粼的游泳池，垒起的火龙果变成了陡峭的攀岩壁，草莓丛林更摇身一变为浪漫世界。怎么样?是不是很期待啊！那就跟着置顶表情小编我一起来看看吧!', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550714614', '1550714614');
INSERT INTO `ey_archives` VALUES ('44', '4', '1', '0', '用食物组成的各国国旗 边学知识边享美味', '/uploads/ueditor/20190221/5c6e077c7560d.png', '0', '0', '0', '0', '0', '1', 'admin', '267', '0', '', '0', '', '', '随着社会的发展，人们的生活水平也越来越高，人们对于生活质量的要求也越来越高，把自己的生活也弄得充满情趣。比如，在饮食方面，不仅仅只是简单地要求吃饱了，而是要求营养均衡搭配，不仅仅要吃的饱更要吃得好。当然，如果往深了说，这个吃得好里面也包括用餐的心情。只有心情好了，才会吃得更健康。这不，就有牛人搭配出了一组国旗食物，看起来又好吃又有趣。当然，这种将各种食物组成各国国旗的图案来食用的方法，小编觉得有孩子的爸爸妈妈可以试着学习一下，制作一些有趣的图案食物，可以让孩子一边吃东西一边又学到了知识，而且看起来这么有趣，宝宝们肯定会食欲大振不再挑食了，这样一来，简直是一举数得。所以，爸爸妈妈们可以赶快行动起来哟！&nbsp;中国&nbsp;越南&nbsp;印尼&nbsp;英国&nbsp;西班牙&nbsp;瑞士&nbsp;韩国&nbsp;黎巴嫩&nbsp;&nbsp;希腊&nbsp;&nbsp;澳大利亚', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550714730', '1550714730');
INSERT INTO `ey_archives` VALUES ('45', '4', '1', '0', '用食物组成的小玩意儿 吃货们来试试呗', '/uploads/ueditor/20190221/5c6e07bc0310c.png', '0', '0', '0', '0', '0', '1', 'admin', '263', '0', '', '0', '', '', '在这个吃货横行的世界，你是一名吃货吗？如果答案是NO,那么你就out啦，你就会被甚至是00后的小伙伴们鄙视啦！对于不是吃货的朋友们来说，食物就是用来维持基本生命体征的，只是生活的一小部分，而对于吃货们来说，食物就是生命的全部，整个世界。只能说，吃货的世界你不懂！当然喽，如果把吃的东西与开发小玩意的创意思想结合起来，形成又有型又有趣的食物艺术作品，估计吃货们会大爱滴！一位来自罗马尼亚的摄影师与视觉艺术家Dan Cretu，他用一些我们常见的食物，比如橙子、辣椒、爆米花等等，创造出了照相机、钟表、磁带、人等作品，这样看来，这些食物不再仅仅是食物，而是加入艺术家创新思想的艺术品。这些作品看上去生动有趣，让人觉得眼前一亮。所以，吃货们注意喽，你们也可以找些食物材料试一试，创作一些有意思的小玩意儿，给生活增添点儿乐趣！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550714793', '1550714793');
INSERT INTO `ey_archives` VALUES ('46', '4', '1', '0', '14种微型粘土食物雕塑 让人想要流口水', '/uploads/ueditor/20190221/5c6e07ef1f0d9.png', '0', '0', '0', '0', '0', '1', 'admin', '137', '0', '', '0', '', '', '随着社会的发展，艺术家们的思想越来越活跃了，所以艺术家们创造出了越来越多的艺术形式。就拿雕塑来说好了，一般我们了解得比较多的是石雕和木雕，但是现在也出现了很多微型雕塑，它们细小而精致，更让人惊叹。当然，现在人们的欣赏水准越来越高，那么对微形雕塑的质量要求也越来越高了，所以看到那些栩栩如生的微型雕塑作品，让你不得不佩服艺术家们的巧手。接下来置顶表情小编就给大家介绍一组逼真的微型雕塑作品。看到下面这些图片，你是不是觉得味蕾被全面开启了呢？你是不是觉得它们看上去是如此精致，肯定会很美味呢？不过，小编要告诉大家的是，这些食物并不是真的食物，实际上是用粘土制作出的微型雕塑，只能看不能吃哟！这些食物雕塑是美国一位雕塑家的作品，这些雕塑看起来挺复杂，但其实她使用的材料和工具只有粘土、一根针、一块石头、一个刀片以及若干彩色粉笔。根据微型雕塑的复杂程度不同，完成一个作品的时间也从1个小时到3个小时不等。这些作品看起来如此真实，所以一定不要空腹欣赏，否则要流口水的哟！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550714833', '1550714833');
INSERT INTO `ey_archives` VALUES ('47', '4', '1', '0', '俏皮可爱的水果拼盘，不怕孩子再挑食', '/uploads/ueditor/20190221/5c6e080babefc.png', '0', '0', '0', '0', '0', '1', 'admin', '299', '0', '', '0', '', '', '随着社会科技的发展，水果种类越来越多了，这些水果具有各种不同的营养价值，可是有很多小朋友不爱吃水果，所以让一些家长觉得头疼。那么，如果把这些水果拼成有趣可爱的动物形状，小朋友们肯定就会喜欢了。来自德国的有机食品连锁店Fresh` N’Friends为了更好的售卖有机水果，就邀请Scholz & Friends工作室为其设计出系列的“水果拼盘”，他们用营养丰富味道鲜美的水果拼凑出汽车、蜗牛、小熊等俏皮可爱的图案，看上去新鲜又水嫩的水果拼盘让孩子们爱不释手，这不仅有助于推广有机食品的销售，更解决了孩子不爱吃水果的难题。当然，更让家长们喜欢的是，Fresh` N’Friends给予小朋友们参与拼盘制作的机会，小朋友们可以线上投稿，评出最受欢迎的作品，那么此最受欢迎的作品也会在实体超市内销售。这种方式不仅可以开发孩子们的智力和动手能力，又让他们喜欢上吃水果，真的是一举数得呀！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550714870', '1550714870');
INSERT INTO `ey_archives` VALUES ('48', '4', '1', '0', '20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求', '/uploads/ueditor/20190221/5c6e099adffac.png', '0', '0', '0', '1', '0', '1', 'admin', '140', '0', '', '0', '', '', '要问世界上一共有多少种水果，估计没有人能给出确切的答案。平常我们吃到的水果也就几十种，其实还有很多水果是我们闻所未闻见所未见的，更别提吃过了。今天置顶表情小编就给大家搜罗来一组我们不常见的水果，现在大家就跟随小编一起来了解一下吧!刺角瓜又名非洲角瓜、非洲黄瓜，原产于非洲喀拉哈里沙漠，外皮带刺为黄色，里面果肉绿色，细腻多籽，像黄瓜一样呈凝胶状，味道清甜。&nbsp;释迦此果因为形状与佛教中释迦摩尼的头型相似，故而命名为释迦果。又名番荔枝、佛陀果等。据说是最甜的水果，海南有产，世界五大热带名果之一。&nbsp;覆盆子中文学名悬钩子，别名有覆盆莓、托盘（东北）、公饭（广东）、树莓、野莓等，味道酸甜，虽然在中国大量分布却甚少人食用，不过只有东北有栽培，市场上也不多见。&nbsp;黄金果又名五指茄、乳茄。外形奇特，是一种珍贵的观赏果，具有药用价值，原产美洲热带地区，现我国两广、云南均引种成功。&nbsp;蛋黄果别名有狮头果、蛋果、桃榄、仙桃。热带水果，果肉颜色呈黄色，像蛋黄，吃起来甜软感觉，故而得名。用勺子挖着吃更方便哟！&nbsp;雪莲果学名“yacon”（亚贡，或者阿贡），“神果”之意，又称', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550715260', '1550715260');
INSERT INTO `ey_archives` VALUES ('49', '4', '1', '0', '世界首个皮卡丘咖啡店在日本东京开业啦！', '/uploads/ueditor/20190221/5c6e09c99c1e2.png', '0', '0', '0', '0', '0', '1', 'admin', '172', '0', '', '0', '', '', '今天，一家新型创意咖啡店在日本东京正式开业啦！这不是一家普通到遍地都是的咖啡店，而是全世界第一家以可爱的皮卡丘（Pikachu）为主题的咖啡店。店内供应各式各样有关这只可爱黄色老鼠的餐点，例如Pikachu咖喱饭、Pikachu汉堡以及Pikachu芭菲（parfait）等等。心动了吗？那你一定要马上行动了，因为这个为了宣传新电影《破坏之茧与蒂安希》的咖啡店是以pop-up的形式经营，所以只会营业到下个月底，也就是8月31日喔！机不可失，失不再来，皮卡丘控们，马上开始行动吧，记得这个店只在东京有哦！！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550715322', '1550715322');
INSERT INTO `ey_archives` VALUES ('50', '4', '1', '0', '微距摄影的食物和人偶，每个都是不同的故事', '/uploads/ueditor/20190221/5c6e09e4d564c.png', '0', '0', '0', '0', '0', '1', 'admin', '122', '0', '', '0', '', '', '民以食为天，对于我们来说食物就是拿来吃的，可是对于一些有创新头脑的艺术家们来说却不一样。艺术家们可以将食材创作成各种有趣图案，也可以利用这些食材创作出奇幻世界完成一组摄影秀，不过，今天置顶表情小编向你介绍的艺术家William Kass却有更不一样的创作。William Kass将不同的食物和不同的人偶组合在一起，就形成了一个个独立的场景，然后他再用微摄影将这些不同的场景拍摄出来，向人们讲述一个个不同的故事。比如，有的情景是冲浪爱好者在绿菜叶海浪中兴奋冲浪，还有的场景是足球爱好者把樱桃当作足球踢，等等，每张照片都有不一样的故事，不一样的心情。小编认为艺术家们通过日常物品向大家讲述故事，传递艺术，这样更容易让人们产生共鸣。当然，如若你也喜欢摄影，想讲一些故事，不妨试试看哟！', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550715350', '1550715350');
INSERT INTO `ey_archives` VALUES ('51', '4', '1', '1', '中国各地土得掉渣的美食', '/uploads/ueditor/20190221/5c6e0a7ecf0c6.png', '0', '0', '0', '0', '0', '1', 'admin', '122', '0', '', '0', '', '', '以美食居首的中国，美食种类不胜其数，闻名于世的美食也数不胜数！但土得掉渣却美味十足的美食却很少被人们所知，置顶表情小编搜集了一些土得掉渣的美食，来看看有你知道的吗？坨坨肉坨坨肉，彝语称“乌色色脚”， 意思是猪肉块块。坨坨肉是小凉山彝族人民吃肉食的基本制作方法。由于这种肉做法特别，又不是很肥，吃起来越嚼越香，越吃越胃口开。坨坨肉制作的诀窍是掌握适当的火候，火候不到不熟，过迟肉绵，因此，一般人不会做。彝族制作的坨坨肉，既鲜又香，别有风味，特别是选用四五斤重的仔猪肉制成，更是清脆可口，是当地人用来待客的佳品。所以，砣砣肉如今已成为小凉山的一道很有名气的风味菜。 呱呱天水一带的一种特殊食品。无论是寒风骤起的严冬，还是烈日当头的盛夏，总有那紫红色的呱呱在摊点出售，食客往来不断，生意格外红火。如果说西北人喜食酸辣，那么天水呱呱可是典型的辣味小吃。若初食者，面对满碗流红的呱呱，定会咋舌、冒汗。而当地人尤喜以呱呱为早点，一些男女几乎“不可一日无此君”。 杂拌儿老北京过大年时，家家户户守岁时必吃的小食品。一提“杂拌儿”年轻人不明白是什么样的食品，街市上没见过有卖的呀？旧京时的“杂拌儿', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '1', '0', '0', '0', '0', '0', '0', '1550715384', '1550716088');
INSERT INTO `ey_archives` VALUES ('52', '6', '6', '0', '关于我们', '', '0', '0', '0', '0', '0', '0', '', '0', '0', '', '0', '', '', '', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '0', '0', '0', '0', '0', '0', '0', '1550718970', '0');
INSERT INTO `ey_archives` VALUES ('53', '7', '6', '0', '广告投放', '', '0', '0', '0', '0', '0', '0', '', '0', '0', '', '0', '', '', '', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '0', '0', '0', '0', '0', '0', '0', '1550718986', '0');
INSERT INTO `ey_archives` VALUES ('54', '9', '6', '0', '热门文章', '', '0', '0', '0', '0', '0', '0', '', '0', '0', '', '0', '', '', '', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '0', '0', '0', '0', '0', '0', '0', '1552616963', '1552618161');
INSERT INTO `ey_archives` VALUES ('55', '10', '6', '0', '所有文档', '', '0', '0', '0', '0', '0', '0', '', '0', '0', '', '0', '', '', '', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '0', '0', '0', '0', '0', '0', '0', '1552618180', '1552618192');
INSERT INTO `ey_archives` VALUES ('56', '11', '6', '0', '标签云', '', '0', '0', '0', '0', '0', '0', '', '0', '0', '', '0', '', '', '', '0.00', '0.00', '99999', '1', '0', '', '1', '100', 'cn', '0', '0', '0', '0', '0', '0', '0', '1552621900', '1552622047');

-- -----------------------------
-- Table structure for `ey_arcmulti`
-- -----------------------------
DROP TABLE IF EXISTS `ey_arcmulti`;
CREATE TABLE `ey_arcmulti` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `tagid` varchar(60) NOT NULL DEFAULT '' COMMENT '标签ID',
  `tagname` varchar(60) NOT NULL DEFAULT '' COMMENT '标签名',
  `innertext` text NOT NULL COMMENT '标签模板代码',
  `pagesize` int(10) NOT NULL DEFAULT '0' COMMENT '分页列表',
  `querysql` text NOT NULL COMMENT '完整SQL',
  `ordersql` varchar(200) DEFAULT '' COMMENT '排序SQL',
  `addfieldsSql` varchar(255) DEFAULT '' COMMENT '附加字段SQL',
  `addtableName` varchar(50) DEFAULT '' COMMENT '附加字段的数据表，不包含表前缀',
  `attstr` text COMMENT '属性字符串',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=50 DEFAULT CHARSET=utf8 COMMENT='多页标记存储数据表';

-- -----------------------------
-- Records of `ey_arcmulti`
-- -----------------------------
INSERT INTO `ey_arcmulti` VALUES ('1', 'arcliste29934b2e620f79b82083b925fab17fb', 'arclist', '', '5', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (   (a.is_recom = 1)  AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.add_time desc LIMIT 5', 'a.add_time desc', '', '', 'a:4:{s:8:\\\"titlelen\\\";s:2:\\\"40\\\";s:4:\\\"flag\\\";s:1:\\\"c\\\";s:7:\\\"orderby\\\";s:3:\\\"now\\\";s:3:\\\"row\\\";s:1:\\\"5\\\";}', '1551317841', '1551317841');
INSERT INTO `ey_arcmulti` VALUES ('2', 'arclist2507de8c70a664598d44ef252594cc01', 'arclist', '', '5', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (   (a.is_special = 1)  AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.add_time desc LIMIT 5', 'a.add_time desc', '', '', 'a:3:{s:4:\\\"flag\\\";s:1:\\\"a\\\";s:7:\\\"orderby\\\";s:3:\\\"now\\\";s:3:\\\"row\\\";s:1:\\\"5\\\";}', '1551317841', '1551317841');
INSERT INTO `ey_arcmulti` VALUES ('3', 'arclist53c89df6185cdc6f5f9d1971f0f3c2bb', 'arclist', '', '1', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (   (a.is_head = 1)  AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.add_time desc LIMIT 1', 'a.add_time desc', '', '', 'a:3:{s:7:\\\"orderby\\\";s:3:\\\"now\\\";s:5:\\\"limit\\\";s:3:\\\"0,1\\\";s:4:\\\"flag\\\";s:1:\\\"h\\\";}', '1551317841', '1551317841');
INSERT INTO `ey_arcmulti` VALUES ('4', 'arclistc9ec0d64ab02158e2fcba60a649f4694', 'arclist', '', '3', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (   (a.is_head = 1)  AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.add_time desc LIMIT 3', 'a.add_time desc', '', '', 'a:3:{s:7:\\\"orderby\\\";s:3:\\\"now\\\";s:5:\\\"limit\\\";s:3:\\\"1,3\\\";s:4:\\\"flag\\\";s:1:\\\"h\\\";}', '1551317841', '1551317841');
INSERT INTO `ey_arcmulti` VALUES ('5', 'arclistc6e1cd30d7ddc5b22d13994fa57cd923', 'arclist', '', '3', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (   (a.is_b = 1)  AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.add_time desc LIMIT 3', 'a.add_time desc', '', '', 'a:3:{s:7:\\\"orderby\\\";s:3:\\\"now\\\";s:3:\\\"row\\\";s:1:\\\"3\\\";s:4:\\\"flag\\\";s:1:\\\"b\\\";}', '1551317841', '1551317841');
INSERT INTO `ey_arcmulti` VALUES ('6', 'index001', 'arclist', '<article class=\\\"excerpt excerpt-one\\\">\r\n  <header><a class=\\\"cat label label-important\\\" href=\\\"{$field.typeurl}\\\">{$field.typename}<i class=\\\"label-arrow\\\"></i></a>\r\n    <h2><a target=\\\"_blank\\\" href=\\\"{$field.arcurl}\\\" title=\\\"{$field.title}\\\">{$field.title}</a></h2>\r\n  </header>\r\n  <p class=\\\"text-muted time\\\"></p>\r\n  <p class=\\\"focus\\\"><a target=\\\"_blank\\\" href=\\\"{$field.arcurl}\\\" class=\\\"thumbnail\\\"><span><img src=\\\"{$field.litpic}\\\" class=\\\"thumb\\\"/></span></a></p>\r\n  <p class=\\\"note\\\">{$field.seo_description|html_msubstr=###,0,80,true}</p>\r\n  <p class=\\\"text-muted views\\\"><span class=\\\"post-views\\\">阅读({$field.click})</span><span class=\\\"post-tags\\\">标签：{eyou:tag sort=\\\'now\\\' getall=\\\'0\\\' row=\\\'10\\\' id=\\\'field2\\\'} <a href=\\\'{$field2.link}\\\'>{$field2.tag}</a>&nbsp;&nbsp;{/eyou:tag}</span></p>\r\n</article>\r\n', '10', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.sort_order asc, a.aid desc LIMIT 10', 'a.sort_order asc, a.aid desc', '', '', 'a:4:{s:3:\\\"row\\\";s:2:\\\"10\\\";s:8:\\\"titlelen\\\";s:2:\\\"80\\\";s:5:\\\"tagid\\\";s:8:\\\"index001\\\";s:6:\\\"typeid\\\";s:0:\\\"\\\";}', '1551317841', '1563241524');
INSERT INTO `ey_arcmulti` VALUES ('24', 'arclist16e650ee5592634b60ba68b459cdbb5b', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.typeid IN (3,3) AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:3:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";}', '1552615316', '1552616321');
INSERT INTO `ey_arcmulti` VALUES ('18', 'arclist096b58982cbfd3681a9ae6330f951341', 'arclist', '', '15', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.sort_order asc, a.aid desc LIMIT 15', 'a.sort_order asc, a.aid desc', '', '', 'a:2:{s:8:\\\"titlelen\\\";s:2:\\\"80\\\";s:5:\\\"limit\\\";s:5:\\\"10,15\\\";}', '1552562756', '1552619959');
INSERT INTO `ey_arcmulti` VALUES ('19', 'arclistdce468551c6afce4fc3377f1a9b364a6', 'arclist', '', '20', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.sort_order asc, a.aid desc LIMIT 20', 'a.sort_order asc, a.aid desc', '', '', 'a:2:{s:8:\\\"titlelen\\\";s:2:\\\"80\\\";s:5:\\\"limit\\\";s:5:\\\"15,20\\\";}', '1552562814', '1552614262');
INSERT INTO `ey_arcmulti` VALUES ('7', 'arclist1d7d557fb2c21fc72dd6ba6844beaad9', 'arclist', '', '1', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 1', 'rand()', '', '', 'a:3:{s:7:\\\"orderby\\\";s:4:\\\"rand\\\";s:8:\\\"titlelen\\\";s:2:\\\"80\\\";s:5:\\\"limit\\\";s:3:\\\"0,1\\\";}', '1551317841', '1551317841');
INSERT INTO `ey_arcmulti` VALUES ('8', 'arclist8741abff986d36ca031e2774bfbf9b92', 'arclist', '', '4', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 4', 'rand()', '', '', 'a:3:{s:7:\\\"orderby\\\";s:4:\\\"rand\\\";s:8:\\\"titlelen\\\";s:2:\\\"80\\\";s:5:\\\"limit\\\";s:3:\\\"1,4\\\";}', '1551317841', '1551317841');
INSERT INTO `ey_arcmulti` VALUES ('9', 'arclistc44ed511afaa3e18810bba05f160232c', 'arclist', '', '3', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 3', 'a.click desc', '', '', 'a:4:{s:9:\\\"channelid\\\";s:1:\\\"0\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";s:8:\\\"titlelen\\\";s:2:\\\"80\\\";s:3:\\\"row\\\";s:1:\\\"3\\\";}', '1551317841', '1551317841');
INSERT INTO `ey_arcmulti` VALUES ('10', 'arclist7fe449c01f7d881ed6cfa9da318bdaf2', 'arclist', '', '5', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (   (a.is_head = 1)  AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.sort_order asc, a.aid desc LIMIT 5', 'a.sort_order asc, a.aid desc', '', '', 'a:4:{s:3:\\\"row\\\";s:1:\\\"5\\\";s:4:\\\"flag\\\";s:1:\\\"h\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:6:\\\"typeid\\\";s:0:\\\"\\\";}', '1552562041', '1563241524');
INSERT INTO `ey_arcmulti` VALUES ('11', 'arclist0ed0b300d317381f24238195dd0a2fc0', 'arclist', '', '5', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.typeid IN (3,3) AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 5', 'rand()', '', '', 'a:3:{s:5:\\\"limit\\\";s:3:\\\"0,5\\\";s:8:\\\"titlelen\\\";s:2:\\\"30\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";}', '1552562042', '1552613989');
INSERT INTO `ey_arcmulti` VALUES ('12', 'arclist6a5bf9312e430bfc1b63a4f76f2bd473', 'arclist', '', '5', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.typeid IN (2,2) AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 5', 'rand()', '', '', 'a:3:{s:5:\\\"limit\\\";s:3:\\\"0,5\\\";s:8:\\\"titlelen\\\";s:2:\\\"30\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";}', '1552562042', '1552562042');
INSERT INTO `ey_arcmulti` VALUES ('13', 'arclist5d9c3acacf6e169fd13a4778ed5d6ca7', 'arclist', '', '5', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.typeid IN (1,1) AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 5', 'rand()', '', '', 'a:3:{s:5:\\\"limit\\\";s:3:\\\"0,5\\\";s:8:\\\"titlelen\\\";s:2:\\\"30\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";}', '1552562043', '1552562043');
INSERT INTO `ey_arcmulti` VALUES ('14', 'arclist802d3ed39468f2627334fcc0eec48f17', 'arclist', '', '5', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 5', 'a.click desc', '', '', 'a:3:{s:3:\\\"row\\\";s:1:\\\"5\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";}', '1552562178', '1552562200');
INSERT INTO `ey_arcmulti` VALUES ('15', 'arclistb750d20c1a1263a77a9569339c69c390', 'arclist', '', '5', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 5', 'a.click desc', '', '', 'a:3:{s:3:\\\"row\\\";s:1:\\\"5\\\";s:8:\\\"titlelen\\\";s:2:\\\"50\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";}', '1552562213', '1552562213');
INSERT INTO `ey_arcmulti` VALUES ('16', 'arclist69fe896bfb398ca6b20f18bc7da3917e', 'arclist', '', '5', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 5', 'a.click desc', '', '', 'a:4:{s:3:\\\"row\\\";s:1:\\\"5\\\";s:8:\\\"titlelen\\\";s:2:\\\"40\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";s:6:\\\"typeid\\\";s:0:\\\"\\\";}', '1552562288', '1563241524');
INSERT INTO `ey_arcmulti` VALUES ('17', 'arclist25a91cbd91dfd9eed100f20d48ba8d55', 'arclist', '', '4', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (   (a.is_recom = 1)  AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.sort_order asc, a.aid desc LIMIT 4', 'a.sort_order asc, a.aid desc', '', '', 'a:4:{s:3:\\\"row\\\";s:1:\\\"4\\\";s:4:\\\"flag\\\";s:1:\\\"c\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:6:\\\"typeid\\\";s:0:\\\"\\\";}', '1552562288', '1563241524');
INSERT INTO `ey_arcmulti` VALUES ('20', 'arclist54d16a476317b10bc1915f4f5c93820a', 'arclist', '', '25', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.sort_order asc, a.aid desc LIMIT 25', 'a.sort_order asc, a.aid desc', '', '', 'a:2:{s:8:\\\"titlelen\\\";s:2:\\\"80\\\";s:5:\\\"limit\\\";s:5:\\\"20,25\\\";}', '1552562868', '1552614264');
INSERT INTO `ey_arcmulti` VALUES ('21', 'arclist5f404391af0aa1dabb5c11036a58d409', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:3:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";}', '1552613260', '1552614321');
INSERT INTO `ey_arcmulti` VALUES ('22', 'list001', 'arclist', '<article class=\\\"excerpt excerpt-one\\\">\r\n  <header><a class=\\\"cat label label-important\\\" href=\\\"{$field.typeurl}\\\">{$field.typename}<i class=\\\"label-arrow\\\"></i></a>\r\n    <h2><a target=\\\"_blank\\\" href=\\\"{$field.arcurl}\\\" title=\\\"{$field.title}\\\">{$field.title}</a></h2>\r\n  </header>\r\n  <p class=\\\"text-muted time\\\"></p>\r\n  <p class=\\\"focus\\\"><a target=\\\"_blank\\\" href=\\\"{$field.arcurl}\\\" class=\\\"thumbnail\\\"><span><img src=\\\"{$field.litpic}\\\" class=\\\"thumb\\\"/></span></a></p>\r\n  <p class=\\\"note\\\">{$field.seo_description|html_msubstr=###,0,80,true}</p>\r\n  <p class=\\\"text-muted views\\\"><span class=\\\"post-views\\\">阅读({$field.click})</span><span class=\\\"post-tags\\\">标签：{eyou:tag sort=\\\'now\\\' getall=\\\'0\\\' row=\\\'10\\\' id=\\\'field2\\\'} <a href=\\\'{$field2.link}\\\'>{$field2.tag}</a>&nbsp;&nbsp;{/eyou:tag}</span></p>\r\n</article>\r\n', '10', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.typeid IN (3,3) AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.sort_order asc, a.aid desc LIMIT 10', 'a.sort_order asc, a.aid desc', '', '', 'a:3:{s:3:\\\"row\\\";s:2:\\\"10\\\";s:8:\\\"titlelen\\\";s:2:\\\"80\\\";s:5:\\\"tagid\\\";s:7:\\\"list001\\\";}', '1552613831', '1552623800');
INSERT INTO `ey_arcmulti` VALUES ('23', 'arclist8012a2b7a6ff84a5429f0c7d9c8c2c14', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.typeid IN (1,1) AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:3:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";}', '1552614120', '1552616221');
INSERT INTO `ey_arcmulti` VALUES ('25', 'arclist3ebcfccb59caa0a978253f69378fccdc', 'arclist', '', '4', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.typeid IN (3,3) AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 4', 'a.click desc', '', '', 'a:3:{s:3:\\\"row\\\";s:1:\\\"4\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";}', '1552615709', '1552616165');
INSERT INTO `ey_arcmulti` VALUES ('26', 'arclistad4ad6d2f8742541d0c0aaf87caa896c', 'arclist', '', '8', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.typeid IN (3,3) AND a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 8', 'a.click desc', '', '', 'a:3:{s:3:\\\"row\\\";s:1:\\\"8\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";}', '1552616190', '1552623811');
INSERT INTO `ey_arcmulti` VALUES ('27', 'arclist12103fbc5f3ade0daabe8fb0b2ddb1b6', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.typeid IN (6,6) AND a.channel IN (6) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:3:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";}', '1552616601', '1552616630');
INSERT INTO `ey_arcmulti` VALUES ('28', 'arclist87ae86a610595b045a13371a28d873b3', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.typeid IN (7,7) AND a.channel IN (6) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:3:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";}', '1552616633', '1552616633');
INSERT INTO `ey_arcmulti` VALUES ('29', 'arclist89d86e30fa93caba16e936c6a6acb4b2', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:4:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";}', '1552616702', '1552623802');
INSERT INTO `ey_arcmulti` VALUES ('30', 'arclist4b621d93819ac2470579d17a569f4e73', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:4:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";}', '1552617181', '1552617243');
INSERT INTO `ey_arcmulti` VALUES ('31', 'arclistf466fb0ed5935389717d6e4c5bbce953', 'arclist', '', '40', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 40', 'a.click desc', '', '', 'a:4:{s:3:\\\"row\\\";s:2:\\\"40\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";}', '1552617452', '1552623805');
INSERT INTO `ey_arcmulti` VALUES ('32', 'arclist10c54bb8da7d2740d3d7168814726c43', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:4:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";}', '1552618198', '1552623689');
INSERT INTO `ey_arcmulti` VALUES ('33', 'arclist6359d38aa235b4b787d7c708122eb6d0', 'arclist', '', '40', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 40', 'a.click desc', '', '', 'a:4:{s:3:\\\"row\\\";s:2:\\\"40\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";}', '1552619858', '1552619858');
INSERT INTO `ey_arcmulti` VALUES ('34', 'arclist272d1c41534d8cde4df32a6248cd8511', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:4:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";}', '1552619858', '1552622469');
INSERT INTO `ey_arcmulti` VALUES ('35', 'list002', 'arclist', '<li>\r\n  <h3></h3>\r\n  <time>{$field.add_time|MyDate=\\\'Y-m-d\\\',###}</time>\r\n  <a href=\\\"{$field.arcurl}\\\">{$field.title}</a> <span class=\\\"text-muted\\\">阅读({$field.click})</span> </li>\r\n', '40', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.add_time desc LIMIT 40', 'a.add_time desc', '', '', 'a:5:{s:3:\\\"row\\\";s:2:\\\"40\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:3:\\\"now\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";s:5:\\\"tagid\\\";s:7:\\\"list002\\\";}', '1552619941', '1552622469');
INSERT INTO `ey_arcmulti` VALUES ('36', 'arcliste311f0069b40adb7723b4ec4d5ff4c77', 'arclist', '', '25', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 25', 'a.click desc', '', '', 'a:4:{s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";s:5:\\\"limit\\\";s:5:\\\"20,25\\\";}', '1552619976', '1552619976');
INSERT INTO `ey_arcmulti` VALUES ('37', 'arclist1c666fb472f88c2ae0f3695689adea76', 'arclist', '', '30', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 30', 'a.click desc', '', '', 'a:4:{s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";s:5:\\\"limit\\\";s:5:\\\"25,30\\\";}', '1552619977', '1552619977');
INSERT INTO `ey_arcmulti` VALUES ('38', 'arclist8e8c58f4d235e6aa0b229881867ae798', 'arclist', '', '35', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 35', 'a.click desc', '', '', 'a:4:{s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";s:5:\\\"limit\\\";s:5:\\\"30,35\\\";}', '1552619978', '1552619978');
INSERT INTO `ey_arcmulti` VALUES ('39', 'arclista60e040719ca3eecb6bd8142a47c8daf', 'arclist', '', '40', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 40', 'a.click desc', '', '', 'a:4:{s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";s:5:\\\"limit\\\";s:5:\\\"20,40\\\";}', '1552619986', '1552619986');
INSERT INTO `ey_arcmulti` VALUES ('40', 'arclistcdefefccee4cfd7092f0b4435e35d50e', 'arclist', '', '60', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 60', 'a.click desc', '', '', 'a:4:{s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";s:5:\\\"limit\\\";s:5:\\\"40,60\\\";}', '1552619988', '1552619998');
INSERT INTO `ey_arcmulti` VALUES ('41', 'arclist436cc6e1b512bc964a8794786c14cd90', 'arclist', '', '60', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.add_time desc LIMIT 60', 'a.add_time desc', '', '', 'a:4:{s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:3:\\\"now\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";s:5:\\\"limit\\\";s:5:\\\"40,60\\\";}', '1552620029', '1552622473');
INSERT INTO `ey_arcmulti` VALUES ('42', 'arclist99926dd7c30a868477fd17d16a81681d', 'arclist', '', '5', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 5', 'rand()', '', '', 'a:3:{s:5:\\\"limit\\\";s:3:\\\"0,5\\\";s:8:\\\"titlelen\\\";s:2:\\\"30\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";}', '1552620087', '1552620087');
INSERT INTO `ey_arcmulti` VALUES ('43', 'arclista0bef86f29fe19da728fddb7933db78b', 'arclist', '', '40', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY a.click desc LIMIT 40', 'a.click desc', '', '', 'a:4:{s:3:\\\"row\\\";s:2:\\\"40\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:5:\\\"click\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";}', '1552621427', '1552621427');
INSERT INTO `ey_arcmulti` VALUES ('44', 'arclistf1bd1a275471860d5f46aecdc8403435', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:4:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";}', '1552621871', '1552622054');
INSERT INTO `ey_arcmulti` VALUES ('45', 'arclistbf33890701b2f13ff271023eaff4e316', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:4:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";}', '1552622400', '1552623798');
INSERT INTO `ey_arcmulti` VALUES ('46', 'arclista325815fb220db30d6b619fc4e82bd66', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:4:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";}', '1552622401', '1552622404');
INSERT INTO `ey_arcmulti` VALUES ('47', 'arclistc735bbeadda1c3be68dbf01890e0a0f5', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:4:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";}', '1552622405', '1552623811');
INSERT INTO `ey_arcmulti` VALUES ('48', 'arclistde79bcd364917319e624664023ba055c', 'arclist', '', '6', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 6', 'rand()', '', '', 'a:4:{s:3:\\\"row\\\";s:1:\\\"6\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";}', '1552622459', '1552623804');
INSERT INTO `ey_arcmulti` VALUES ('49', 'arclist9fbeaafa8874b38785d53c683d24b6c7', 'arclist', '', '4', 'SELECT `b`.*,`a`.* FROM `ey_archives` `a` LEFT JOIN `ey_arctype` `b` ON `b`.`id`=`a`.`typeid` WHERE  (  a.channel IN (1) AND a.arcrank > -1 AND a.status = 1 AND a.is_del = 0 )  AND `a`.`lang` = \'cn\' ORDER BY rand() LIMIT 4', 'rand()', '', '', 'a:5:{s:3:\\\"row\\\";s:1:\\\"4\\\";s:8:\\\"titlelen\\\";s:2:\\\"20\\\";s:7:\\\"orderby\\\";s:4:\\\"rand\\\";s:9:\\\"channelid\\\";s:1:\\\"1\\\";s:6:\\\"typeid\\\";s:0:\\\"\\\";}', '1555142099', '1563241524');

-- -----------------------------
-- Table structure for `ey_arcrank`
-- -----------------------------
DROP TABLE IF EXISTS `ey_arcrank`;
CREATE TABLE `ey_arcrank` (
  `id` smallint(5) unsigned NOT NULL AUTO_INCREMENT COMMENT '权限ID',
  `rank` smallint(6) DEFAULT '0' COMMENT '权限值',
  `name` char(20) DEFAULT '' COMMENT '会员名称',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='文档阅读权限表';

-- -----------------------------
-- Records of `ey_arcrank`
-- -----------------------------
INSERT INTO `ey_arcrank` VALUES ('1', '0', '开放浏览', 'cn', '0', '1552376880');
INSERT INTO `ey_arcrank` VALUES ('2', '-1', '待审核稿件', 'cn', '0', '1552376880');

-- -----------------------------
-- Table structure for `ey_arctype`
-- -----------------------------
DROP TABLE IF EXISTS `ey_arctype`;
CREATE TABLE `ey_arctype` (
  `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '栏目ID',
  `channeltype` int(10) DEFAULT '0' COMMENT '栏目顶级模型ID',
  `current_channel` int(10) DEFAULT '0' COMMENT '栏目当前模型ID',
  `parent_id` int(10) DEFAULT '0' COMMENT '栏目上级ID',
  `typename` varchar(200) DEFAULT '' COMMENT '栏目名称',
  `dirname` varchar(200) DEFAULT '' COMMENT '目录英文名',
  `dirpath` varchar(200) DEFAULT '' COMMENT '目录存放HTML路径',
  `englist_name` varchar(200) DEFAULT '' COMMENT '栏目英文名',
  `grade` tinyint(1) DEFAULT '0' COMMENT '栏目等级',
  `typelink` varchar(200) DEFAULT '' COMMENT '栏目链接',
  `litpic` varchar(250) DEFAULT '' COMMENT '栏目图片',
  `templist` varchar(200) DEFAULT '' COMMENT '列表模板文件名',
  `tempview` varchar(200) DEFAULT '' COMMENT '文档模板文件名',
  `seo_title` varchar(200) DEFAULT '' COMMENT 'SEO标题',
  `seo_keywords` varchar(200) DEFAULT '' COMMENT 'seo关键字',
  `seo_description` text COMMENT 'seo描述',
  `sort_order` int(10) DEFAULT '0' COMMENT '排序号',
  `is_hidden` tinyint(1) DEFAULT '0' COMMENT '是否隐藏栏目：0=显示，1=隐藏',
  `is_part` tinyint(1) DEFAULT '0' COMMENT '栏目属性：0=内容栏目，1=外部链接',
  `admin_id` int(10) DEFAULT '0' COMMENT '管理员ID',
  `is_del` tinyint(1) DEFAULT '0' COMMENT '伪删除，1=是，0=否',
  `del_method` tinyint(1) DEFAULT '0' COMMENT '伪删除状态，1为主动删除，2为跟随上级栏目被动删除',
  `status` tinyint(1) DEFAULT '1' COMMENT '启用 (1=正常，0=屏蔽)',
  `is_release` tinyint(1) DEFAULT '0' COMMENT '栏目是否应用于会员投稿发布，1是，0否',
  `weapp_code` varchar(50) DEFAULT '' COMMENT '插件栏目唯一标识',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `dirname` (`dirname`,`lang`) USING BTREE,
  KEY `parent_id` (`channeltype`,`parent_id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8 COMMENT='文档栏目表';

-- -----------------------------
-- Records of `ey_arctype`
-- -----------------------------
INSERT INTO `ey_arctype` VALUES ('1', '1', '1', '0', '奇·趣事 ', 'lian_fengdingbin_', '/lian_fengdingbin_', '', '0', '', '', 'lists_article.htm', 'view_article.htm', '', '', '', '100', '0', '0', '1', '0', '0', '1', '1', '', 'cn', '1550647765', '1550647765');
INSERT INTO `ey_arctype` VALUES ('2', '1', '1', '0', '潮·科技 ', 'chang_feng___', '/chang_feng___', '', '0', '', '', 'lists_article.htm', 'view_article.htm', '', '', '', '100', '0', '0', '1', '0', '0', '1', '1', '', 'cn', '1550647771', '1550647771');
INSERT INTO `ey_arctype` VALUES ('3', '1', '1', '0', '美·奇迹 ', 'ti_feng_ma_', '/ti_feng_ma_', '', '0', '', '', 'lists_article.htm', 'view_article.htm', '', '', '', '100', '0', '0', '1', '0', '0', '1', '1', '', 'cn', '1550647778', '1550647778');
INSERT INTO `ey_arctype` VALUES ('4', '1', '1', '0', '趣·美味 ', 'zan_feng___', '/zan_feng___', '', '0', '', '', 'lists_article.htm', 'view_article.htm', '', '', '', '100', '0', '0', '1', '0', '0', '1', '1', '', 'cn', '1550647790', '1550647790');
INSERT INTO `ey_arctype` VALUES ('5', '6', '6', '0', '关于', 'guanyu', '/guanyu', '', '0', '', '', 'lists_single.htm', '', '', '', '', '100', '0', '0', '1', '0', '0', '1', '0', '', 'cn', '1550647796', '1550647796');
INSERT INTO `ey_arctype` VALUES ('6', '6', '6', '5', '关于我们', 'guanyuwomen', '/guanyu/guanyuwomen', '', '1', '', '', 'lists_single.htm', '', '', '', '', '100', '0', '0', '1', '0', '0', '1', '0', '', 'cn', '1550718970', '1550718970');
INSERT INTO `ey_arctype` VALUES ('7', '6', '6', '5', '广告投放', 'guanggaotoufang', '/guanyu/guanggaotoufang', '', '1', '', '', 'lists_single.htm', '', '', '', '', '100', '0', '0', '1', '0', '0', '1', '0', '', 'cn', '1550718986', '1550718986');
INSERT INTO `ey_arctype` VALUES ('9', '6', '6', '5', '热门文章', 'remenwenzhang', '/guanyu/remenwenzhang', '', '1', '', '', 'lists_single_img.htm', '', '', '', '', '100', '0', '0', '1', '0', '0', '1', '0', '', 'cn', '1552616963', '1552618161');
INSERT INTO `ey_arctype` VALUES ('10', '6', '6', '5', '所有文档', 'suoyouwendang', '/guanyu/suoyouwendang', '', '1', '', '', 'lists_single_list.htm', '', '', '', '', '100', '0', '0', '1', '0', '0', '1', '0', '', 'cn', '1552618180', '1552618192');
INSERT INTO `ey_arctype` VALUES ('11', '6', '6', '5', '标签云', 'biaoqianyun', '/guanyu/biaoqianyun', '', '1', '', '', 'lists_single_tag.htm', '', '', '', '', '100', '0', '0', '1', '0', '0', '1', '0', '', 'cn', '1552621900', '1552622047');

-- -----------------------------
-- Table structure for `ey_article_content`
-- -----------------------------
DROP TABLE IF EXISTS `ey_article_content`;
CREATE TABLE `ey_article_content` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `aid` int(10) DEFAULT '0' COMMENT '文档ID',
  `content` longtext COMMENT '内容详情',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  `test1` varchar(200) NOT NULL DEFAULT '' COMMENT 'test1',
  PRIMARY KEY (`id`),
  KEY `news_id` (`aid`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=51 DEFAULT CHARSET=utf8 COMMENT='资讯内容表_存储正常内容';

-- -----------------------------
-- Records of `ey_article_content`
-- -----------------------------
INSERT INTO `ey_article_content` VALUES ('1', '2', '&lt;p&gt;自从普及了智能手机以后，越来越多的帅哥萌妹子们喜欢玩自拍，不过，如果你看到摄影师Tom Storm拍摄的泡泡中的世界的话，你就会瞬间觉得对着镜子自拍神马的简直是太弱了。&lt;/p&gt;&lt;p&gt;摄影师Tom Storm是一位水滴摄影师，他从2006年开始到世界不同的地方去旅行拍摄，将自己看到的不同特色不同风情的风景放在一个个泡泡中，通过自己的镜头记录下来，再分享给爱风景爱摄影的人们。由于这些水滴泡泡对周围的景物具有反射作用，当那些美丽的景色反射到泡泡上时，Tom Storm就抓住机会，用相机拍摄下来这些精美大气的景象，然后就完成了自己惊艳的泡泡中的世界作品。&lt;/p&gt;&lt;p&gt;我们不得不为Tom Storm这种摄影创意而折服，当然，爱好摄影的小伙伴们也自己可以试一试哟！接下来时间就请大家跟随置顶表情小编一起来欣赏这组美轮美奂的泡泡世界摄影作品吧！&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/aa13b54ceaac60110ebee2c07635a6be.jpg&quot; style=&quot;&quot; title=&quot;aa13b54ceaac60110ebee2c07635a6be.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/d9f4e4d14eea64ddca597f188ab042f1.jpg&quot; style=&quot;&quot; title=&quot;d9f4e4d14eea64ddca597f188ab042f1.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/b8f713aea9a98fbfc44ea7089256399a.jpg&quot; style=&quot;&quot; title=&quot;b8f713aea9a98fbfc44ea7089256399a.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/281b06b24fa29cf21e700bfb4b8c179b.jpg&quot; style=&quot;&quot; title=&quot;281b06b24fa29cf21e700bfb4b8c179b.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/c1bf2e6e8fa96c5c0b960add8010b64b.jpg&quot; style=&quot;&quot; title=&quot;c1bf2e6e8fa96c5c0b960add8010b64b.jpg&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550654051', '1550654051', '');
INSERT INTO `ey_article_content` VALUES ('2', '3', '&lt;p&gt;你喜欢旅行吗，你喜欢摄影吗？你希望在同一个场景中拍摄出不一样的感觉吗？想不想在盛夏拍出冬天的白色浪漫呢？&lt;/p&gt;&lt;p&gt;现在的摄影中有一个神奇的技术效果——红外技术，最初红外技术用于军事导航追踪，现在也用于摄影中。摄影师Christian Kern用他的红外相机把德国通常茂密的自然景观拍摄成一系列雪白的场景。红外相机将任何的天然绿色转化为白色和粉红色，制造出让人惊讶的照片，简直就像出自另一个世界！跟小编一起欣赏这些美景美图吧！&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/4147e6cd16f6ecf8f2f594f360a08337.jpg&quot; style=&quot;&quot; title=&quot;4147e6cd16f6ecf8f2f594f360a08337.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/100955592cdf4927e778252a7f947d84.jpg&quot; style=&quot;&quot; title=&quot;100955592cdf4927e778252a7f947d84.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/0f5e3c8cc2b06cfe9cfc5a8446d83d81.jpg&quot; style=&quot;&quot; title=&quot;0f5e3c8cc2b06cfe9cfc5a8446d83d81.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/53a32e79ba659af64b2ceef8fb018344.jpg&quot; style=&quot;&quot; title=&quot;53a32e79ba659af64b2ceef8fb018344.jpg&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550654069', '1550654069', '');
INSERT INTO `ey_article_content` VALUES ('3', '4', '&lt;p&gt;小伙伴们估计都注意到这么一个现象，城市里出现越来越多的流浪猫、流浪狗，比如在土耳其的伊斯坦堡就有150000只流浪动物，但是却很少有人愿意为这些流浪猫狗提供食物和一个家。不过，最近在伊斯坦堡的街头出现了一种新型的自动贩卖机，只要你把塑料瓶投入进去，这种贩卖机就会自动出来饲料给这些流浪猫狗。&lt;/p&gt;&lt;p&gt;对于保护流浪猫狗的热爱动物的人们来说这真的是一个特别棒的机器。这款机器是由土耳其公司Pugedon发明的，他们承诺不会向政府收取费用，现在已经在土耳其街头、公园等公共场所投放许多这种自动贩卖机，只要有人将可回收的塑料瓶投入进去，那么那些流浪猫狗就会拥有食物和水，这样它们就可以一直生存直到等到有主人认领自己。另外，这种机器还可以倡导人们保护环境，减少街道垃圾。&lt;/p&gt;&lt;p&gt;这种机器作用这么棒，如果可以快点儿引入国内，那么一定会得到大家的赞许。&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/f583634ca3f7d793106b4d05a151fd0d.jpg&quot; style=&quot;&quot; title=&quot;f583634ca3f7d793106b4d05a151fd0d.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/c7ed3da9663c0225962e2ae90b0b2a1f.jpg&quot; style=&quot;&quot; title=&quot;c7ed3da9663c0225962e2ae90b0b2a1f.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/1caf1390a7f308a0dedd9529fcc1ec28.jpg&quot; style=&quot;&quot; title=&quot;1caf1390a7f308a0dedd9529fcc1ec28.jpg&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550654077', '1550654077', '');
INSERT INTO `ey_article_content` VALUES ('4', '5', '&lt;p style=&quot;white-space: normal; text-align: left;&quot;&gt;爱迪生说：天才就是百分之一的灵感加上百分之九十九的汗水。是的，并不是每个人生下来就能成为天才，必须要经过磨练才能真正获得成功。比如马来西亚的艺术家Vince Low就是一个很好的例证。&lt;/p&gt;&lt;p style=&quot;white-space: normal; text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/192d3a79331db0b2b82362beb72bec72.jpg&quot; title=&quot;192d3a79331db0b2b82362beb72bec72.jpg&quot; alt=&quot;192d3a79331db0b2b82362beb72bec72.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;Vince Low是一位插画家，但是他小的时候却是一个具有读写障碍症的孩子，尽管他一直非常努力，可是成绩始终不如意，不能让老师和家长满意，还被其他孩子嘲笑和欺凌，但是没有人真正理解他，了解原因。直到他接触到了音乐与艺术，他发现在面对它们时，他充满热情与激情，于是，他爱上了画画，找到了自己的方向，最终成为了一名创造性的插画家。他将线条与涂鸦结合在一起，摒除那些凌乱，以自由的方式捕捉情感，创造出一幅幅有趣又生动的明星人物肖像画。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;接下来时间就请小伙伴们跟随置顶表情小编一起来欣赏那些栩栩如生的肖像画吧，也许学艺术的小伙伴们还可以受到一些灵感启发呢！&lt;/p&gt;&lt;p style=&quot;white-space: normal; text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/a98526511f245b5e16a90f1be00d1501.jpg&quot; title=&quot;a98526511f245b5e16a90f1be00d1501.jpg&quot; alt=&quot;a98526511f245b5e16a90f1be00d1501.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/814a2117351d6898296fafaab789cc7b.jpg&quot; style=&quot;&quot; title=&quot;814a2117351d6898296fafaab789cc7b.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/61c637b829e35ad6f0aab0eab337eb1d.jpg&quot; style=&quot;&quot; title=&quot;61c637b829e35ad6f0aab0eab337eb1d.jpg&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550654088', '1550654088', '');
INSERT INTO `ey_article_content` VALUES ('5', '6', '&lt;p style=&quot;white-space: normal;&quot;&gt;芝加哥大战过了4年，变形金刚终于在观众的殷殷期待中绝迹重生了。虽然已经等得有点儿心焦，可是擎天柱、大黄蜂终于还是来了。《变形金刚4：绝迹重生》于6月27日在中国大陆上映，由于上映当天人太多，所以只能过了一天才看到，看过之后，瞬间觉得这场面、这制作真的不愧是好莱坞打造，那么今天置顶表情小编就好好跟小伙伴们唠唠《变4》幕后制作那些事儿吧！&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;《变4》导演迈克尔·贝使用了一台价值为100万美元的4K IMAX 3D摄影机拍摄，这也是首部采用4K IMAX 3D摄影机拍摄的影片，4K IMAX 3D摄影机被安装在了一辆价值5万多美金的保时捷卡宴顶部，拍摄出来的画面清晰异常。不过，在冰岛的戏是用胶片拍摄的。由于这部影片使用的是IMAX 3D，渲染时间将是以前电影每帧IMAX需花费36小时渲染的两倍，速度明显更快了。当然，这个是得益于该格式立体声的性质喽。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;《变4》新出现了18个机器人，这些都是由工业工业光魔公司制作出来的。先搭建出机器人模型的几何形状需要15周时间，再用15-20周构建机器人的支撑骨骼结构，再然后是喷漆和制作细节化纹理，最后则是需要根据不同拍摄格式、镜头、场景调整机器人。当然，那些熟悉的汽车人虽然被迈克尔·贝重新设计，但是还是能让人一眼就认出来。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;CG特效贯穿《变4》的始终，并且特效制作得也特别棒。影片后期的视效部门达到350人。虽然大部分的机器人都是通过关键帧动画创造出来的，但是新技能出现时，剧组仍会使用动作捕捉系统将其呈现。比如香港场景的呈现就是特效团队花了几周时间通过数码相机的记录再用数字技术处理而得出的，还有那些大楼倒塌、毁坏的场景也都是特效的结果。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;当然，为了让影片质量更上层，那些爆炸、慢动作剧组会尽可能的使用实景效果，比如烟、火，比如机器人与人类之间的抓住、抱住、携带等动作。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;其实，影片中出现了许多中国标志性建筑，这些画面都是采用航拍得来的，而这些中国元素的出现也吸引了更多中国观众的眼球。&lt;/p&gt;&lt;p style=&quot;white-space: normal; text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/e04a4001141f56177c9f173779e8d6aa.jpg&quot; style=&quot;&quot; title=&quot;e04a4001141f56177c9f173779e8d6aa.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/0d2d489087cb32ec75809957edd1d233.jpg&quot; style=&quot;&quot; title=&quot;0d2d489087cb32ec75809957edd1d233.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/0c292a7dc8fe2e5bbb0c55055c507a55.jpg&quot; style=&quot;&quot; title=&quot;0c292a7dc8fe2e5bbb0c55055c507a55.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/9097d5e09aa50620ac723b35d9dbda25.jpg&quot; style=&quot;&quot; title=&quot;9097d5e09aa50620ac723b35d9dbda25.jpg&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550653177', '1550653177', '');
INSERT INTO `ey_article_content` VALUES ('6', '7', '&lt;p style=&quot;white-space: normal;&quot;&gt;虽然现在科学技术发展迅速，但是在自然界中仍然有一些奇怪的现象不能为科学所解释，那么这些神奇的自然现象也就成了未解之谜。下面置顶表情小编为你介绍6个神奇的自然未解之谜！&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;印尼爪哇谷洞&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;爪哇谷洞，是印度尼西亚最为恐怖奇异的山洞。当人、动物从洞口经过，或是离洞口还有6至7米距离，就会被一种强大的吸引力“拖入”谷洞而被吞掉。据当地人说，山洞里白骨已堆积不少，都没法分哪些是人骨哪些是兽骨。到现在为止，没有人能解释清楚爪哇谷洞巨大吸力是怎么回事。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;现在，印尼政府已把它附近设为禁区，禁止任何人进入。但来自世界各地的科考小组从未间断对它的考察研究。&lt;/p&gt;&lt;p style=&quot;white-space: normal; text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/beb80269b17a88c73c32b17d79c030fe.jpg&quot; title=&quot;beb80269b17a88c73c32b17d79c030fe.jpg&quot; alt=&quot;beb80269b17a88c73c32b17d79c030fe.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;法国比利牛斯山圣泉&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;比利牛斯山脉中的劳狄斯小镇上的岩洞里有一眼清泉，它以神奇的治病功吸引了来自世界各地成千上万的人们，就连现代医学无法治疗的皮肤病患者来此洗疗之后也会很快康复，因此成为闻名全球的神秘“圣泉”。&lt;/p&gt;&lt;p style=&quot;white-space: normal; text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/dd2aeb52184e364c6629ffaa2d1045ce.jpg&quot; title=&quot;dd2aeb52184e364c6629ffaa2d1045ce.jpg&quot; alt=&quot;dd2aeb52184e364c6629ffaa2d1045ce.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;法国石棺泉&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;同样是在比利牛斯山区，在阿尔勒小镇教堂里，存放一口1500多年前的石棺，石棺长约1.93米，用白色的大理石雕刻而成。令人不解的是石棺终年盛满清泉般的水，却没人能解释出石棺中的水从哪里而来。水利专家使用所有的办法都未能使石棺内水源断绝。石棺内的水不流动，但却能够自动更换一样保持洁净。许多科学家都未能解释出这个谜团。&lt;/p&gt;&lt;p style=&quot;white-space: normal; text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/b9367c5b4132a51717f084c3e238d856.jpg&quot; title=&quot;b9367c5b4132a51717f084c3e238d856.jpg&quot; alt=&quot;b9367c5b4132a51717f084c3e238d856.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;东山风动石&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;东山风动石以奇、险、悬而居全国各地60多块风动石之最，被誉为“天下第一奇石”。它的奇妙之处在于它前后左右重量平衡极佳，大风吹动时，石体左右晃动，但倾斜到一定角度就不会再动了，所以我们称它为风动石。曾今东山岛发生7.5级地震，山石滚落，屋倒人亡，可风动石却安然无恙。“七七事变”后，日军企图搬走风动石，日舰“太和丸”用钢丝索系于风动石上，开足马力，可多条钢丝索被拉断了，风动石却纹丝未动，最后日军只得放弃这一企图。风动石历经沧桑，依然斜立如故。这块奇石是怎样形成的呢？至今是个难解的谜。&lt;/p&gt;&lt;p style=&quot;white-space: normal; text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/751a7969747d6058cbc4bac14e29a82e.jpg&quot; title=&quot;751a7969747d6058cbc4bac14e29a82e.jpg&quot; alt=&quot;751a7969747d6058cbc4bac14e29a82e.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;洪都拉斯蓝洞&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;在静谧的海洋上，会出现一汪深蓝色的圆形水域，从高空看，仿佛是大海的瞳孔，从高处望过来，深邃、神秘、诡异，总感觉是通往另外一个世界的时空之门。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;洪都拉斯蓝洞，是世界十大地质奇迹之一。由于洞很深，因此呈现出深蓝色的景象，这一结构被称为“蓝洞”。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&lt;br/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;印度圣石&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;印度西部希沃布里村庄，有一座神庙，庙前空地有2块各重90公斤左右的“圣石”。只要人们用右手的食指放在“圣石”底部，异口同声且不停顿地喊着“库马尔·阿利 ·达尔维-奇-奇-奇”，沉重的石头就从地上弹跳起来，悬升到约2米的高度。直到人们喊得上气不接下气时，它才会落回到地上。难道人们的语言和动作信息在某种程度上可以抵消重力的效果呢？没有人能解释清楚原因，成为悬而未解之谜。&lt;/p&gt;&lt;p style=&quot;white-space: normal; text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/64e0172b961dba196069a9a2e5722c26.jpg&quot; title=&quot;64e0172b961dba196069a9a2e5722c26.jpg&quot; alt=&quot;64e0172b961dba196069a9a2e5722c26.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550654305', '1550654305', '');
INSERT INTO `ey_article_content` VALUES ('7', '8', '&lt;p style=&quot;white-space: normal;&quot;&gt;从幼儿园到大学，读书这么多年，小伙伴们得到的不仅仅是知识，更多的还有旧书。不过，估计小伙伴们一部分的旧书都如小编的一样去见佛祖了，因为觉得那些书都没用了，另外一部分觉得还会有点儿用的旧书在书柜里睡觉呢。也许那些旧书对于我们普通人来说是没有什么作用，放在书柜里又占地方，但是，这些旧书对于一些艺术家来说可是很有用的，可以作为创作素材的。&lt;br/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;雕塑艺术家Nick Georgiou就从旧书上找到了创作灵感，他将旧书以及废旧报纸按照不同颜色不同序列排列起来，创作出一幅幅人物雕塑和一些花朵雕塑，这些人物雕塑形神兼备，花朵雕塑漂亮美丽，都充满了艺术美感。当然最棒的还是艺术家们这种变废为宝的创新精神。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;由此看来，就算是废旧物品也还是有其用武之地，有兴趣的小伙伴们也可以试着创新一些东西哟！&lt;/p&gt;&lt;p style=&quot;white-space: normal; text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/6ac410719f8b8f26bd832b2c4bea1375.jpg&quot; title=&quot;6ac410719f8b8f26bd832b2c4bea1375.jpg&quot; alt=&quot;6ac410719f8b8f26bd832b2c4bea1375.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/2bbb2cc5e24e19833db987e8931b2a2c.jpg&quot; style=&quot;&quot; title=&quot;2bbb2cc5e24e19833db987e8931b2a2c.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/3b050ea85a7f232e6478196c04d51c8a.jpg&quot; style=&quot;&quot; title=&quot;3b050ea85a7f232e6478196c04d51c8a.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img src=&quot;/uploads/ueditor/20190220/dd482a62e4c9cef2cc8011d3e0bb74fd.jpg&quot; style=&quot;&quot; title=&quot;dd482a62e4c9cef2cc8011d3e0bb74fd.jpg&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&lt;br/&gt;&lt;/p&gt;', '1550717226', '1550717226', '');
INSERT INTO `ey_article_content` VALUES ('8', '9', '&lt;p&gt;现在各地的游乐园越来越多，不过这些游乐园不再只是孩子们的乐园了，里面也开设越来越多成人的项目，比如跳楼机、过山车、云霄飞车、海盗船等等，这些惊险刺激的项目只能是成人才可以玩的。由于现在年轻人最喜欢玩心跳，所以这些高度刺激的项目成了他们的最爱。那么，今天置顶表情小编就给大家盘点一下中国比较好玩的过山车，有兴趣又有胆量的小伙伴们可以找机会去尝试哟！&lt;/p&gt;&lt;h2&gt;绝顶雄风&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8660&quot; src=&quot;/uploads/ueditor/20190221/5c6dfae22a134.png&quot; alt=&quot;10大中国最好玩的过山车--置顶表情&quot; width=&quot;640&quot; height=&quot;480&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于上海欢乐谷，于2009年8月16日开放，全长为969米，高度为65米，最高时速为115km/h,是中国最高的过山车，同时也是世界上最高的垂直下坠过山车，最具特色的是它会以时速115km完成一个Immelmann翻转，你会瞬间进入失重状态，如漂浮在宇宙中一样。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;谷木游龙&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8661&quot; src=&quot;/uploads/ueditor/20190221/5c6dfae22bb03.png&quot; alt=&quot;10大中国最好玩的过山车--置顶表情&quot; width=&quot;640&quot; height=&quot;425&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;又名火球，位于上海欢乐谷，开放于2009年8月16日，长度1200米，高度33米，速度为90km/h,采用了世界上最古老的过山车形式：木质过山车，其主材是美国南方松木，它是中国第一架木质过山车，沿着湖边建造的，蜿蜒曲折，犹如巨龙。它是园里人气最高的节目。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;垂直过山车&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8670&quot; src=&quot;/uploads/ueditor/20190221/5c6dfae22ca7e.png&quot; alt=&quot;10大中国最好玩的过山车--置顶表情&quot; width=&quot;639&quot; height=&quot;484&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于广州长隆欢乐世界，开放于2008年1月21日，高度60米，长度981米，时速112km,是亚洲第一座无地板的带翻转的垂直下坠、带水力刹车的过山车，具有“全球过山车之王”之称。它的运行轨道不仅仅有高空，还要穿过地下隧道和水道，让你在3分钟的时间内完成上天、入地、冲浪的超凡神奇体验，带给你新鲜刺激之感。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;十环过山车&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8663&quot; src=&quot;/uploads/ueditor/20190221/5c6dfae22d9d0.png&quot; alt=&quot;10大中国最好玩的过山车--置顶表情&quot; width=&quot;640&quot; height=&quot;560&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于广州长隆欢乐世界，长度为850米，高度达30米，速度为80km/h，过山车环数为10环，创造了世界吉尼斯记录，这种过山车世界上一共只有两台，英国一台，这是第二台。其亮点就是360度回转，让你可以感受到中心连环旋转的奇妙同心惯力。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;摩托过山车&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8664&quot; src=&quot;/uploads/ueditor/20190221/5c6dfae22e680.png&quot; alt=&quot;10大中国最好玩的过山车--置顶表情&quot; width=&quot;640&quot; height=&quot;320&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于广州长隆欢乐世界，全长590米，时速80km/h,这是东半球上唯一的一台摩托过山车，在过弯道的时候，你的膝盖可能会着地，让你有真的在赛车的感觉，特别真实。喜欢赛车的小伙伴们不妨一试哟！&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;水晶神翼&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8665&quot; src=&quot;/uploads/ueditor/20190221/5c6dfae22f2fa.png&quot; alt=&quot;10大中国最好玩的过山车--置顶表情&quot; width=&quot;640&quot; height=&quot;480&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于北京欢乐谷，在2006年7月9日时开放，高度32米，速度为81km/h,这台过山车的奇特之处在于可以旋转座椅，在运行中能够将人们的身体向下旋转，面朝着地面，就像鸟在空中飞翔的感觉。不过，由于水晶神翼被过分包装了，所以使其观赏价值大打折扣，有点儿遗憾。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;蓝月飞车&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8666&quot; src=&quot;/uploads/ueditor/20190221/5c6dfae22fff7.png&quot; alt=&quot;10大中国最好玩的过山车--置顶表情&quot; width=&quot;640&quot; height=&quot;480&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于上海欢乐谷，2009年8月16日开放,也被称为Mega-Lite过山车，长度755米，高度32米，时速90km,高速飞驰会给你带来美妙飞翔之感，并且运行过程中会有一段像野兔一般的蹦跳，会给你一种抛射的感觉。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;雪山飞龙&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8667&quot; src=&quot;/uploads/ueditor/20190221/5c6dfae230be8.png&quot; alt=&quot;10大中国最好玩的过山车--置顶表情&quot; width=&quot;640&quot; height=&quot;479&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于深圳欢乐谷，长度为662米, 高度38米，还有四个回环，由于它是中国第一座悬挂式过山车，所以备受人们欢迎，它会让你体验惊险、刺激、极速、尖叫，体验那种令人窒息的感觉!&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;笑傲飞鹰&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8668&quot; src=&quot;/uploads/ueditor/20190221/5c6dfae2316b1.png&quot; alt=&quot;10大中国最好玩的过山车--置顶表情&quot; width=&quot;640&quot; height=&quot;400&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于台湾新竹的六福村主题公园，于2001年开放，长度是192米，高度是56米，速度为104km/h,它是亚洲第一全球第二的一台U型滑轨的悬挂式过山车，玩这台过山车最刺激的是，在直冲云霄之时，乘客会随着像螺丝一样的轨道进行360度转运翻腾，刺激无比。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;4D过山龙&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8669&quot; src=&quot;/uploads/ueditor/20190221/5c6dfae2321c2.png&quot; alt=&quot;10大中国最好玩的过山车--置顶表情&quot; width=&quot;640&quot; height=&quot;370&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于江苏常州中华恐龙园，2012年4月29日开放，这是一台科技含量极高的过山车，完全不同于以往过山车的是，它的座位是悬挂在主车厢两侧，可以单独翻转，当主车厢随也随着轨道翻转之时，就会给你一种立体的乘坐体验。&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550711586', '1550711586', '');
INSERT INTO `ey_article_content` VALUES ('9', '10', '&lt;p&gt;小编我一直都认为披萨是不健康的食品，所以都很少吃。没想到国外的一位大叔Dan Janssen却吃了整整25年披萨，尽管患有糖尿病，但丝毫不影响他每天吃披萨。Janssen虽然是一个素食主义者，但他讨厌吃蔬菜，所以平时都吃芝士披萨，每天至少要吃上一餐。&lt;/p&gt;&lt;p&gt;有些Janssen身边的人们担心他的这种饮食会导致其死亡，希望他能改变饮食习惯，但他对这种不健康的饮食丝毫不担心，觉得人终有一死，吃着自己喜爱的食物死亡也是很幸福的。除了内分泌医生之外，其他医生都说他很健康，可以继续做他正在做的事情。看来披萨饮食并不影响他的糖尿病。&lt;/p&gt;&lt;p&gt;他的未婚妻Madeline很担心他的健康，经常鼓励他吃别的东西，甚至会把蔬菜放在披萨里，企图改变Janssen的不健康饮食。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8360&quot; src=&quot;/uploads/ueditor/20190221/5c6dfb9f449be.png&quot; alt=&quot;老外大叔25年每天吃披萨，吃喜爱的食物死亡也很幸福--置顶表情&quot; width=&quot;650&quot; height=&quot;425&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8361&quot; src=&quot;/uploads/ueditor/20190221/5c6dfb9f481a2.png&quot; alt=&quot;老外大叔25年每天吃披萨，吃喜爱的食物死亡也很幸福--置顶表情&quot; width=&quot;650&quot; height=&quot;359&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8362&quot; src=&quot;/uploads/ueditor/20190221/5c6dfb9f4dc53.png&quot; alt=&quot;老外大叔25年每天吃披萨，吃喜爱的食物死亡也很幸福--置顶表情&quot; width=&quot;650&quot; height=&quot;357&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8363&quot; src=&quot;/uploads/ueditor/20190221/5c6dfb9f50d73.png&quot; alt=&quot;老外大叔25年每天吃披萨，吃喜爱的食物死亡也很幸福--置顶表情&quot; width=&quot;650&quot; height=&quot;327&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8364&quot; src=&quot;/uploads/ueditor/20190221/5c6dfb9f541b3.png&quot; alt=&quot;老外大叔25年每天吃披萨，吃喜爱的食物死亡也很幸福--置顶表情&quot; width=&quot;650&quot; height=&quot;417&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8365&quot; src=&quot;/uploads/ueditor/20190221/5c6dfb9f59af5.png&quot; alt=&quot;老外大叔25年每天吃披萨，吃喜爱的食物死亡也很幸福--置顶表情&quot; width=&quot;650&quot; height=&quot;360&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550711718', '1550711718', '');
INSERT INTO `ey_article_content` VALUES ('10', '11', '&lt;p&gt;一直认为只有摄影机、照相机才能真实记录下每一个场景，其实不然。看过日本艺术家Hisaya Taira的画作后，你再也不会这么认为。因为在她的画笔下产生的场景，完全可以与照相机、摄像机等镜头记录的真实场景相媲美，比如下面的一组关于地铁的画作，你就会发现真的可以说是与现实中的地铁如出一辙。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8598&quot; src=&quot;/uploads/ueditor/20190221/5c6dfbd4bb205.png&quot; alt=&quot;超现实画作：比相机拍摄更真实的纽约地铁--置顶表情&quot; width=&quot;600&quot; height=&quot;431&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;Hisaya Taira第一次到纽约时，发现这里的地铁是空荡荡的，与以前见到的人潮汹涌的地铁完全不一样，瞬间觉得太不可思议了，当即就决定用自己的画笔将这种场景记录下来，于是就创作出了这一组超现实纽约地下铁画作。&lt;/p&gt;&lt;p&gt;现在就请小伙伴们跟随置顶表情小编一起来欣赏这组作品吧，再次强调，这真的不是照片哟！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8599&quot; src=&quot;/uploads/ueditor/20190221/5c6dfbd4c1083.png&quot; alt=&quot;超现实画作：比相机拍摄更真实的纽约地铁--置顶表情&quot; width=&quot;600&quot; height=&quot;435&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8600&quot; src=&quot;/uploads/ueditor/20190221/5c6dfbd4c78aa.png&quot; alt=&quot;超现实画作：比相机拍摄更真实的纽约地铁--置顶表情&quot; width=&quot;600&quot; height=&quot;437&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8601&quot; src=&quot;/uploads/ueditor/20190221/5c6dfbd4ce6ed.png&quot; alt=&quot;超现实画作：比相机拍摄更真实的纽约地铁--置顶表情&quot; width=&quot;600&quot; height=&quot;391&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8602&quot; src=&quot;/uploads/ueditor/20190221/5c6dfbd4d3cfc.png&quot; alt=&quot;超现实画作：比相机拍摄更真实的纽约地铁--置顶表情&quot; width=&quot;600&quot; height=&quot;400&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8603&quot; src=&quot;/uploads/ueditor/20190221/5c6dfbd4d9aca.png&quot; alt=&quot;超现实画作：比相机拍摄更真实的纽约地铁--置顶表情&quot; width=&quot;600&quot; height=&quot;696&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8604&quot; src=&quot;/uploads/ueditor/20190221/5c6dfbd4dd064.png&quot; alt=&quot;超现实画作：比相机拍摄更真实的纽约地铁--置顶表情&quot; width=&quot;600&quot; height=&quot;770&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8605&quot; src=&quot;/uploads/ueditor/20190221/5c6dfbd4e0305.png&quot; alt=&quot;超现实画作：比相机拍摄更真实的纽约地铁--置顶表情&quot; width=&quot;600&quot; height=&quot;407&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550711799', '1550711799', '');
INSERT INTO `ey_article_content` VALUES ('11', '12', '&lt;p&gt;在海边长大的孩子，童年记忆最难忘的一定是沙滩，因为热爱科幻片的孩子们，曾经一定把沙子堆成城堡、怪兽等等样子。不过，对于小时候的我们来说，那些用沙子堆出来的东西虽然带给我们无限欢乐，可是那些算不上艺术品，终被潮水带走了。但是，对于保罗·赫格德和他的妻子雷姆来说却不一样，他们将沙雕创作当成自己喜欢的事业来做。&lt;/p&gt;&lt;p&gt;保罗和雷姆是英国环球旅行者，对于沙雕创作具有非常浓厚的兴趣。他们一边行走一边选择合适的沙子，再考虑到阳光照射、颜色美观以及风雨侵蚀等自然因素，最终创作出自己的沙雕作品：蜿蜒盘旋的青龙，可爱的猎豹，睡梦初醒的小狮子，还有雄伟的大象，等等，这些雕塑都是伟大而耀眼的。不过，由于这些雕塑规模都比较大，即使是比较简单的也得花上半个月以上的时间，而且不能有一个哪怕是小小的失误，否则就前功尽弃了。&lt;/p&gt;&lt;p&gt;虽然，这些闪耀的沙雕作品不像其他艺术品能保持很久，但是我们仍为它们的宏伟壮观而惊叹，它们仍然是经典的。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7720&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc19f3f69.png&quot; alt=&quot;闪耀的沙雕作品，转瞬即逝却仍然经典--置顶表情&quot; width=&quot;680&quot; height=&quot;483&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7721&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc1a00f05.png&quot; alt=&quot;闪耀的沙雕作品，转瞬即逝却仍然经典--置顶表情&quot; width=&quot;680&quot; height=&quot;345&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7722&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc1a023dc.png&quot; alt=&quot;闪耀的沙雕作品，转瞬即逝却仍然经典--置顶表情&quot; width=&quot;680&quot; height=&quot;425&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7723&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc1a03f00.png&quot; alt=&quot;闪耀的沙雕作品，转瞬即逝却仍然经典--置顶表情&quot; width=&quot;680&quot; height=&quot;452&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7724&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc1a07506.png&quot; alt=&quot;闪耀的沙雕作品，转瞬即逝却仍然经典--置顶表情&quot; width=&quot;680&quot; height=&quot;485&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7725&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc1a08f10.png&quot; alt=&quot;闪耀的沙雕作品，转瞬即逝却仍然经典--置顶表情&quot; width=&quot;680&quot; height=&quot;898&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7726&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc1a0a5ca.png&quot; alt=&quot;闪耀的沙雕作品，转瞬即逝却仍然经典--置顶表情&quot; width=&quot;680&quot; height=&quot;402&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7727&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc1a0c427.png&quot; alt=&quot;闪耀的沙雕作品，转瞬即逝却仍然经典--置顶表情&quot; width=&quot;680&quot; height=&quot;897&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7728&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc1a0d22c.png&quot; alt=&quot;闪耀的沙雕作品，转瞬即逝却仍然经典--置顶表情&quot; width=&quot;680&quot; height=&quot;470&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7729&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc1a0ee80.png&quot; alt=&quot;闪耀的沙雕作品，转瞬即逝却仍然经典--置顶表情&quot; width=&quot;680&quot; height=&quot;797&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7730&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc1a100f2.png&quot; alt=&quot;闪耀的沙雕作品，转瞬即逝却仍然经典--置顶表情&quot; width=&quot;680&quot; height=&quot;820&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550711839', '1550711839', '');
INSERT INTO `ey_article_content` VALUES ('12', '13', '&lt;p&gt;乐于助人一直是中华传统的一项美德，现在社会中各种志愿者协会也是层出不穷，就如曾经小编也是青年志愿者协会的一员呢，只不过有时你的本意是为了帮助别人，但是结果别人不一定愿意接受帮助，这是为什么呢？后来渐渐明白，是方式不对，每个人都有自己的尊严，即使是接受帮助时，也希望能维持自尊。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8589&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc53a7c9d.png&quot; alt=&quot;街头捐赠商店，保护受助人尊严--置顶表情&quot; width=&quot;620&quot; height=&quot;413&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;Max Pazar和Kayli Levitan于今年1月共同创办了The Street Store，他们在街头摆一些纸板，放一些衣物，供给那些无家可归的人。这项活动最早是从南非的开普敦开始，现在从巴西到比利时，很多地方都可以见到他们的身影。由于这些东西并不是打包好的直接赠予，而是人们有自己选择的权利，这让那些接受帮助的人觉得得到了尊重，保持了自尊，因此这种方式大大提高了助人的成功率。&lt;/p&gt;&lt;p&gt;小伙伴们是不是也觉得这种助人方式很棒呢？如果你也想行动起来，可以到The Street Store官方网站上直接下载打印那些摆放东西带有标志的纸板哟！这种不浪费又能很好帮助人的街头捐赠商店应该提倡，希望中国也快点儿出现！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8590&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc53a925e.png&quot; alt=&quot;街头捐赠商店，保护受助人尊严--置顶表情&quot; width=&quot;620&quot; height=&quot;413&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8591&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc53aa5fb.png&quot; alt=&quot;街头捐赠商店，保护受助人尊严--置顶表情&quot; width=&quot;620&quot; height=&quot;413&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8592&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc53ab0c3.png&quot; alt=&quot;街头捐赠商店，保护受助人尊严--置顶表情&quot; width=&quot;620&quot; height=&quot;415&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8593&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc53ae5db.png&quot; alt=&quot;街头捐赠商店，保护受助人尊严--置顶表情&quot; width=&quot;620&quot; height=&quot;415&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8594&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc53afa58.png&quot; alt=&quot;街头捐赠商店，保护受助人尊严--置顶表情&quot; width=&quot;620&quot; height=&quot;930&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8595&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc53b04e5.png&quot; alt=&quot;街头捐赠商店，保护受助人尊严--置顶表情&quot; width=&quot;620&quot; height=&quot;966&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8596&quot; src=&quot;/uploads/ueditor/20190221/5c6dfc53b3a31.png&quot; alt=&quot;街头捐赠商店，保护受助人尊严--置顶表情&quot; width=&quot;620&quot; height=&quot;310&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550711900', '1550711900', '');
INSERT INTO `ey_article_content` VALUES ('13', '14', '&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8612&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd0903987.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;508&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;塑料瓶对于我们来说只能是垃圾，可是对于有些人来说，它们不仅不是垃圾，更是功臣。就像之前的一篇关于塑料瓶的文章，完美实现了二次利用。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8613&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd09048db.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;526&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;Jan是一个22岁的学生，Jakub是一个21岁的机械师助教，由于发现面对日益加重的环境污染问题，人们仍然缺乏应有的关注，仍然没有很强的保护环境的意识，为了倡导人们保护环境，减少污染，他们决定用废旧塑料瓶制造一艘船，一边航行，一边倡导重视环境。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8614&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd090aebe.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;530&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8615&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd090b87c.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;479&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;Jan和Jakub收集到了50000个塑料瓶，开始造船。在朋友们的帮助下，他们先制造了一个结实的木架和一个舵钢铁螺旋桨，然后还用一些骑行车的零件制作出了几个座椅，为保持浮力，他们将塑料瓶中充满干冰，最后将这些塑料瓶按照一定顺序填充船木架，那么一艘塑料瓶船就建好了。他们设计了航行路线，于7月12号已经开始在欧洲中部的易北河起航，并且最终完成500英里的航行。&lt;/p&gt;&lt;p&gt;用自己的努力做有意义的事儿，这些年轻人真的很令人佩服。当然，他们这种身体力行的环保方式相信也会令不少人提高环保意识。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8616&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd090c114.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;500&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8617&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd090ca28.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;506&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8618&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd090d3c8.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;522&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8619&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd090dd05.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;432&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8620&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd090e717.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;513&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8621&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd090f0c9.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;517&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8622&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd090f987.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;516&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8623&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd09104a0.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;493&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8624&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd0910dbd.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;494&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8625&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd09116e7.png&quot; alt=&quot;用塑料瓶DIY一艘船，并航行500英里--置顶表情&quot; width=&quot;800&quot; height=&quot;497&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550712082', '1550712082', '');
INSERT INTO `ey_article_content` VALUES ('14', '15', '&lt;p&gt;在印度东北部，有一个名叫Majuli的岛，自从1900年以来，由于气候变化影响导致Majuli岛的土地质量变坏，季风导致其优质土壤大量流失，慢慢变成了贫瘠的荒地，由此岛上的野生动物也在慢慢消失。&lt;/p&gt;&lt;p&gt;为了保护土地以及岛上的野生动物，一位名叫Jadav Payeng 16岁的岛民，决定在岛上植树，来保护Majuli岛。从1979年Payeng种下了第一棵树开始，就一直坚持植树。现在他已经坚持植树35年，把以前贫瘠的Majuli岛变成郁郁葱葱的森林，这里也成了濒危野生动物的家园。现在岛上森林面积已经达到550公顷，已经超过中央公园的面积了。虽然植树变得越来越容易，因为森林会为他提供种子，但是维护这块森林却越来越困难，因为有些土地被作为收获播种的土地和动物的栖息地。不过即使有困难，但是Payeng说：“我将继续，直到我最后一口气”。&lt;/p&gt;&lt;p&gt;是的，Payeng能坚持一件事儿35年，确实让人佩服，但是更倡导我们要保护环境。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8311&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd331b768.png&quot; alt=&quot;印度一岛民坚持种树35年，将550公顷荒岛变森林--置顶表情&quot; width=&quot;934&quot; height=&quot;519&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8309&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd331ca19.png&quot; alt=&quot;印度一岛民坚持种树35年，将550公顷荒岛变森林--置顶表情&quot; width=&quot;934&quot; height=&quot;515&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8310&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd331d5e2.png&quot; alt=&quot;印度一岛民坚持种树35年，将550公顷荒岛变森林--置顶表情&quot; width=&quot;934&quot; height=&quot;523&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8312&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd332302d.png&quot; alt=&quot;印度一岛民坚持种树35年，将550公顷荒岛变森林--置顶表情&quot; width=&quot;934&quot; height=&quot;519&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8313&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd3328a2f.png&quot; alt=&quot;印度一岛民坚持种树35年，将550公顷荒岛变森林--置顶表情&quot; width=&quot;934&quot; height=&quot;522&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8315&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd332bc9c.png&quot; alt=&quot;印度一岛民坚持种树35年，将550公顷荒岛变森林--置顶表情&quot; width=&quot;934&quot; height=&quot;513&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8314&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd332f2c2.png&quot; alt=&quot;印度一岛民坚持种树35年，将550公顷荒岛变森林--置顶表情&quot; width=&quot;934&quot; height=&quot;516&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8316&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd3334bc8.png&quot; alt=&quot;印度一岛民坚持种树35年，将550公顷荒岛变森林--置顶表情&quot; width=&quot;934&quot; height=&quot;521&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550712122', '1550712122', '');
INSERT INTO `ey_article_content` VALUES ('15', '16', '&lt;p&gt;在电影里或者电视剧中有看过为了挣钱去让别人痛揍自己的场景，不过在外国真的出现了这样的事情，只不过角色是反过来的，雇主自己出钱雇佣别人来痛揍自己。估计小伙伴们会认为这人绝对是脑袋抽了，这不是花钱找罪受么。即使你觉得这件事情多么不可思议，但它还是真实发生了。&lt;/p&gt;&lt;p&gt;Amazon Amanda是一个长得比一般人要高大许多的女孩，当然她也找到了一个不同于一般女孩的生存方式。她建立了一个网站，在上面发布了一些她可以提供的工作内容：攻击对方，挤压对方，压坐对方等等。如果你认为不会有人花钱来享受这种服务的话你就错了，瞧，下面图片中的男士就是她的来自新泽西的顾客Sergio Miranda。&lt;/p&gt;&lt;p&gt;也许Sergio Miranda就是为了来感受一下这种新奇的事情，也或许是为了减少一些压力，不论原因如何，他确实花钱请人来痛扁自己了。那么，看完了这些，你愿意花钱买这种受虐的服务么？&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8447&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd786c5b7.png&quot; alt=&quot;有人竟愿意花钱请人来痛扁自己--置顶表情&quot; width=&quot;625&quot; height=&quot;979&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8448&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd786d739.png&quot; alt=&quot;有人竟愿意花钱请人来痛扁自己--置顶表情&quot; width=&quot;625&quot; height=&quot;883&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8449&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd7870c17.png&quot; alt=&quot;有人竟愿意花钱请人来痛扁自己--置顶表情&quot; width=&quot;625&quot; height=&quot;901&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8450&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd78715d9.png&quot; alt=&quot;有人竟愿意花钱请人来痛扁自己--置顶表情&quot; width=&quot;625&quot; height=&quot;417&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8451&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd7871fe8.png&quot; alt=&quot;有人竟愿意花钱请人来痛扁自己--置顶表情&quot; width=&quot;625&quot; height=&quot;937&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8452&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd7872a44.png&quot; alt=&quot;有人竟愿意花钱请人来痛扁自己--置顶表情&quot; width=&quot;625&quot; height=&quot;417&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550712190', '1550712190', '');
INSERT INTO `ey_article_content` VALUES ('16', '17', '&lt;p&gt;城堡，在我心中的印象，就像童话故事里出现的美丽而庄严，好多漂亮的公主们居住在里面。由于对城堡的好奇，就翻阅了好多资料，了解了一些现实中存在的城堡，感兴趣的你也可以来了解一下哦!&lt;/p&gt;&lt;p&gt;城堡兴建的鼎盛时期于公元1066-1400年，是欧洲中世纪的产物。当时的欧洲贵族为争夺土地、粮食、人口等而不断的爆发战争，密集的战争导致贵族们修建越来越大，越来越多的城堡，来保卫自己的领土。毋庸置疑的是，修建这些城堡的建筑师们堪称天才。&lt;/p&gt;&lt;h2&gt;德国利希滕斯坦城堡&lt;/h2&gt;&lt;p&gt;风景如画的利希滕斯坦城堡位于峭壁俯瞰壮丽的施瓦本山西北埃哈茨河谷的陡壁上。这座城堡是中世界后期最强壮的城堡之一，它抵挡了所有敌人的进攻，但随着时间的变迁它逐渐丧失了其战略地位。这个有悠久历史的城堡，已经被破坏两次，但值得庆幸的是，每一次破坏后都被重建。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7792&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ad125b.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;531&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;意大利罗马圣天使城堡&lt;/h2&gt;&lt;p&gt;这座庄严的城堡建于公元139年，最初是罗马皇帝哈德良为自己和后代所见的陵墓。几个世纪过去了，圣天使堡也经历了一些变化，曾作为战争要塞，后最为监狱，最后改成一座华丽的罗马教皇宫殿，现为国家图书馆。站在城堡最高处的平台上可以欣赏整个罗马城的壮丽景色。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7779&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ad327d.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;507&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;瑞士西庸城堡&lt;/h2&gt;&lt;p&gt;瑞士西庸城堡，因建在莱蒙湖畔的突出岩石上，好像漂浮在湖水上的城堡而广为流传。&lt;/p&gt;&lt;p&gt;西庸城堡当初是为了控制军事意义上重大的南北通道和湖水、山之间的小道而建立的军事要塞。西庸城堡本身就非常美丽，并且和周围的景致相协调，显而易见的坚固、安全感正是西庸城堡的特征。西庸城堡的特点还在于四面的自然风光，一面是意大利古老的大路，一面是美丽的莱茵湖。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7778&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ad6716.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;乌克兰克里米亚燕窝城堡&lt;/h2&gt;&lt;p&gt;燕窝城堡位于乌克兰南部，坐落于高40多米的极光悬崖上，是乌克兰最知名的悬崖城堡。建于1911年至1912年间，是乌克兰最知名的旅游胜地之一。&lt;/p&gt;&lt;p&gt;燕窝城堡已经成为克里米亚南海岸的象征，为克里米亚游客最多的旅游景点，可眺望浩瀚的黑海。在城堡上还有一个专门的光景甲板，让游客可以更好的观赏一望无际的黑海和雅尔塔绵长的海岸线。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7780&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ad746d.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;?斯洛文尼亚布列加玛城堡&lt;/h2&gt;&lt;p&gt;布列加玛城堡位于斯洛文尼亚西南。建于文艺复兴时期，布列加玛城堡的奇特之处在于，它既不位于峡谷，也不位于山巅，而是镶嵌在1230米高的石灰岩洞穴口上。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7776&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ad8271.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;英格兰林地斯法恩城堡&lt;/h2&gt;&lt;p&gt;建于1550年的林地斯法恩城堡位于英格兰苏格兰边境地区，1902年被建筑师埃德文鲁切恩改建成私人住宅。这个城堡的魅力在于，只有退潮时才可以进入，涨潮时周围的水阻隔了一切。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7777&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ada1d2.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;517&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;法国卢瓦尔河香波城堡&lt;/h2&gt;&lt;p&gt;香波城堡是卢瓦尔河谷所有城堡中最大最宏伟的一个城堡，已经有五百多年的历史，以前是法国国王的行宫。卢瓦尔河香波城堡举世闻名，风景优美宜人。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7791&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9add8d4.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;531&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;奥地利克劳施泰恩城堡&lt;/h2&gt;&lt;p&gt;位于维也纳北部20公里，坐落在一座小山的顶上可以一览附近乡村的风景。1945年城堡遭到严重破坏，但后来又被完全修整恢复，现在是一座博物馆。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7781&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ade430.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;640&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;德国新天鹅城堡&lt;/h2&gt;&lt;p&gt;建于1869年，是巴伐利亚国王路德维希二世的行宫之一，是迪斯尼城堡的原型，也有人叫白雪公主城堡。由于白色城堡耸立在高高的山上，其四周环山和湖泊，所以一年四季，风光各异。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8399&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9adede3.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;591&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;法国圣米歇尔山城堡&lt;/h2&gt;&lt;p&gt;位于法国诺曼底附近，海拔88米，经常被大片沙岸包围，仅涨潮时才成为岛，是法国著名古迹和基督教圣地。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8400&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9adf785.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;德国霍亨索伦城堡&lt;/h2&gt;&lt;p&gt;与新天鹅堡并称为德国南部的两大城堡，与新天鹅堡宛如童话般的外貌相比，霍亨索伦堡则带有一种与生俱来的战士一般的阳刚之气，城堡外围有六个陵堡，各有各的名字，到今日仍然坚实屹立，记录了普鲁士王朝的辉煌历史。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8401&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ae01e5.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;500&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;英国爱丁堡城堡&lt;/h2&gt;&lt;p&gt;英国著名的文化古城，雄据于延绵的火山灰和岩石峭壁上，是十八世纪时为欧洲文化、艺术、哲学和科学中心。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8404&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ae0b9d.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;瑞士图恩城堡&lt;/h2&gt;&lt;p&gt;位于山坡上，在城堡上，可以俯瞰图恩全貌。由12世纪末建造伯尔尼的柴林根公爵建造的，它作为交通要道具有重要的历史意义，现在则成为历史博物馆。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8406&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ae1628.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;维多利亚哈特利城堡&lt;/h2&gt;&lt;p&gt;被森林掩映的苏格兰风格城堡，由丹斯默家族的长子詹姆斯·丹斯默于1908年兴建，城堡经过百年变迁，如今已被辟为皇家路大学，校园对外开放。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8420&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ae20ed.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;534&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;葡萄牙佩纳城堡&lt;/h2&gt;&lt;p&gt;佩纳城堡树林阴翳、满目葱茏，风景迄人。这一带山峦起伏，宫殿、城堡和别墅就坐落在这一碧连天之中，人文景观与自然风光揉合在一起，难怪诗人拜伦把新特拉镇喻为伊甸园。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8423&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ae2ac8.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;捷克布拉格城堡&lt;/h2&gt;&lt;p&gt;布拉格城堡有多样化的建筑风格，从古代的罗马式地基，到战争期间的后现代风格，每个年代的风格都或多或少在城堡上留下了痕迹。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8424&quot; src=&quot;http://www.baidu.com/wp-content/uploads/2014/07/baidu-castle-16.jpeg&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;441&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;英国温莎城堡&lt;/h2&gt;&lt;p&gt;位于英国英格兰东南部，目前是英国王室温莎王朝的家族城堡，也是现今世界上有人居住的城堡中最大的一个。历史悠久的温莎城堡，城堡表面上看似中古时代的外观，实际上是杰弗里·亚特维尔于1820年创造出来的。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8464&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ba878e.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;572&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;英国利兹城堡&lt;/h2&gt;&lt;p&gt;难以想象，这座城堡已经有上千年的历史，整个城堡位于一个小湖的中央秀美的河水，显得十分优雅。它曾是英国皇室的乡间别墅，深受王后们的宠爱，因此被称为“王后的城堡”。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8466&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ba91ae.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;564&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;英国沃里克城堡&lt;/h2&gt;&lt;p&gt;又被称为华威城堡，位于英格兰的沃里克郡，被称为英格兰中世纪城堡的典范。从规模、造价、历史地位来看，沃里克古堡可以与温莎城堡媲美。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8468&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9ba9c3c.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;571&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;德国海德堡城堡&lt;/h2&gt;&lt;p&gt;建于13世纪，历时400年才完工，曾经是欧洲最大的城堡之一。历史上经过几次扩建，形成歌特式、巴洛克式及文艺复兴三种风格的混合体，德国文艺复兴时期的代表作。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8469&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9baf2b5.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;565&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;西班牙塞哥维亚城堡&lt;/h2&gt;&lt;p&gt;位于塞哥维亚城西端，，临崖而建的塞哥维亚城堡，因战略考虑，拥有绝佳的视野，入口还有10多公尺深的护城河，以防范敌人攻入城中，蓝色的屋顶是城堡的特色之一。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8488&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9bb4f44.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;奥地利萨尔茨堡&lt;/h2&gt;&lt;p&gt;萨尔茨堡又译作萨尔斯堡，萨尔斯堡靠近德国边境，是伟大的作曲家莫扎特的故乡，阿尔卑斯山的秀丽风光与丰富多彩的建筑艺术浑然一体，使萨尔斯堡被誉为全世界美丽的城市之一，被联合国列为世界人类文明保护区。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8542&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9bbb53d.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;罗马尼亚布朗城堡&lt;/h2&gt;&lt;p&gt;布朗城堡又称为德古拉堡，因作家斯托克撰写的一部著名小说《德古拉》而得名，城堡所在的地势极为险要，它建在一个小山包上，背靠难以翻越的大山，最有特色的是它的4个角楼。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8544&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9bc0ed1.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;列支敦士登瓦杜兹城堡&lt;/h2&gt;&lt;p&gt;建于公元十二世纪，是最古老的皇室家族的住宅，它是列支敦士登人引以为豪的地标。自1938年后，王侯家族一直居住在列支教士登的瓦杜兹城堡。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8545&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9bc6907.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;法国卡尔卡松城堡&lt;/h2&gt;&lt;p&gt;位于法国奥德河东岸高地的边缘上。虽然它地处偏僻远离尘世，但城堡外却总是车水马龙，游人络绎不绝，特别是吸引了众多的女士。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8546&quot; src=&quot;/uploads/ueditor/20190221/5c6dfd9bca22a.png&quot; alt=&quot;25个世界上最迷人的城堡--置顶表情&quot; width=&quot;800&quot; height=&quot;317&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550712228', '1550712228', '');
INSERT INTO `ey_article_content` VALUES ('17', '18', '&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-9103&quot; src=&quot;/uploads/ueditor/20190221/5c6dfdc4391ff.png&quot; alt=&quot;研究表明：大麻可能有效治疗癌症--置顶表情&quot; width=&quot;800&quot; height=&quot;467&quot; data-tag=&quot;bdshare&quot; data-bd-imgshare-binded=&quot;1&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;一说到大麻（Marinol），估计大家都深恶痛绝，因为毒品给太多家庭带来悲剧，带来太多犯罪，毁了那么多人的一生，所以各个国家也严厉打击。但是，有研究表明大麻可能可以有效地治疗癌症。&lt;/p&gt;&lt;p&gt;哈佛大学进行了一项研究，研究人员用老鼠做实验，测试了化学THC（四氢大麻酚），在医疗上，Marinol可以替代THC。第一组实验表明，THC实际上受体激活自然产生复合抵抗肺癌，研究者建议对这些受体进行THC激活或其他的代理激活，可能产生有针对性的方式治疗肺癌。而在医学上，Marinol一直用作癌症患者食欲兴奋剂以及其他类似的治疗,有些研究已经表明，THC可能有抗肿瘤活性。&lt;/p&gt;&lt;p&gt;英国最近完成了唯一一个临床试验测试THC治疗对肿瘤生长的作用的研究，在三周内，研究人员将标准剂量的THC注入老鼠与人类肺癌细胞中,将动物与人类细胞进行比照，最终发现肿瘤在大小和重量方面减少50%，肺部的癌症病变约减少60%。&lt;/p&gt;&lt;p&gt;由此看来，并不是所有有害的东西都一无是处，如果用对了地方也可以是良药。&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550712268', '1550712268', '');
INSERT INTO `ey_article_content` VALUES ('18', '19', '&lt;p&gt;炎热的夏天来临，降暑防暑是我们最为关心的话题，对于很多人来说，游泳一定是夏天最为喜欢的运动项目之一，也是防暑的好方法。说到游泳，游泳也有它的艺术性，在菲律宾的一所学校，就会教你艺术的“美人鱼游”。&lt;/p&gt;&lt;p&gt;菲律宾美人鱼游学院是世界上首次提供课程和课时在“美人鱼游”上。学院成立于2012年,由Anamie Saenz和Normeth Preglo创建，他们都希望开始新的健身热潮。美人鱼游的概念非常简单:穿美人鱼的尾巴游泳，学习如何使用腹部肌肉来推动自己如美人鱼般优雅地前行。当然不是在一个实际的学校环境中上课，而是在长滩岛的白色海滩、在河流或者湖泊中训练。你能学到如何没有阻碍的在海洋中游泳，如何穿着、使用你的美人鱼尾巴，还有美人鱼潜水课。&lt;/p&gt;&lt;p&gt;如果你认为这所学校是孩子与迪斯尼的粉丝，那就错了，各个年龄阶层及不同性别的人都会来学院学习美人鱼游泳。40美元两个小时介绍性课程教会你如何使用美人鱼的尾巴和一张让你无比自豪经历的照片。如果你梦想游泳游的像美人鱼那样优美，那你绝对应该马上订票去菲律宾!&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8445&quot; src=&quot;/uploads/ueditor/20190221/5c6dfde8004d7.png&quot; alt=&quot;游泳学校教会你如何成为一个美人鱼--置顶表情&quot; width=&quot;716&quot; height=&quot;452&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8440&quot; src=&quot;/uploads/ueditor/20190221/5c6dfde8016bc.png&quot; alt=&quot;游泳学校教会你如何成为一个美人鱼--置顶表情&quot; width=&quot;716&quot; height=&quot;479&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8437&quot; src=&quot;/uploads/ueditor/20190221/5c6dfde805a4d.png&quot; alt=&quot;游泳学校教会你如何成为一个美人鱼--置顶表情&quot; width=&quot;716&quot; height=&quot;378&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8438&quot; src=&quot;/uploads/ueditor/20190221/5c6dfde8067a1.png&quot; alt=&quot;游泳学校教会你如何成为一个美人鱼--置顶表情&quot; width=&quot;716&quot; height=&quot;479&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8439&quot; src=&quot;/uploads/ueditor/20190221/5c6dfde809d0d.png&quot; alt=&quot;游泳学校教会你如何成为一个美人鱼--置顶表情&quot; width=&quot;716&quot; height=&quot;479&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8441&quot; src=&quot;/uploads/ueditor/20190221/5c6dfde80ae48.png&quot; alt=&quot;游泳学校教会你如何成为一个美人鱼--置顶表情&quot; width=&quot;716&quot; height=&quot;448&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8442&quot; src=&quot;/uploads/ueditor/20190221/5c6dfde80bb5a.png&quot; alt=&quot;游泳学校教会你如何成为一个美人鱼--置顶表情&quot; width=&quot;716&quot; height=&quot;448&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8443&quot; src=&quot;/uploads/ueditor/20190221/5c6dfde80c841.png&quot; alt=&quot;游泳学校教会你如何成为一个美人鱼--置顶表情&quot; width=&quot;716&quot; height=&quot;479&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8444&quot; src=&quot;/uploads/ueditor/20190221/5c6dfde8100f3.png&quot; alt=&quot;游泳学校教会你如何成为一个美人鱼--置顶表情&quot; width=&quot;716&quot; height=&quot;479&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;&lt;img class=&quot;alignnone size-full wp-image-8446&quot; src=&quot;/uploads/ueditor/20190221/5c6dfde810b37.png&quot; alt=&quot;游泳学校教会你如何成为一个美人鱼--置顶表情&quot; width=&quot;716&quot; height=&quot;537&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550716480', '1550716480', '');
INSERT INTO `ey_article_content` VALUES ('19', '20', '&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8171&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe57d82f7.png&quot; alt=&quot;花50美元在垃圾桶中吃饭，为倡导人们不要浪费食物--置顶表情&quot; width=&quot;500&quot; height=&quot;513&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;随着物质越来越丰富，社会中浪费的现象也越来越严重了，有些食物明明还是可以食用的，却由于不喜欢或者食物外表不再美观而被丢弃，还有些人点餐过多却不愿意打包，这些都造成极大浪费。事实上，全球每天有10亿人在挨饿，而在中国有十分之一的人们也在挨饿，如果每个人不再浪费食物都有节约意识的话，相信挨饿的人数会减少很多。&lt;/p&gt;&lt;p&gt;为了倡导人们不再随意丢弃、浪费食物，约翰?特鲁哈福特决定在布鲁克林创建一个独特的食物俱乐部，参加这个独家俱乐部的人们将有机会花费50美元获得关于食物与垃圾桶残渣的六次课程，并且可以在一个可以容纳20人的即将拆迁的垃圾桶内用餐。当然，为了展示那些一般人所谓的“不可用”的食物其实还是可以食用的，俱乐部的厨师会使用过熟的蔬菜和水果，比如熟透的香蕉或者有点儿瑕疵的杏子，烹饪出美食研究所创建出的素食。也许，你会认为花费50美元去食用这些餐点有点浪费，但是，这些餐费将全部捐给那些非营利性质的烹饪队。这个独特的美食俱乐部将在8月份举行，并且这个项目研究将会成为约翰?特鲁哈福特硕士论文的一部分。&lt;/p&gt;&lt;p&gt;是的，如果每个人都能将食物的最大潜力发挥出来，应该就会减少很多不必要的浪费。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8158&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe57dbc41.png&quot; alt=&quot;花50美元在垃圾桶中吃饭，为倡导人们不要浪费食物--置顶表情&quot; width=&quot;500&quot; height=&quot;375&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8159&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe57e15ba.png&quot; alt=&quot;花50美元在垃圾桶中吃饭，为倡导人们不要浪费食物--置顶表情&quot; width=&quot;500&quot; height=&quot;333&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8160&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe57e22a1.png&quot; alt=&quot;花50美元在垃圾桶中吃饭，为倡导人们不要浪费食物--置顶表情&quot; width=&quot;500&quot; height=&quot;333&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8161&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe57e7b27.png&quot; alt=&quot;花50美元在垃圾桶中吃饭，为倡导人们不要浪费食物--置顶表情&quot; width=&quot;500&quot; height=&quot;562&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8162&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe57ed47e.png&quot; alt=&quot;花50美元在垃圾桶中吃饭，为倡导人们不要浪费食物--置顶表情&quot; width=&quot;500&quot; height=&quot;340&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8169&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe57ede52.png&quot; alt=&quot;花50美元在垃圾桶中吃饭，为倡导人们不要浪费食物--置顶表情&quot; width=&quot;500&quot; height=&quot;502&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8170&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe57f0d46.png&quot; alt=&quot;花50美元在垃圾桶中吃饭，为倡导人们不要浪费食物--置顶表情&quot; width=&quot;500&quot; height=&quot;505&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8165&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe57f41b2.png&quot; alt=&quot;花50美元在垃圾桶中吃饭，为倡导人们不要浪费食物--置顶表情&quot; width=&quot;500&quot; height=&quot;506&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8166&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe580316b.png&quot; alt=&quot;花50美元在垃圾桶中吃饭，为倡导人们不要浪费食物--置顶表情&quot; width=&quot;500&quot; height=&quot;513&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8168&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe58063a5.png&quot; alt=&quot;花50美元在垃圾桶中吃饭，为倡导人们不要浪费食物--置顶表情&quot; width=&quot;500&quot; height=&quot;457&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550712412', '1550712412', '');
INSERT INTO `ey_article_content` VALUES ('20', '21', '&lt;p&gt;童话故事我们小时候都读过不少，最向往故事里面那些森林里神奇的城堡，想象着自己有一天如果能住进城堡中该是多么美妙的事情。虽然现实中木有真正的森林城堡，不过会有迎合人们兴趣爱好的开发商瞅准商机，仿照建筑一些如城堡的酒店，比如，最近在智利就出现了一座这样的酒店。&lt;/p&gt;&lt;p&gt;这座酒店完全是木质结构，就像是一座魔法小屋，高耸于森林里如巨大的霍比特人。酒店所处的森林是一片丰富的自然遗产区域，所以小屋制作完全都是从本地采购木材，酒店里连浴缸都是木制的，让人感觉特别贴近自然。这座木质酒店从外面看是一个圆锥体，从屋顶会有倾泻而下的水流，从外面看起来特别美丽。最神奇的是客人必须穿过空中的吊桥才能进入到酒店，会有一个全新的体验。&lt;/p&gt;&lt;p&gt;接下来的时间小伙伴们就跟随置顶表情小编一起来看看这座美丽的魔法小屋吧！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8292&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe7a33f16.png&quot; alt=&quot;神奇的魔法木制酒店，童话森林里的城堡--置顶表情&quot; width=&quot;680&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8293&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe7a353fb.png&quot; alt=&quot;神奇的魔法木制酒店，童话森林里的城堡--置顶表情&quot; width=&quot;680&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8294&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe7a38d82.png&quot; alt=&quot;神奇的魔法木制酒店，童话森林里的城堡--置顶表情&quot; width=&quot;680&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8295&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe7a39976.png&quot; alt=&quot;神奇的魔法木制酒店，童话森林里的城堡--置顶表情&quot; width=&quot;680&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8296&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe7a3a35c.png&quot; alt=&quot;神奇的魔法木制酒店，童话森林里的城堡--置顶表情&quot; width=&quot;680&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8297&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe7a3b2ac.png&quot; alt=&quot;神奇的魔法木制酒店，童话森林里的城堡--置顶表情&quot; width=&quot;680&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8298&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe7a3bd4c.png&quot; alt=&quot;神奇的魔法木制酒店，童话森林里的城堡--置顶表情&quot; width=&quot;680&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8299&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe7a4165c.png&quot; alt=&quot;神奇的魔法木制酒店，童话森林里的城堡--置顶表情&quot; width=&quot;680&quot; height=&quot;390&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8300&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe7a41ff5.png&quot; alt=&quot;神奇的魔法木制酒店，童话森林里的城堡--置顶表情&quot; width=&quot;680&quot; height=&quot;381&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8301&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe7a428ee.png&quot; alt=&quot;神奇的魔法木制酒店，童话森林里的城堡--置顶表情&quot; width=&quot;680&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8302&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe7a43274.png&quot; alt=&quot;神奇的魔法木制酒店，童话森林里的城堡--置顶表情&quot; width=&quot;680&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8303&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe7a43d15.png&quot; alt=&quot;神奇的魔法木制酒店，童话森林里的城堡--置顶表情&quot; width=&quot;680&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8304&quot; src=&quot;/uploads/ueditor/20190221/5c6dfe7a44755.png&quot; alt=&quot;神奇的魔法木制酒店，童话森林里的城堡--置顶表情&quot; width=&quot;680&quot; height=&quot;510&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550716467', '1550716467', '');
INSERT INTO `ey_article_content` VALUES ('21', '22', '&lt;p&gt;说到地下城，大家第一想到的肯定是电影里的场景，或者是童话故事中的地下城堡，认为现实中是不可能存在有地下城。但是，事实上在澳大利亚真的存在有一个地下城——Coober Pedy，而且这也是世界上唯一存在的地下城。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8319&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9b341f.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;481&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;Coober Pedy是澳大利亚的一个小镇,建于1915年，当时Opal(欧珀/蛋白石)宝石在这里首次被发现，然后矿工们开始涌入这里。但是，由于这里是世界上最干燥的地区，还有季节性的沙尘暴，夏天温度经常超过40摄氏度，条件太过苛刻，于是矿工们就在山坡里挖掘洞穴作为栖息之地，虽然他们只是想寻找一个烈日下的喘息之地，但是最终却建立了一个小镇。Coober Pedy的地下房屋内，温度徘徊在24摄氏度左右，空气湿度也不高，是人们夏天的避暑胜地。而在冬天，地下房屋也会保持温暖。所以，即使到了现在，技术条件变得更好，但是人们仍然习惯住在地下房屋里。&lt;/p&gt;&lt;p&gt;当然，如果你对地下城Coober Pedy比较感兴趣，你也可以去到这里感受一下，因为这里现在的旅游业已经比较发达了。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8320&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9b4448.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;489&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8321&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9b5813.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;510&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8322&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9b64bd.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;466&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8323&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9b99f6.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;393&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8324&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9bf750.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;425&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8325&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9c61e5.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;525&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8326&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9c9706.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;468&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8327&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9ca2c0.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;933&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8328&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9cd879.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;466&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8329&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9ce36e.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;488&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8330&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9d16c2.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;424&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8331&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9d22f7.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;525&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8332&quot; src=&quot;/uploads/ueditor/20190221/5c6dfea9d2f53.png&quot; alt=&quot;世界上唯一真实存在的地下城，澳大利亚居住在地下的小镇--置顶表情&quot; width=&quot;700&quot; height=&quot;428&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550712496', '1550712496', '');
INSERT INTO `ey_article_content` VALUES ('22', '23', '&lt;p style=&quot;white-space: normal;&quot;&gt;在这个地球上，有很多聪明的动物，除了人类总是以“最聪明动物”自居以外，其实自然界中有些其他动物也是很聪明的，只不过普通人们并不是很认同，即使已经被科学家证实。比如羊、猪、海豚等动物，它们都拥有自己的独特的特点。今天置顶表情小编就给大家介绍一下世界上十大最聪明的动物吧。&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;黑猩猩和大猩猩&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;黑猩猩和大猩猩有很好的执行能力，有比其他任何动物更好的记忆力，而且它们看起来就像人类一样,也有像人类一样思考和分析的能力，可以很容易地学会使用电脑,裂纹数学问题。当然，黑猩猩和大猩猩还可以迅速适应手语，与人类交流。总的来说，它们是最聪明的灵长类动物。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-9044&quot; src=&quot;/uploads/ueditor/20190221/5c6dfef1bb179.png&quot; alt=&quot;人类以外最聪明10大动物，乌鸦也能榜上有名--置顶表情&quot; width=&quot;700&quot; height=&quot;560&quot; data-tag=&quot;bdshare&quot; data-bd-imgshare-binded=&quot;1&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; margin: 0px auto; display: block; max-width: 100%; height: auto;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;大象&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;象在世界的很多地方被视为智慧的象征，因为大象有很强的大脑，具有惊人的记忆力，可以通过水、脚的相互作用感觉到振动，还拥有优秀的听力，甚至它们会产生类似社会互动和同情心的东西。这些特征决定了大象成为世界十大最聪明动物之一。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-9058&quot; src=&quot;/uploads/ueditor/20190221/5c6dfef1c009a.png&quot; alt=&quot;人类以外最聪明10大动物，乌鸦也能榜上有名--置顶表情&quot; width=&quot;700&quot; height=&quot;438&quot; data-tag=&quot;bdshare&quot; data-bd-imgshare-binded=&quot;1&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; margin: 0px auto; display: block; max-width: 100%; height: auto;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;海豚&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;据科学家称，海豚的大脑的重量是动物王国中最大的。海豚具有先进的沟通技巧,也可以认为它们是具有自我意识的，它们可以使用吹口哨声音进行交流，可以说海豚是最聪明的水生动物，而其中宽吻海豚又是海豚中最聪明的。 而且，海豚很容易就被训练，还可以执行一些困难的任务。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-9046&quot; src=&quot;/uploads/ueditor/20190221/5c6dfef1c9749.png&quot; alt=&quot;人类以外最聪明10大动物，乌鸦也能榜上有名--置顶表情&quot; width=&quot;700&quot; height=&quot;438&quot; data-tag=&quot;bdshare&quot; data-bd-imgshare-binded=&quot;1&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; margin: 0px auto; display: block; max-width: 100%; height: auto;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;鹦鹉&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;鹦鹉是世界上最美丽的鸟之一，它们有很好的记忆能力，还有天生模仿人类语言的能力，当它们理解人类语言的意思后还可以用来造句。它们能够使用嘴回答一些简单的问题。其中，非洲灰鹦鹉还可以使用肢体语言相互沟通，它们还可以被训练来唱歌和调和造各种小句子。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-9047&quot; src=&quot;/uploads/ueditor/20190221/5c6dfef1cecb0.png&quot; alt=&quot;人类以外最聪明10大动物，乌鸦也能榜上有名--置顶表情&quot; width=&quot;700&quot; height=&quot;525&quot; data-tag=&quot;bdshare&quot; data-bd-imgshare-binded=&quot;1&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; margin: 0px auto; display: block; max-width: 100%; height: auto;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;羊&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;据科学家和研究人员称，羊拥有一种不可思议的本能，当它们受到威胁时,它们可以团结成一个大团体。然后逃离捕食者。羊具有记住和识别动物以及人类面孔的能力，它们还可以很容易地确定不属于自己羊群的羊。并且，羊还具有广泛的情绪、感觉和响应周围的活动的能力。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-9048&quot; src=&quot;/uploads/ueditor/20190221/5c6dfef1cf6fc.png&quot; alt=&quot;人类以外最聪明10大动物，乌鸦也能榜上有名--置顶表情&quot; width=&quot;700&quot; height=&quot;560&quot; data-tag=&quot;bdshare&quot; data-bd-imgshare-binded=&quot;1&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; margin: 0px auto; display: block; max-width: 100%; height: auto;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;乌鸦&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;鸟类中除了鹦鹉,乌鸦也是一种很聪明的鸟。乌鸦具备解决复杂问题和适应困难的能力。乌鸦还可以很容易地识别出那些是它们可以食用的食物。并且，最厉害的是乌鸦会使用树枝、羽毛等帮助自己获得食物，这是它们通过观察长辈而习得的经验。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-9049&quot; src=&quot;/uploads/ueditor/20190221/5c6dfef1d51b3.png&quot; alt=&quot;人类以外最聪明10大动物，乌鸦也能榜上有名--置顶表情&quot; width=&quot;700&quot; height=&quot;467&quot; data-tag=&quot;bdshare&quot; data-bd-imgshare-binded=&quot;1&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; margin: 0px auto; display: block; max-width: 100%; height: auto;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;狗&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;狗一直都是人类最好的朋友，可以说是我们日常生活的一部分。它们可以识别和记住动物以及人类的面孔。狗很敏感,容易嫉妒,它们不会忘记任何伤害他们的人。其中，边境牧羊犬被认为是世界上最聪明的犬种，因为这个品种的狗可以照料羊和其他牲畜。这种牧羊犬很容易学习新技能,可以快速响应人类训练。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-9050&quot; src=&quot;/uploads/ueditor/20190221/5c6dfef1d5c8c.png&quot; alt=&quot;人类以外最聪明10大动物，乌鸦也能榜上有名--置顶表情&quot; width=&quot;700&quot; height=&quot;527&quot; data-tag=&quot;bdshare&quot; data-bd-imgshare-binded=&quot;1&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; margin: 0px auto; display: block; max-width: 100%; height: auto;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;猪&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;据一些专家称，作为宠物，猪是最聪明的动物之一,比照猫和狗。它们有情感，比较敏感，有时会感觉无聊就像人类社会。1990年的实验显示一头中年的猪和一个三岁的人类一样聪明，它们拥有学习新技能的能力，也可以适应任何情况，它们会用鼻子在屏幕上训练有素的移动光标。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-9051&quot; src=&quot;/uploads/ueditor/20190221/5c6dfef1db381.png&quot; alt=&quot;人类以外最聪明10大动物，乌鸦也能榜上有名--置顶表情&quot; width=&quot;700&quot; height=&quot;467&quot; data-tag=&quot;bdshare&quot; data-bd-imgshare-binded=&quot;1&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; margin: 0px auto; display: block; max-width: 100%; height: auto;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;松鼠&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;松鼠的大脑尺寸虽然小，但是这并不影响它们的聪明。松鼠具有天生良好的记忆能力，可以确定树木、灌木、花卉等等的位置。在每年秋天,他们会将成千上万的坚果埋在许多地方,冬天时它们可以很容易地记住在哪里可以找到这些坚果。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-9052&quot; src=&quot;/uploads/ueditor/20190221/5c6dfef1dbeac.png&quot; alt=&quot;人类以外最聪明10大动物，乌鸦也能榜上有名--置顶表情&quot; width=&quot;700&quot; height=&quot;559&quot; data-tag=&quot;bdshare&quot; data-bd-imgshare-binded=&quot;1&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; margin: 0px auto; display: block; max-width: 100%; height: auto;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;white-space: normal;&quot;&gt;章鱼&lt;/h2&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;章鱼是最聪明的海洋无脊椎动物，它们可以在几分之一秒内改变颜色。它们可以像猎人一样熟练而有计划地寻找食物，会借助工具比如触角捕捉食物，它们不仅拥有学习能力和使用工具的能力，还拥有如人类一样的好奇心和无聊的感觉。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-9053&quot; src=&quot;/uploads/ueditor/20190221/5c6dfef1dcc93.png&quot; alt=&quot;人类以外最聪明10大动物，乌鸦也能榜上有名--置顶表情&quot; width=&quot;700&quot; height=&quot;515&quot; data-tag=&quot;bdshare&quot; data-bd-imgshare-binded=&quot;1&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; margin: 0px auto; display: block; max-width: 100%; height: auto;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550712585', '1550712585', '');
INSERT INTO `ey_article_content` VALUES ('23', '24', '&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-5079&quot; src=&quot;/uploads/ueditor/20190221/5c6dff540e46a.png&quot; alt=&quot;绝美腕表——地球与月亮概念手表 找寻时间的艺术--置顶表情&quot; width=&quot;700&quot; height=&quot;538&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;随着科技的发展，电子产品被运用的越来越广泛，我们看时间的工具也从原来的手表变成了现在的手机，很大一部分人觉得戴手表不仅仅是一件麻烦的事儿，现在也没有太大的用处，不过也有一些人喜欢佩戴手表，觉得它可以展示自己的品味。也许有人会认为“看表识人”太流于表面，但事实是，在你举手抬腕之间，别人就已通过你的手表领略出你的品味符号了。甚至有一些爱表的人士不仅喜欢佩戴手表，更喜欢收藏，因为可以让人在时间单方向的流逝中感受珍奇的艺术之美。是的，有很多手表设计新颖，制造也比较精美，不仅仅有实用性，更具有观赏性。今天置顶表情小编倩儿就给大家介绍一款特别精美又新颖的地球与月亮概念手表，相信爱表的小伙伴们应该会喜欢。&lt;/p&gt;&lt;p&gt;这款“地球与月亮概念手表”是由俄罗斯设计师Alexander Sorokin设计出来的，它的时间特别精准，可以与卫星达到同步。这款手表的外壳采用的是不锈钢材质，屏幕采用的是蓝宝石玻璃水晶制作的，看上去是如此的优雅。当然，这款地球与月亮概念手表与普通手表最大的不同则是它里面内置的有一个GPS传感器，不仅可以让手表时间与卫星同步，还可以从太空中看到你所处的位置。不过，这款手表得要通过辨认绕圈转动的月亮表示的时针和覆盖在地球上的阴影表示的分钟来共同确定时间，这就有点儿苦逼了，因为这种辨认时间的方法很难精确辨认时间，所以说这款地球与月亮概念手表的实用性略逊于它的观赏性。但想想，可以把“地球与月亮”戴在手腕上不仅是一件比较有趣还是一件儿比较酷的事儿耶！&lt;/p&gt;&lt;p&gt;不过，爱表的小伙伴们可先别激动啊，因为这款“地球与月亮”还没有出售的，只能耐心等待着喽！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-5080&quot; src=&quot;/uploads/ueditor/20190221/5c6dff540f88d.png&quot; alt=&quot;绝美腕表——地球与月亮概念手表 找寻时间的艺术--置顶表情&quot; width=&quot;700&quot; height=&quot;700&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-5081&quot; src=&quot;/uploads/ueditor/20190221/5c6dff54158a7.png&quot; alt=&quot;绝美腕表——地球与月亮概念手表 找寻时间的艺术--置顶表情&quot; width=&quot;700&quot; height=&quot;700&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-5082&quot; src=&quot;/uploads/ueditor/20190221/5c6dff5418e91.png&quot; alt=&quot;绝美腕表——地球与月亮概念手表 找寻时间的艺术--置顶表情&quot; width=&quot;700&quot; height=&quot;700&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550712664', '1550712664', '');
INSERT INTO `ey_article_content` VALUES ('24', '25', '&lt;p&gt;现在社会越来越多人爱养宠物了，这其中又以养宠物狗的人较多，就像人一样，宠物狗每天也要出去遛弯，可是，问题来了，每次出去遛狗都要紧紧地拽着狗绳，不仅会勒手，而且还把双手都占用了，挺让人烦恼的。不过，今天置顶表情小编要给大家介绍一款可以戴在手腕上的遛狗绳——Lishinu，有了它主人们再也不用烦恼啦！&lt;/p&gt;&lt;p&gt;遛狗绳Lishinu是来自斯洛文尼亚的设计师Grega设计出来的，是献给汪星人的主人的设计哟！Lishinu从外表看有点像我们常见的卷尺，它里面的绳子有3米长，并且绳子是有弹性的。Lishinu有个像腕表一样的带子，出外遛狗时可以戴在手腕上，另一头固定到狗狗的项圈上，那么你就不必像以往一样总是要紧紧地拽着狗绳了，可以把你的双手解放出来，看手机、系鞋带甚至还可以跑步，比较方便省事，让你觉得遛狗也可以是一件轻松的事儿啦！&lt;/p&gt;&lt;p&gt;不过爱狗狗的主人们可不要太激动哦，因为这款产品在国内还没法儿买到，偶们只能耐心滴等待了。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-5138&quot; src=&quot;/uploads/ueditor/20190221/5c6dff756e111.png&quot; alt=&quot;可以戴在手腕上的遛狗绳Lishinu 让你更轻松遛狗--置顶表情&quot; width=&quot;600&quot; height=&quot;338&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-5139&quot; src=&quot;/uploads/ueditor/20190221/5c6dff75720ba.png&quot; alt=&quot;可以戴在手腕上的遛狗绳Lishinu 让你更轻松遛狗--置顶表情&quot; width=&quot;600&quot; height=&quot;300&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-5140&quot; src=&quot;/uploads/ueditor/20190221/5c6dff7577948.png&quot; alt=&quot;可以戴在手腕上的遛狗绳Lishinu 让你更轻松遛狗--置顶表情&quot; width=&quot;600&quot; height=&quot;300&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-5144&quot; src=&quot;/uploads/ueditor/20190221/5c6dff7578659.png&quot; alt=&quot;可以戴在手腕上的遛狗绳Lishinu 让你更轻松遛狗--置顶表情&quot; width=&quot;600&quot; height=&quot;691&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-5146&quot; src=&quot;/uploads/ueditor/20190221/5c6dff75790ce.png&quot; alt=&quot;可以戴在手腕上的遛狗绳Lishinu 让你更轻松遛狗--置顶表情&quot; width=&quot;600&quot; height=&quot;337&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-5147&quot; src=&quot;/uploads/ueditor/20190221/5c6dff757c57c.png&quot; alt=&quot;可以戴在手腕上的遛狗绳Lishinu 让你更轻松遛狗--置顶表情&quot; width=&quot;600&quot; height=&quot;401&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550712699', '1550712699', '');
INSERT INTO `ey_article_content` VALUES ('25', '26', '&lt;p&gt;在中国，许多大城市中已经有不少较高的标志性建筑，比如地王大厦、京基100、广州东塔、台北101等等建筑，都是摩天大楼，但是中国武汉即将建世界最高建筑双子塔——凤凰塔，如果建成，这将是具有里程碑意义的建筑。&lt;/p&gt;&lt;p&gt;这座双子塔是邀请英国建筑设计师Chetwoods设计的，他采用寓意“双凤”的神话风格为这对塔命名，高一点儿那一座命名为“凤”，稍低一些的那座命名为“凰”，合称为凤凰塔。这座塔的高度为1000米，远远高于目前世界最高建筑—848米的迪拜塔。&lt;/p&gt;&lt;p&gt;据悉，这座塔将占地7公顷，坐落在一座有47公顷大小的湖心岛上，当然周围环境也将成为整个塔的附属景区。这两座塔各有自己的特点，高的那一座倾向于武汉的商业区，另外一座面向城市的文化和休闲区域。从环境角度看，这座塔可以进行废物回收利用，生成自己的电力需求，同时还可以向周围输送能量。当然，它也是武汉湖泊环境绿色战略的一部分。&lt;/p&gt;&lt;p&gt;不过，目前，这座响应中国建筑风格的“凤凰塔”项目仍在等待武汉市的最终批准。当然，如果此项目通过最终审批的话，将于明年开始奠基，预计总工期需要在3年以上。如若一切顺利，几年以后我们将看到世界最高建筑绽放于中国大地。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6486&quot; src=&quot;/uploads/ueditor/20190221/5c6dffb499ac7.png&quot; alt=&quot;中国武汉将建世界最高建筑 — 凤凰塔--置顶表情&quot; width=&quot;533&quot; height=&quot;342&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6487&quot; src=&quot;/uploads/ueditor/20190221/5c6dffb49a966.png&quot; alt=&quot;中国武汉将建世界最高建筑 — 凤凰塔--置顶表情&quot; width=&quot;533&quot; height=&quot;445&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6488&quot; src=&quot;/uploads/ueditor/20190221/5c6dffb49b603.png&quot; alt=&quot;中国武汉将建世界最高建筑 — 凤凰塔--置顶表情&quot; width=&quot;533&quot; height=&quot;468&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6489&quot; src=&quot;/uploads/ueditor/20190221/5c6dffb49c153.png&quot; alt=&quot;中国武汉将建世界最高建筑 — 凤凰塔--置顶表情&quot; width=&quot;533&quot; height=&quot;419&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550716496', '1550716496', '');
INSERT INTO `ey_article_content` VALUES ('26', '27', '&lt;p&gt;Air Globe，现在对于大多数人来说很陌生，它是一款智能的空气净化装置。它可以把你最喜欢的气候实时模拟出来，如温度、湿度、气味、声音或是你想要去的目的地，把你想要的环境营造出来，在你的家中就能有你想要的遥远地方的那些氛围。如阿尔卑斯山脉微风吹拂的清新空气，夏威夷海边的海浪声，都可以出现在你的家里，是不是觉得很神奇呢？&lt;/p&gt;&lt;p&gt;看完Air Globe的介绍后，置顶表情小编我急切的盼望这款智能的空气净化装置赶快生产出来，这样我就可以轻松把家打造成旅游胜地了！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6327&quot; src=&quot;/uploads/ueditor/20190221/5c6dffd89e734.png&quot; alt=&quot;轻松把家打造成旅游胜地的？Air Globe可以做到--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6328&quot; src=&quot;/uploads/ueditor/20190221/5c6dffd8a1e1d.png&quot; alt=&quot;轻松把家打造成旅游胜地的？Air Globe可以做到--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6329&quot; src=&quot;/uploads/ueditor/20190221/5c6dffd8a4fcb.png&quot; alt=&quot;轻松把家打造成旅游胜地的？Air Globe可以做到--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6330&quot; src=&quot;/uploads/ueditor/20190221/5c6dffd8aa641.png&quot; alt=&quot;轻松把家打造成旅游胜地的？Air Globe可以做到--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6331&quot; src=&quot;/uploads/ueditor/20190221/5c6dffd8b03b1.png&quot; alt=&quot;轻松把家打造成旅游胜地的？Air Globe可以做到--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6332&quot; src=&quot;/uploads/ueditor/20190221/5c6dffd8be9e2.png&quot; alt=&quot;轻松把家打造成旅游胜地的？Air Globe可以做到--置顶表情&quot; width=&quot;600&quot; height=&quot;550&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550712798', '1550712798', '');
INSERT INTO `ey_article_content` VALUES ('27', '28', '&lt;p&gt;由于人口急剧增长，城市交通变得越来越拥堵，尤其是上下班的高峰期，甚至经常会出现挤不上公交车或者地铁的情况，这样回家的时间就被耽误了。所以，有一部分人选择骑自行车，不仅不用与别人挤车，可以自由控制自己的时间，更好的是还可以锻炼身体，甚至在周末时可以约几个朋友玩骑行，简直是一举数得。可是，问题又来了，一般的自行车容易被偷，这要怎么办呢？不要着急，今天置顶表情小编给你介绍一款可拆卸的自行车，可以避免被偷哟！&lt;/p&gt;&lt;p&gt;这种可拆卸的自行车是由设计师赛斯Chiam创造的，有自己独特的载体系统，自行车的后座和前面轮子都可以拆卸下来，更妙的是，后座拆下来就变成了一把可以锁自行车的坚固大锁。这样，无论你走到哪里，都可以把前轮和后轮用后座这个大锁锁到固定的东西上了，再也不用担心自行车会被偷走了，这样就可以确保你可以不用浪费自己宝贵的时间了。&lt;/p&gt;&lt;p&gt;看到这里，估计小伙伴们和小编一样，是不是也觉着设计师真是太聪明了吧？&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6753&quot; src=&quot;/uploads/ueditor/20190221/5c6e00cab54ec.png&quot; alt=&quot;可拆卸的自行车 后座可以变大锁 再也不用担心被偷啦--置顶表情&quot; width=&quot;600&quot; height=&quot;400&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6754&quot; src=&quot;/uploads/ueditor/20190221/5c6e00cab6867.png&quot; alt=&quot;可拆卸的自行车 后座可以变大锁 再也不用担心被偷啦--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6755&quot; src=&quot;/uploads/ueditor/20190221/5c6e00cab9ea4.png&quot; alt=&quot;可拆卸的自行车 后座可以变大锁 再也不用担心被偷啦--置顶表情&quot; width=&quot;600&quot; height=&quot;326&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6756&quot; src=&quot;/uploads/ueditor/20190221/5c6e00cabd4d5.png&quot; alt=&quot;可拆卸的自行车 后座可以变大锁 再也不用担心被偷啦--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6757&quot; src=&quot;/uploads/ueditor/20190221/5c6e00cac094f.png&quot; alt=&quot;可拆卸的自行车 后座可以变大锁 再也不用担心被偷啦--置顶表情&quot; width=&quot;600&quot; height=&quot;1226&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550713038', '1550713038', '');
INSERT INTO `ey_article_content` VALUES ('28', '29', '&lt;p&gt;不知道小伙伴们有没有戴手表的习惯，不过小编倒是从用了手机以后再没戴过手表，估计不少人跟小编一样。但其实，手表不只是可以用来看时间，事实上有种说法叫“看表识人”，也就是说从一个人戴的手表可以看出这个人的气质，颇有点儿“窥一斑而见全貌”的意思，这也许有点儿夸大手表的作用了。但是，对于一个人的整体外表形象手表确实也能起到点缀作用。那么，今天置顶表情小编就给大家介绍一款非传统的手表——ZIIIRO Eclipse，估计喜欢新鲜事物的小伙伴们会感点儿兴趣。&lt;/p&gt;&lt;p&gt;ZIIIRO Eclipse手表的钟面非常简约，周围是不锈钢框架，表带是由橡胶制成的，整体看起来简约时尚还带点儿运动风。钟面中间就是一个黑色圆盘，涵盖着手表内部精细的部件，钟面上的黑手代表时针，白手代表分针，读取时间比较简单。ZIIIRO Eclipse还有一个独特之处，钟面的引用的瑞士专利素表盘和分针会在黑暗中发出霓虹蓝色，让你不再害怕暗夜。&lt;/p&gt;&lt;p&gt;由此，小编觉得喜欢极简主义设计风格的小伙伴们绝对会对ZIIIRO Eclipse完美点赞。这款手表有黑色、白色和灰色三种，已经上市售卖了哦！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6643&quot; src=&quot;/uploads/ueditor/20190221/5c6e00e8e24ce.png&quot; alt=&quot;暗夜发出霓虹蓝光的ZIIIRO Eclipse手表，简约又时尚--置顶表情&quot; width=&quot;620&quot; height=&quot;412&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6644&quot; src=&quot;/uploads/ueditor/20190221/5c6e00e8e324e.png&quot; alt=&quot;暗夜发出霓虹蓝光的ZIIIRO Eclipse手表，简约又时尚--置顶表情&quot; width=&quot;620&quot; height=&quot;412&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6645&quot; src=&quot;/uploads/ueditor/20190221/5c6e00e8e3bfe.png&quot; alt=&quot;暗夜发出霓虹蓝光的ZIIIRO Eclipse手表，简约又时尚--置顶表情&quot; width=&quot;620&quot; height=&quot;412&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6646&quot; src=&quot;/uploads/ueditor/20190221/5c6e00e8e6d23.png&quot; alt=&quot;暗夜发出霓虹蓝光的ZIIIRO Eclipse手表，简约又时尚--置顶表情&quot; width=&quot;620&quot; height=&quot;412&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6647&quot; src=&quot;/uploads/ueditor/20190221/5c6e00e8ead4a.png&quot; alt=&quot;暗夜发出霓虹蓝光的ZIIIRO Eclipse手表，简约又时尚--置顶表情&quot; width=&quot;620&quot; height=&quot;412&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6648&quot; src=&quot;/uploads/ueditor/20190221/5c6e00e8ebee4.png&quot; alt=&quot;暗夜发出霓虹蓝光的ZIIIRO Eclipse手表，简约又时尚--置顶表情&quot; width=&quot;620&quot; height=&quot;412&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550716420', '1550716420', '');
INSERT INTO `ey_article_content` VALUES ('29', '30', '&lt;p&gt;有些情侣热恋时恨不得时时刻刻在一起，但是实际上这却是不可能的，因为每个人都有自己的事儿。鉴于此，Woodenshark技术团队就专门为情侣们设计了一款情侣感应手环TapTap，以解情侣们的相思之苦。&lt;/p&gt;&lt;p&gt;TapTap实际上就是一款智能手环，这种手环都是一对两只的，当你用手敲击或触摸其中一只手环表面时，手环会有感应，并且它会立即将你的「动作」记录下来，然后传递到与之配对的另一只手环。是的，这种情侣智能手环就是以这种独特的方式让你的另一半随时感受到你的触碰，无论多么遥远的距离，你都可以随时表达「我想你」的思念之情，表达「我爱你」的甜蜜爱意。&lt;/p&gt;&lt;p&gt;TAPTAP手环是由塑料模块以及硅胶手镯表带组成，外观尺寸为1.9×0.7×0.5英寸，重约为28.4克，里面装置电池，80分钟时间把电池充满，电池续航就可达到7天，而且手环上配有迷你USB接口，通过蓝牙可以与智能手机相连接，并且这种手环是可以开关的。这样，当你在休息或者公共场合不想被打扰时，可以选择关闭开关，想要传递爱意时再打开就可以了。也因此，通过TAPTAP手环，你和你的伴侣就可以获得一个私密又甜蜜的二人空间。&lt;/p&gt;&lt;p&gt;不过，目前TAPTAP手环正在Kickstarter平台上众酬。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6294&quot; src=&quot;/uploads/ueditor/20190221/5c6e0128c3496.png&quot; alt=&quot;情侣智能感应手环，不在一起也能传递情感--置顶表情&quot; width=&quot;550&quot; height=&quot;366&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6295&quot; src=&quot;/uploads/ueditor/20190221/5c6e0128c6a3f.png&quot; alt=&quot;情侣智能感应手环，不在一起也能传递情感--置顶表情&quot; width=&quot;550&quot; height=&quot;414&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6296&quot; src=&quot;/uploads/ueditor/20190221/5c6e0128c752d.png&quot; alt=&quot;情侣智能感应手环，不在一起也能传递情感--置顶表情&quot; width=&quot;550&quot; height=&quot;374&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6297&quot; src=&quot;/uploads/ueditor/20190221/5c6e0128caa6c.png&quot; alt=&quot;情侣智能感应手环，不在一起也能传递情感--置顶表情&quot; width=&quot;550&quot; height=&quot;364&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6298&quot; src=&quot;/uploads/ueditor/20190221/5c6e0128ce041.png&quot; alt=&quot;情侣智能感应手环，不在一起也能传递情感--置顶表情&quot; width=&quot;550&quot; height=&quot;364&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6299&quot; src=&quot;/uploads/ueditor/20190221/5c6e0128d3c68.png&quot; alt=&quot;情侣智能感应手环，不在一起也能传递情感--置顶表情&quot; width=&quot;550&quot; height=&quot;364&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550713143', '1550713143', '');
INSERT INTO `ey_article_content` VALUES ('30', '31', '&lt;p&gt;现在市场上卖的产品都有包装，有的时候包装的好坏基本上都能决定产品的销量了。但是，从实质上讲，包装除了能作为吸引顾客眼球的工具之外，并不能解决掉任何问题。就比如说我们经常喝的用塑料瓶装的矿泉水，虽说塑料瓶能回收利用，可是实际上却难以避免对环境的破坏。鉴于此，来自伦敦的一群工业设计师就设计出了一种能吃的“矿泉水瓶”。&lt;/p&gt;&lt;p&gt;这种能吃的矿泉水瓶被命名为“Ooho”，其主要材质是藻酸钠和氯化钙。将褐藻和氯化钙制成双层薄膜，里面包裹着纯净水，看着就像是透明的水袋，实际上是加入了食用凝胶，所以这种Ooho可以食用，它会被肚子完全消化掉。这种可食用的水瓶不仅环保，而且造价也比较便宜。&lt;/p&gt;&lt;p&gt;小编觉得这种可以吃的水瓶可以推广，因为它比较环保，小伙伴们是不是这样认为呢？此产品预计今年上市，也许在不久的将来我们就能吃到这种水瓶了。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6300&quot; src=&quot;/uploads/ueditor/20190221/5c6e015218009.png&quot; alt=&quot;你敢吃吗？可以吃的水瓶，环保又方便--置顶表情&quot; width=&quot;500&quot; height=&quot;330&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6301&quot; src=&quot;/uploads/ueditor/20190221/5c6e01521c45b.png&quot; alt=&quot;你敢吃吗？可以吃的水瓶，环保又方便--置顶表情&quot; width=&quot;500&quot; height=&quot;281&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6302&quot; src=&quot;/uploads/ueditor/20190221/5c6e01521cf95.png&quot; alt=&quot;你敢吃吗？可以吃的水瓶，环保又方便--置顶表情&quot; width=&quot;500&quot; height=&quot;708&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6303&quot; src=&quot;/uploads/ueditor/20190221/5c6e01522095c.png&quot; alt=&quot;你敢吃吗？可以吃的水瓶，环保又方便--置顶表情&quot; width=&quot;500&quot; height=&quot;357&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550713174', '1550713174', '');
INSERT INTO `ey_article_content` VALUES ('31', '32', '&lt;p&gt;树是我们生活中常见的植物，不过我们见到的树都是有生命的绿色植物，我们知道树可以净化空气，却还没有听说可以充电的耶！看到这个标题你肯定会产生疑惑，当然喽，这肯定不是真的树，而是一种树状的太阳能盆栽，那么请小伙伴们现在就与置顶表情小编倩儿一起了解会充电的树是怎么一回事儿吧！&lt;/p&gt;&lt;p&gt;小编要介绍的太阳能盆栽充电树是由Vivien Muller设计的，设计师将古板的充电器制作成树形盆栽，将实用性与美观性结合起来，使充电器看起来不再枯燥无味，放在家里还可以增添生活的情趣。几块太阳能面板组成了太阳能充电树的树叶，这些太阳能面板并不是固定不动的，而是可以调节方向的，太阳能充电树里面要放置三节电池，才能使它开始工作。太阳能盆栽充电树在盆底有一个USB接口，可以给手机充电，当然，它还有一个LED模块，可以用来照明哦。所以说，这种太阳能充电树不仅可以充当充电器，还可以充当照明灯，一物多用，实用性很高。&lt;/p&gt;&lt;p&gt;小编觉得这款太阳能充电树还不错，目前它正在indiegogo认筹，不过要199欧元起售，小编觉着可不便宜啊！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-5253&quot; src=&quot;/uploads/ueditor/20190221/5c6e01db421de.png&quot; alt=&quot;会充电的树，既可以充电又可以照明，实用又美观--置顶表情&quot; width=&quot;500&quot; height=&quot;330&quot; data-tag=&quot;bdshare&quot; data-bd-imgshare-binded=&quot;1&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-5254&quot; src=&quot;/uploads/ueditor/20190221/5c6e01db4619e.png&quot; alt=&quot;会充电的树，既可以充电又可以照明，实用又美观--置顶表情&quot; width=&quot;500&quot; height=&quot;529&quot; data-tag=&quot;bdshare&quot; data-bd-imgshare-binded=&quot;1&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550800636', '1550800636', '测试');
INSERT INTO `ey_article_content` VALUES ('32', '33', '&lt;p&gt;现在越来越多的人喜欢户外旅行，更喜欢用镜头记录下自己走过的路，见过的风景，其实，如果后期可以将自己的摄影作品稍作技术的修改，增添一些新的元素，也许你会发现不一样的风景。比如，摄影师Victoria Siemer就将几何与摄影完美的结合在一起，给大家带来了一组超赞的逆向风光。&lt;/p&gt;&lt;p&gt;Victoria Siemer是一位来自纽约布鲁克林的平面设计师和摄影师，他拍摄了一组自然风景的照片，然后将几何元素加入进去，改变了人们的视觉空间，从而达到震撼的效果。Victoria Siemer在进行照片处理时，运用后期技术将云雾笼罩中的山脉、宁静平和的森林、广阔无垠的大海等自然元素重新排列，创造出不同的层次，从而模糊了现实与虚构之间的明确界限。并且，这组照片中的几何形状如镜子一样折射出另一个维度的风景，将不同维度的不同风景放在一个画面内，带给人们不一样的视觉享受。&lt;/p&gt;&lt;p&gt;接下来的时间就请小伙伴们跟随置顶表情小编一起来欣赏这组具有超现实主义风格的摄影作品吧！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7565&quot; src=&quot;/uploads/ueditor/20190221/5c6e022437e17.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7566&quot; src=&quot;/uploads/ueditor/20190221/5c6e02243965b.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;1067&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7567&quot; src=&quot;/uploads/ueditor/20190221/5c6e02243a1e5.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7568&quot; src=&quot;/uploads/ueditor/20190221/5c6e02243ad81.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7569&quot; src=&quot;/uploads/ueditor/20190221/5c6e02243bd81.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7570&quot; src=&quot;/uploads/ueditor/20190221/5c6e02243c9d5.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7571&quot; src=&quot;/uploads/ueditor/20190221/5c6e02243d4e7.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7572&quot; src=&quot;/uploads/ueditor/20190221/5c6e02243e6ee.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7573&quot; src=&quot;/uploads/ueditor/20190221/5c6e02243f8ad.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;1420&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7574&quot; src=&quot;/uploads/ueditor/20190221/5c6e022440469.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7575&quot; src=&quot;/uploads/ueditor/20190221/5c6e022443953.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7576&quot; src=&quot;/uploads/ueditor/20190221/5c6e0224442fa.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7577&quot; src=&quot;/uploads/ueditor/20190221/5c6e022444c00.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7578&quot; src=&quot;/uploads/ueditor/20190221/5c6e022445741.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7579&quot; src=&quot;/uploads/ueditor/20190221/5c6e022446160.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7580&quot; src=&quot;/uploads/ueditor/20190221/5c6e022446a5c.png&quot; alt=&quot;倒立风景摄影，将几何与摄影完美结合--置顶表情&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550713386', '1550713386', '');
INSERT INTO `ey_article_content` VALUES ('33', '34', '&lt;p&gt;在这个世界上有很多我们已经知道的也有不少人都去过的特别美丽的地方，但是还有一些比较美丽但是由于地理位置比较危险条件限制只有一些特定人们才去看过的地方，那些地方也是一样特别有魅力的。虽然，我们不能亲自去到那些惊人又美丽的地方，但是我们可以通过摄影作品欣赏其壮丽也是一样，接下来就请大家跟随置顶表情小编一起欣赏世界不同的美景吧。&lt;/p&gt;&lt;h2&gt;海拔楼梯&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8227&quot; src=&quot;/uploads/ueditor/20190221/5c6e0257e4c45.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;449&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于奥地利，阿尔卑斯山， 从1300英尺高度下降到山的底部,恐高的人们还是只看看图片吧。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;纳米布沙漠与大西洋连接处&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8228&quot; src=&quot;/uploads/ueditor/20190221/5c6e0257e8929.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于纳米比亚，纳米布沙漠壮观的沙丘一直延续到大西洋海岸边缘，沙漠与海洋和谐连接在一起。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;斯凯岛&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8229&quot; src=&quot;/uploads/ueditor/20190221/5c6e0257e95da.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于苏格兰，有神奇的地貌和野生动物，还有如画的湖泊，惊人的山脉。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;十二使徒岩&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8230&quot; src=&quot;/uploads/ueditor/20190221/5c6e0257eab69.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;567&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于澳大利亚的维多利亚,这是幸存下来的几千年的海岸侵蚀得来的魅力地貌。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;塞里雅兰瀑布&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8231&quot; src=&quot;/uploads/ueditor/20190221/5c6e0257eb79e.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于冰岛，从崖边直降200英尺高度，特别壮观，是冰岛著名瀑布之一。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;蒲甘&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8232&quot; src=&quot;/uploads/ueditor/20190221/5c6e0257ec1a2.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于缅甸，一个13世纪的古城，有许多佛教庙宇和寺院，现存约2200座。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;虎穴寺&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8233&quot; src=&quot;/uploads/ueditor/20190221/5c6e0257ece52.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;492&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于喜马拉雅山帕罗河谷，属于不丹,这座古老的修道院是一个佛教圣地。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;伊瓜苏瀑布&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8235&quot; src=&quot;/uploads/ueditor/20190221/5c6e0257edb9a.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;531&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于巴西和阿根廷边境，许多小的瀑布组成，周围热带动植物资源丰富。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;太平山顶&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8236&quot; src=&quot;/uploads/ueditor/20190221/5c6e0257eeecf.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;528&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于香港以西,海拔1818英尺,可以看到璀璨多彩的城市夜景。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;半圆顶山&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8237&quot; src=&quot;/uploads/ueditor/20190221/5c6e0257ef8f0.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;美国约塞米蒂国家公园，有许多悬崖，会给人们提供有利的观赏国家公园美丽景色的位置。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;日本樱花&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8238&quot; src=&quot;/uploads/ueditor/20190221/5c6e0257f0328.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;日本的国花，雪山映衬下的樱花更美。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;魔舌&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8239&quot; src=&quot;/uploads/ueditor/20190221/5c6e0257f3d71.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;532&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于挪威，是一个位于吕瑟峡湾湖面上空2300英尺高度地方的自然平台，徒步上去很具有挑战性哟。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;徘徊楼梯&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8240&quot; src=&quot;/uploads/ueditor/20190221/5c6e0258006de.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;477&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于夏威夷，被称为天堂的阶梯,顺着楼梯可以到达海拔2800英尺高的峰顶，欣赏惊人美丽的风景。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;眩晕酒店&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8241&quot; src=&quot;/uploads/ueditor/20190221/5c6e025803d1f.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;391&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于泰国曼谷，繁华的城市上空,在这里可以吃到令人瞠目结舌的餐点。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;寒武纪酒店&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8243&quot; src=&quot;/uploads/ueditor/20190221/5c6e02580495b.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于瑞士，可以欣赏到阿尔卑斯山的原始风光。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;大湖公园月亮桥&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8242&quot; src=&quot;/uploads/ueditor/20190221/5c6e025805eb5.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;531&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于台北，景色美丽，令人窒息。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;蒙娜·丽莎餐厅&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8244&quot; src=&quot;/uploads/ueditor/20190221/5c6e025809a71.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;531&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于墨西哥卡波圣卢卡斯，一边享受美食，一边享受美景，惬意无限。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;长满青苔的拱桥&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8245&quot; src=&quot;/uploads/ueditor/20190221/5c6e02580a645.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;834&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于苏格兰的高地，古老的石桥被郁郁葱葱的绿色苔藓遍布，充满了历史的遗韵。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;阿卡迪亚国家公园的日出&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8246&quot; src=&quot;/uploads/ueditor/20190221/5c6e02580b15c.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;531&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于美国缅因州，古老的公园，最美的日出。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;格洛丽亚?穆伦旋转餐厅&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8247&quot; src=&quot;/uploads/ueditor/20190221/5c6e02580bc19.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;534&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于瑞士，坐落阿尔卑斯山将近3000英尺高的地方，可以看到美丽的雪景。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;玉山区度假胜地&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8248&quot; src=&quot;/uploads/ueditor/20190221/5c6e02580f443.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;457&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于圣卢西亚，是一个海滨胜地，覆盖海岸线超过600英尺，还有峻峭的山脉。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;Fjallabaksleie&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8249&quot; src=&quot;/uploads/ueditor/20190221/5c6e02581000a.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;481&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于冰岛，一个神奇的峡谷，有崎岖山脉，有秀丽山谷风景，越野车可以穿行。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;纪念碑山谷&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8250&quot; src=&quot;/uploads/ueditor/20190221/5c6e02581195f.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;407&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于犹他州，山谷由巨大的砂岩结构组成，西方影片很多都在这里取景。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;多佛白崖&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8251&quot; src=&quot;/uploads/ueditor/20190221/5c6e025812e81.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于英格兰，这里有粉笔似的悬崖，充满美丽景色的海岸线，还有多佛海峡。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;梅利萨尼女神洞穴&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8252&quot; src=&quot;/uploads/ueditor/20190221/5c6e02581391c.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;535&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于希腊凯法利尼亚，希腊神话中女神居住的地方，在太阳的照射下会出现美丽的蓝光。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;菲佛海滩的日落与岩石&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8253&quot; src=&quot;/uploads/ueditor/20190221/5c6e025814341.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;529&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于加利福尼亚州，依托于加州海岸线，沙滩，岩石，夕阳组成一幅浪漫的画卷。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;贝亚维斯塔顶峰树屋&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8234&quot; src=&quot;/uploads/ueditor/20190221/5c6e025814f06.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;261&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于厄瓜多尔的荒野深处，用于观察通古拉瓦火山，海拔超过2600英尺。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;狮子头山&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8254&quot; src=&quot;/uploads/ueditor/20190221/5c6e025816303.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;1200&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于南非开普敦，可以坐在如狮子头的山上俯瞰开普敦的全景。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;Chichilianne山峰&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8255&quot; src=&quot;/uploads/ueditor/20190221/5c6e02581a7e0.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;1203&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于法国罗纳阿尔卑斯山，山峰有7000英尺高,在这里看法国你可以有一个全新的视角。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;帕亚那空山洞&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8256&quot; src=&quot;/uploads/ueditor/20190221/5c6e02581e328.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于泰国，这里包含两个山洞，具有与众不同的泰式宫殿。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;基督山&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8257&quot; src=&quot;/uploads/ueditor/20190221/5c6e02581f3c9.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于巴西里约热内卢东南部的面包山,是著名的基督的救赎主,在这里你可以看着里约热内卢是一个充满活力的城市。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;狗狗坐在喜马拉雅山海拔5000米的山峰&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8258&quot; src=&quot;/uploads/ueditor/20190221/5c6e02581fe50.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;喜马拉雅山脉海拔高的地方是永久冰雪，底部是热带气候，这只小狗是在看底部温暖的天气。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;杨桦树林穿过的光&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8259&quot; src=&quot;/uploads/ueditor/20190221/5c6e025820b5d.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;534&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于俄勒冈州北部的杨桦树林，美丽而神秘。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;红领巾岛&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8260&quot; src=&quot;/uploads/ueditor/20190221/5c6e0258215d3.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于南极洲，是南极洲为数不多的无冰岛,在这里你卡一看见罕见的南极融化。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;复活节岛上的日出&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8261&quot; src=&quot;/uploads/ueditor/20190221/5c6e025824a72.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;553&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;被镜头捕捉到的自然界的美丽风景。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;乞力马扎罗山&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8262&quot; src=&quot;/uploads/ueditor/20190221/5c6e025825610.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;531&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;每年40000游客从肯尼亚安博塞利爬上乞力马扎罗山,当然不包括搬运工、厨师和导游哟。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;露易斯湖的彩虹&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8263&quot; src=&quot;/uploads/ueditor/20190221/5c6e025826230.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;露易丝湖位于加拿大班夫国家公园，是一个史诗般的冰川湖。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;瑞士阿尔卑斯山脉的秋天&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8264&quot; src=&quot;/uploads/ueditor/20190221/5c6e025826bd6.png&quot; alt=&quot;世界上38个惊人的美景，有胆你就去--置顶表情&quot; width=&quot;800&quot; height=&quot;499&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;适合徒步旅行的季节。在瑞士，徒步旅行是一种生活方式。&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550713439', '1550713439', '');
INSERT INTO `ey_article_content` VALUES ('34', '35', '&lt;p&gt;小编收集了一些来自世界各地比较有趣的雕塑。有捕鱼的小男孩、多瑙河边的鞋、水下的美女、怪异的蜘蛛等等，从这些雕塑中，我们可以看出艺术家们做这些雕塑所展示出的艺术创意。来欣赏一下吧！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7903&quot; src=&quot;/uploads/ueditor/20190221/5c6e02879e7a0.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;440&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;法国 马赛 旅行者雕塑&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7899&quot; src=&quot;/uploads/ueditor/20190221/5c6e02879f52c.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;659&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;?美国 纽约 佩姬布拉德利的舒展&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;?&lt;img class=&quot;alignnone size-full wp-image-7920&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287a2a37.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;992&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;波兰索 波特 捕鱼的男孩&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7901&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287a5d16.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;953&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;匈牙利 布达佩斯 多瑙河的鞋&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-7921&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287a6602.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;439&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;夸祖鲁纳塔尔?中部地区?纳尔逊曼德拉雕塑&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7902&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287a7155.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;396&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;美国?宾夕法尼亚?费城 挣脱出模具的雕塑&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7904&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287aa59c.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;440&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;台湾 台北 河马雕塑&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-7922&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287aafd7.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;440&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;英格兰 康沃尔 赫利 泥浆中的少女&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7900&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287ab943.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;440&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;美国?俄勒冈州?波特兰?鲑鱼雕塑&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7905&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287ac360.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;?英国?格兰杰默斯 马形水鬼&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-7906&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287af528.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;494&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;英国?伦敦?泰特现代美术馆?蜘蛛雕塑&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7907&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287b523a.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;斯洛伐克?布拉迪斯拉发 工作的人&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7908&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287b5b8f.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;439&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;南非?坦科瓦卡鲁雕塑&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-7909&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287b8c8c.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;442&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;格林纳达海底雕塑公园&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7910&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287be6c6.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;425&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;瑞士 卢塞恩 狮子雕塑&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7911&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287c1be4.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;440&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;愤怒的小鸟雕塑&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7912&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287c4c01.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;433&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;火人音乐节&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7913&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287c8a2a.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;436&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;俄罗斯?祖国的召唤雕像&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7914&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287ce84e.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;557&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;大象雕塑&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7915&quot; src=&quot;/uploads/ueditor/20190221/5c6e0287d1fdf.png&quot; alt=&quot;17个形态怪异的雕塑--置顶表情&quot; width=&quot;660&quot; height=&quot;413&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;巴西 里约热内卢 上空的超级月亮&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550713513', '1550713513', '');
INSERT INTO `ey_article_content` VALUES ('35', '36', '&lt;p&gt;在英国的特姆花园中，你会看到在风中翩翩起舞的仙女雕塑。你会认为这么婀娜的女神雕像是用一种植物或者藤蔓编织而成，错了，其实这些雕塑是用不锈钢丝制成的。&lt;/p&gt;&lt;p&gt;英国的艺术家罗宾·怀特（Robin Wight）采用不锈钢丝，缠绕成带有翅膀的仙子在风中舞蹈的雕塑，既戏剧又惊艳。迷人的制作形态，从微型到真人大小的尺寸范围，似乎它们有一个属于自己的世界，他们动态的姿势，扭曲自己的身体，并保持有风吹拂的蒲公英，实在是完美。&lt;/p&gt;&lt;p&gt;罗宾·怀特接受私人定制，每一个童话般的仙子都是手工制作，制作出你想要的姿势和特定的安装要求。是不是很想拥有一个呢？&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-medium wp-image-8032&quot; src=&quot;/uploads/ueditor/20190221/5c6e02c1d716e.png&quot; alt=&quot;用不锈钢丝编织的婀娜仙子--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8031&quot; src=&quot;/uploads/ueditor/20190221/5c6e02c1d8271.png&quot; alt=&quot;用不锈钢丝编织的婀娜仙子--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-medium wp-image-8033&quot; src=&quot;/uploads/ueditor/20190221/5c6e02c1d8dee.png&quot; alt=&quot;用不锈钢丝编织的婀娜仙子--置顶表情&quot; width=&quot;800&quot; height=&quot;535&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-medium wp-image-8034&quot; src=&quot;/uploads/ueditor/20190221/5c6e02c1d9b5a.png&quot; alt=&quot;用不锈钢丝编织的婀娜仙子--置顶表情&quot; width=&quot;800&quot; height=&quot;536&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-medium wp-image-8035&quot; src=&quot;/uploads/ueditor/20190221/5c6e02c1db482.png&quot; alt=&quot;用不锈钢丝编织的婀娜仙子--置顶表情&quot; width=&quot;800&quot; height=&quot;573&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-medium wp-image-8036&quot; src=&quot;/uploads/ueditor/20190221/5c6e02c1dbfc4.png&quot; alt=&quot;用不锈钢丝编织的婀娜仙子--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8037&quot; src=&quot;/uploads/ueditor/20190221/5c6e02c1dc8bc.png&quot; alt=&quot;用不锈钢丝编织的婀娜仙子--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550713543', '1550713543', '');
INSERT INTO `ey_article_content` VALUES ('36', '37', '&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;中国的美景数不胜数，中国美景中的瀑布更数不胜数，置顶表情小编收集了中国最有名气的22个瀑布，快来看看你去过哪个，你最喜欢哪个呢？&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;黄果树瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;位于贵州省安顺市，是黄果树瀑布群中最为壮观的瀑布，也是世界著名大瀑布之一，以水势浩大著称。世界上唯一可以从上、下、前、后、左、右六个方位观赏的瀑布。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8038&quot; src=&quot;/uploads/ueditor/20190221/5c6e03406c6bc.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;605&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;黄河壶口瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;壶口瀑布，西濒陕西省宜川县，东临山西省吉县，是黄河流经晋陕大峡谷时形成的一个天然瀑布，两岸石壁峭立，河口收束狭如壶口，所以称为壶口瀑布。是黄河上唯一的黄色大瀑布，也是中国的第二大瀑布，其奔腾汹涌的气势是中华民族精神的象征。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8039&quot; src=&quot;/uploads/ueditor/20190221/5c6e03406e324.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;500&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;德天瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;德天大瀑布位于中越边境、广西大新县，是世界第四大、亚洲第一大跨国瀑布。德天大瀑布的美在于变幻多姿，她就像模特在表演时装秀一样，早、午、晚各展现出一幅幅瑰丽生动的美景。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8040&quot; src=&quot;/uploads/ueditor/20190221/5c6e0340717f9.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;532&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;庐山三叠泉瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;位于江西九江的庐山瀑布，为古今登庐山游客必到之地。庐山瀑布群主要瀑布有三叠泉瀑布、开先瀑布、石门涧瀑布、黄龙潭和乌龙潭瀑布、王家坡双瀑和玉帘泉瀑布等。最有名的就是三叠泉瀑布，被称为“庐山第一奇观”，旧有“未到三叠泉，不算庐山客”之说。三叠泉高崖险峻，峡谷幽深，集名山大川雄、幽、奇、险于一处，有原始自然的美景。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8041&quot; src=&quot;/uploads/ueditor/20190221/5c6e034075135.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;1302&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;三峡大瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;湖北宜昌的三峡大瀑布原名白果树瀑布，峡谷内溪水常年不断，构成30多道形态各异的瀑布镶嵌于峡谷内，其中最壮观的是高102米、宽80米的三峡大瀑布，全国独一无二的零距离“穿越”大瀑布，让人充分感受“集体湿身”的欢快和刺激，令人陶醉其间，流连忘返。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8042&quot; src=&quot;/uploads/ueditor/20190221/5c6e034075e66.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;488&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;赤水十丈洞瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;位于贵州赤水市南部，瀑高76米，宽80米，是我国长江流域上最大的瀑布。瀑水从悬崖绝壁上倾泻而下，似万马奔腾，气势磅礴，几里之外声如雷鸣，数百米内水雾弥漫，阳光照射之下，呈现五彩缤纷的彩虹。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8043&quot; src=&quot;/uploads/ueditor/20190221/5c6e034076883.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;514&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;吊水楼瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;又称镜泊湖瀑布，它位于黑龙江宁安县西南，它形状好像加拿大尼亚加拉大瀑布，是世界最大的玄武岩瀑布。每逢雨季或汛期，水声如雷，激流呼啸飞泻，水石相击，白流滔滔，水雾蒸腾出缤纷的彩虹。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8044&quot; src=&quot;/uploads/ueditor/20190221/5c6e03407722c.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;泰山黑龙潭瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;泰山黑龙潭位于西溪百丈崖上，有瀑布飞流直下，声若雷鸣，状如挂着的千尺银链。瀑布常年倾泻，冲击崖下成潭，传说潭与东海龙宫通，游龙自由来去，故名“黑龙潭”。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8045&quot; src=&quot;/uploads/ueditor/20190221/5c6e034077c36.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;535&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;扎嘎瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;位于四川省，牟尼沟景区，享有中华第一钙化瀑布之美誉。是一座多层的叠瀑，叠叠多变，气势磅薄，涛声十里。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8046&quot; src=&quot;/uploads/ueditor/20190221/5c6e034078a67.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;810&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;九龙第一瀑&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;位于云南罗平县的九龙瀑布群是中国最大的瀑布群景观，这些瀑布随着季节的更替变化，变幻无穷，令人目不暇接。被称为“南国一绝”的九龙瀑布，为九龙河上最大的一级瀑布，也是整个景区观景之最，“幅宽、差大、极多”是九龙瀑布的特点。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8047&quot; src=&quot;/uploads/ueditor/20190221/5c6e03407bfc6.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;九寨沟诺日朗瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;九寨沟瀑布群，主要有诺日朗瀑布、树正瀑布和珍珠滩瀑布组成，此外还有若树正群海间的梯瀑群等无数小瀑布。诺日朗瀑布是九寨沟瀑布群中最大的瀑布，“诺日朗”三字，在藏语中的意思就是雄伟壮观，一见你就知道名不虚传！&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8061&quot; src=&quot;/uploads/ueditor/20190221/5c6e03407d050.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;449&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;大叠水瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;大叠水瀑布又名“飞龙瀑”，位于云南省石林县，江水遇两条平行的断裂层而形成两处较大的落差，第一道称小叠水，第二道称大叠水。因水头巨大，跌落时激起阵阵轰鸣，声振山谷，形成“叠水喷霞”的自然奇观。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8062&quot; src=&quot;/uploads/ueditor/20190221/5c6e03407d9e4.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;流沙瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;位于湖南德夯九龙溪源头，是中国最高的瀑布，也是最细腻的瀑布，大部分时候，瀑布从绝壁之上腾空而下，极高的落差，流水到了下面就散落成流沙状。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8063&quot; src=&quot;/uploads/ueditor/20190221/5c6e03407e516.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;1198&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;大龙湫瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;位于浙江温州市，最为著名的是190米高的大龙湫瀑布，据说它是我国落差最大的瀑布之一。因落差太大，山风吹拂，分成各具特色的两段，上半段白练飞舞，下半段如烟如雾。雁荡山俪金山庄看大龙湫，你很容易联想到人生的过程，青少年时热情冲动，中老年时舒缓宽容。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8069&quot; src=&quot;/uploads/ueditor/20190221/5c6e03407f01a.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;517&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;云台山瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;云台山瀑布坐落在焦作云台山风景区老潭沟，落差314米成为亚洲落差最大的瀑布。在多余的季节，瀑布气势更加晖宏！&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8071&quot; src=&quot;/uploads/ueditor/20190221/5c6e03407fad0.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;581&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;望乡台瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;位于重庆江津市南部，望乡台瀑布是四面山的标志性景点，是四面山最为壮观的瀑布，望乡台瀑布的绝妙之处不仅在于飞瀑高出九天外，水声如雷，震山撼谷；而且夏季晴朗之日，每天上午九点到十一点左右，望乡台瀑布彩虹几乎都会准时出现，堪称一绝。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8072&quot; src=&quot;/uploads/ueditor/20190221/5c6e0340804ff.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;银练坠瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;位于贵州安顺天星桥景区内，离黄果树瀑布7公里，是景区内形态最美的瀑布。水围圆石而下，宛如条条银练坠入深潭，绚丽无比。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8073&quot; src=&quot;/uploads/ueditor/20190221/5c6e034080f12.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;583&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;马岭河瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;位于贵州省兴义市，是中国最大瀑布群。瀑布飞泉有60余处，而壁挂崖一带仅2公里长的峡谷中，就分布着13条瀑布，形成一片壮观的瀑布群。最具特色的是珍珠瀑布，4条洁白而轻软的瀑布从200多米高的崖顶跌落下来，在层层叠叠的岩页上时隐时现，撞击出万千水珠，水珠在阳光照耀下闪闪发光，似有人居高临下筛落满崖的浪花。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8129&quot; src=&quot;/uploads/ueditor/20190221/5c6e034081851.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;天生桥瀑布群&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;位于河北阜平县，天生桥瀑布群中分布着九个大瀑布，就像九条巨龙。天生桥瀑布群最大的瑶台瀑布落差112米，奔腾的瀑布，响彻山巅。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8131&quot; src=&quot;/uploads/ueditor/20190221/5c6e03408236d.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;753&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;九龙漈瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;位于福建周宁县，华东仅有的特大瀑布群。瀑布总落差300多米，在长达1000米的流程中连续九级不同的落差穿过峡谷，形成奇绝的飞瀑深潭。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8132&quot; src=&quot;/uploads/ueditor/20190221/5c6e034082dae.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;532&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;岱仙瀑布&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;位于福建德化县，有“华东第一瀑”之称，奇妙的是溪水流到边崖，形成一道更宽的、水流似油从漏斗穿过状的油漏瀑，因此岱仙大瀑布也称岱仙双瀑。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8154&quot; src=&quot;/uploads/ueditor/20190221/5c6e0340837ed.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;h2 style=&quot;box-sizing: border-box; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; line-height: 1.4; color: rgb(85, 85, 85); margin: 0px 0px 18px; font-size: 21px; padding: 10px 0px; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;藏布巴东瀑布群&lt;/h2&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;藏布巴东瀑布群有两个，，分别为高35米（藏布巴东瀑布Ⅱ）和33米（藏布巴东瀑布Ⅰ），前者宽仅35米，为雅鲁藏布大峡谷中最大的河床瀑布。气势壮观、澎湃激昂，是西藏雅鲁藏布大峡谷内的神秘壮景。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-8155&quot; src=&quot;/uploads/ueditor/20190221/5c6e034084203.png&quot; alt=&quot;22个中国最美最酷瀑布，你去过哪一个--置顶表情&quot; width=&quot;800&quot; height=&quot;530&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550713681', '1550713681', '');
INSERT INTO `ey_article_content` VALUES ('37', '38', '&lt;p&gt;炎炎夏日，为了能清爽一下，游泳池就成了大家常去的地方，恨不能24小时泡在水里，可是人太多，总觉得游泳池太拥挤，那么，其实你可以考虑去海边游泳，最棒的是，去到那些美丽的海滩，不仅能游泳，而且还可以欣赏美景。那么，今天置顶表情小编就给大家推荐一组国内美妙的海滩，快来看看吧，也许你就不会为出行的目的地而发愁喽！&lt;/p&gt;&lt;h2&gt;亚龙湾&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8383&quot; src=&quot;/uploads/ueditor/20190221/5c6e0379823b3.png&quot; alt=&quot;八大中国最美海滩，夏天游泳好去处--置顶表情&quot; width=&quot;800&quot; height=&quot;562&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;位于海南三亚，是一个长约7.5公里的半月形海湾，其沙滩平缓开阔，绵延约7公里，浅海区宽度为50-60米，在这里你可以尽情畅游。漫步在洁白细软的沙滩上，看着清澈澄净的海水迎着朝霞，你会觉得生活如此美好。这里被称为“天下第一湾”。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;?银滩&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8384&quot; src=&quot;/uploads/ueditor/20190221/5c6e03798331a.png&quot; alt=&quot;八大中国最美海滩，夏天游泳好去处--置顶表情&quot; width=&quot;800&quot; height=&quot;534&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于广西北海市，面积比较大，超过烟台、青岛、大连、北戴河沙滩面积的总和，被誉为“中国第一滩”。这里的水质特别好，是天然氧吧，空气特别清新，沙滩又宽阔，而且退潮快，涨潮慢，游泳比较安全，是游泳爱好者的好去处。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;黄金海岸&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8375&quot; src=&quot;/uploads/ueditor/20190221/5c6e037986ce0.png&quot; alt=&quot;八大中国最美海滩，夏天游泳好去处--置顶表情&quot; width=&quot;800&quot; height=&quot;535&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于河北秦皇岛市昌黎县，距离北戴河仅有15KM。这里不仅可以看到大海沙滩，还可以滑沙。这里的沙滩呈金黄色，沙子细细，海水清清，沙滩平缓，海潮平平，二十六公里海岸的广阔浴场可以让你肆意玩耍。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;千步沙&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8376&quot; src=&quot;/uploads/ueditor/20190221/5c6e0379876a1.png&quot; alt=&quot;八大中国最美海滩，夏天游泳好去处--置顶表情&quot; width=&quot;800&quot; height=&quot;537&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于浙江舟山普陀山。普陀山为舟山群岛中的一个小岛，这里是四大佛教圣地之一。普陀山东海岸有一长约1750米的沙滩，称千步沙，是普陀岛最大的沙滩。沙面平坦宽阔，沙质柔软干净，傍晚的时候，可以来个海水浴，再听着梵音，不仅惬意，而且还以领略一下“海天佛国”的意境。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;鼓浪屿海滩&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8377&quot; src=&quot;/uploads/ueditor/20190221/5c6e03798a9d1.png&quot; alt=&quot;八大中国最美海滩，夏天游泳好去处--置顶表情&quot; width=&quot;800&quot; height=&quot;525&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于福建厦门，这里有鼓浪屿浴场和厦门最美的海滩——黄厝海滩，如碧海水，再加上蓝天白云与帆船帆板俨然就是一副如诗的图画，而穿着绚烂多彩的泳衣的你，也正在为这里添加一抹鲜明的色彩哟！在这里，你可以尽情的冲浪，尽情的畅游。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;青岛的海滩&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8378&quot; src=&quot;/uploads/ueditor/20190221/5c6e03798b2e3.png&quot; alt=&quot;八大中国最美海滩，夏天游泳好去处--置顶表情&quot; width=&quot;800&quot; height=&quot;534&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于山东，这里有全长20公里宽150米的洁白沙滩，沙子细得如粉，抓一把在手里然后再松开，你的手里干干净净不会留一点痕迹。这里海水碧蓝，沙滩细软，是你游泳玩水的好去处。虽然有点儿令人遗憾的是，因为这里被称为是“中国最好的海滩”，所以游人难免有点儿稍多，不过还是值得一去。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;荷包岛大南湾海滩&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8379&quot; src=&quot;/uploads/ueditor/20190221/5c6e03798bcbe.png&quot; alt=&quot;八大中国最美海滩，夏天游泳好去处--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于广东珠海西南端，总面积约13平方公里，海岸总长约28公里。这里的大南湾沙滩，长度约有4公里，宽度达200—500米，沙质柔软均匀细腻，海水清澈透明，有“十里银滩”之称，最难得的是这里游人较少，比较静谧，是一处难得的天然海滨泳场。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;西冲&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8380&quot; src=&quot;/uploads/ueditor/20190221/5c6e03798c781.png&quot; alt=&quot;八大中国最美海滩，夏天游泳好去处--置顶表情&quot; width=&quot;800&quot; height=&quot;577&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于广东深圳大鹏半岛最南端，享有“东方夏威夷“之誉。这里的沙滩长达4.5公里，沙滩如银，沙子细细，海水蔚蓝清澈，海浪阵阵，海风习习，可以遥望月亮岛和三门岛，你可以在这里游泳，露营，举办篝火晚会，享受最美的风景。&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550717264', '1550717264', '');
INSERT INTO `ey_article_content` VALUES ('38', '39', '&lt;p&gt;小伙伴们，每到假期是不是都有些烦躁呢？因为不知道要怎么度过，想要出去玩时，但是一想到那些景点人满为患就瞬间没了兴致。不过，还是有一些风景独到的地方并没有那么多人哟。如果你不恐高，够勇敢，想要看到不一样的风景的话，就仔细看看今天置顶表情小编给你介绍的世界上令人惊心动魄的八个景点吧！&lt;/p&gt;&lt;h2&gt;挪威布道石&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8691&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a7583e0.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;880&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8692&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a759514.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;522&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;地处挪威南部，靠近斯塔万格市的吕瑟峡湾中部，是一道悬崖断壁，高604米，直立于峡湾深处的崇山峻岭中，顶部有25平方米的平台，在这里，你可以俯瞰蜿蜒美丽的峡湾，远处起伏苍翠的山峦，不过，这个平台周围是没有围栏的，所以如果你没有足够的心理准备还是不要上去哦！&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;挪威奇迹石&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8693&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a75a13a.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;525&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8694&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a75d918.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;875&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;座落于挪威谢拉格山，是世界著名的平衡石。挪威谢拉格山海拔为1110米，奇迹石位于984米高的地方，像楔子一样卡在两块巨大的岩石之间，面积约5平方米，下面就是万丈深渊，而且岩石周围也没有防护措施，所以它也被称为“勇敢者之石”。如果你敢上去，谷底的壮丽风光你就会一览无余哟。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;挪威山妖舌&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8695&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a75e379.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;466&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8696&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a761674.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;544&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;挪威名是Trolltunga，其实就是突出悬空的一块巨大岩石，因形状酷似山妖的舌头而得名。地处挪威中南部Hardanger峡湾中部的Odda小镇，位置比较隐秘，去的游客不多，所以你可以一个人坐在伸出长舌的岩石上远眺峡湾美景，静静沉思，静静享受。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;美国纸片岩石&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8697&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a762025.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;525&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8698&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a762a04.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;525&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于美国加利福尼亚州的沿海城市圣迭戈附近，这块岩石由于特别薄而得名。有许多游客来到这块看似一折就断的石头上拍照留念，虽然高度只有三米，但是如果把握好角度，就像置身在悬崖边或是云端。虽然距离不高，但是轻松坐在上面也仍然需要勇气。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;美国空中玻璃走廊&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8699&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a763372.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;464&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8700&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a763de7.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;466&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;坐落在美国科罗拉多大峡谷西侧的一个印第安部落居留地内，悬空于科罗拉多河约1200米之上，呈马蹄形，向大峡谷悬崖以外延伸约21米，桥面的材质是强化透明玻璃，厚约10厘米，很多人喜欢在上面悬空欣赏大峡谷的壮美风景，在这上面行走时，就像漫步在云端。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;中国张家界天门山鬼谷栈道&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8701&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a764803.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;467&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8707&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a767c18.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;481&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;这是一座玻璃栈道，在山顶西线，悬于峭壁之上，长1600米，最高处海拔1400米，悬出4-5米，位于悬崖之间，人们站在玻璃眺望台上，可以从玻璃台看见远处如仙境般云海缭绕的山峰和下面惊险万分的万丈深渊。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;中国华山长空栈道&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8703&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a76af3d.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;434&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8704&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a76bc7c.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;466&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于华山南峰西岩下面，建造在光溜溜的悬崖绝壁上，方木搭建条石固定，栈道上下皆是悬崖绝壁，上距崖顶几十米，下到谷底二三百米，宽仅三十多公分，空悬无栏，只有崖壁铁索可供抓手，国内外攀岩爱好者喜欢挑战这里。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;美国芝加哥西尔斯大厦观光层&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8705&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a76c8c8.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;467&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8706&quot; src=&quot;/uploads/ueditor/20190221/5c6e03a77037e.png&quot; alt=&quot;世界上8个最惊心动魄的景点--置顶表情&quot; width=&quot;700&quot; height=&quot;464&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;芝加哥西尔斯大厦有110层，在103层处设置了4个玻璃为底的盒子结构，建在大厦西侧，如大楼突出的玻璃阳台，向外延伸约1.2米，地板厚达12.7厘米，可承重约5吨，站在这里，你可以眺望整个城市。&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1552562064', '1552562064', '');
INSERT INTO `ey_article_content` VALUES ('39', '40', '&lt;p&gt;一直以来，每次看那些比较好的作品都只是抱着欣赏的心态，都只觉得特别漂亮或者是有趣，都是夸赞一句或者笑笑就过去了，从来也没有好好思考摄影师真正想要传达的思想，想要传递的一些深层意义。&lt;/p&gt;&lt;p&gt;其实，那些照片都是摄影师们在用镜头表达自己对自然、对社会、对人生的一种认识，都是带有自己的感悟的，他们用作品向我们讲述体悟，与我们分享心得。因此，我们也应该自己沉静下来，用心灵与自然与社会与人生对话。今天置顶表情小编就给大家带来一组世界摄影大赛中的获奖作品，也许它们会让你有新的感悟。&lt;/p&gt;&lt;h2&gt;2014世界新闻摄影大赛一等奖&lt;/h2&gt;&lt;p&gt;吉布提的几位非洲移民举着手机，试图从邻国索马里获取廉价的手机信号。摄影师John Stanmeyer。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8805&quot; src=&quot;/uploads/ueditor/20190221/5c6e0663de40f.png&quot; alt=&quot;10幅世界级摄影大赛获奖作品，让你对自然、社会和人生有所感悟--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;2014年索尼世界摄影大赛“国家奖”德国第三名&lt;/h2&gt;&lt;p&gt;在印度Maha Kumbh Mela每12年举行一次的全球最大规模的精神聚会上，朝圣者与信徒走过浮桥。摄影师：Wolfgang Weinhardt&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8806&quot; src=&quot;/uploads/ueditor/20190221/5c6e0663dfe5a.png&quot; alt=&quot;10幅世界级摄影大赛获奖作品，让你对自然、社会和人生有所感悟--置顶表情&quot; width=&quot;800&quot; height=&quot;521&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;2014年索尼世界摄影大赛“国家奖”香港头等奖&lt;/h2&gt;&lt;p&gt;每年7月肯尼亚都会重演惊心动魄的野生动物大迁徙场面。摄影师：张志雄&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8807&quot; src=&quot;/uploads/ueditor/20190221/5c6e0663e39bb.png&quot; alt=&quot;10幅世界级摄影大赛获奖作品，让你对自然、社会和人生有所感悟--置顶表情&quot; width=&quot;800&quot; height=&quot;498&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;2014年索尼世界摄影大赛公开赛“旅行“头等奖&lt;/h2&gt;&lt;p&gt;中国南方——凤凰古城，表现雨季人们雨中旅行的场景，背后是古老的民宅和桥梁。摄影师陈力&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8808&quot; src=&quot;/uploads/ueditor/20190221/5c6e0663e6d1c.png&quot; alt=&quot;10幅世界级摄影大赛获奖作品，让你对自然、社会和人生有所感悟--置顶表情&quot; width=&quot;800&quot; height=&quot;532&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;2014年索尼世界摄影大赛 “国家奖”香港第二名&lt;/h2&gt;&lt;p&gt;澳门火龙节。摄影师：张志雄&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8809&quot; src=&quot;/uploads/ueditor/20190221/5c6e0663ea1ad.png&quot; alt=&quot;10幅世界级摄影大赛获奖作品，让你对自然、社会和人生有所感悟--置顶表情&quot; width=&quot;800&quot; height=&quot;530&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;2014年索尼世界摄影大赛“国家奖”秘鲁头等奖&lt;/h2&gt;&lt;p&gt;秘鲁首都利马，一位男子在墓地卖气球。摄影师Milko Torres Ramirez&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8813&quot; src=&quot;/uploads/ueditor/20190221/5c6e0663eff1b.png&quot; alt=&quot;10幅世界级摄影大赛获奖作品，让你对自然、社会和人生有所感悟--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;2014年索尼世界摄影大赛“国家奖“波兰头等奖&lt;/h2&gt;&lt;p&gt;乌克兰扎克村，村民塔提亚娜与她的爱马。摄影师Mateusz Baj&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8810&quot; src=&quot;/uploads/ueditor/20190221/5c6e0663f333c.png&quot; alt=&quot;10幅世界级摄影大赛获奖作品，让你对自然、社会和人生有所感悟--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;2014年索尼世界摄影大赛“国家奖”阿根廷第三名&lt;/h2&gt;&lt;p&gt;阿根廷布利诺斯艾利斯省的Epecue村，1985年发生的一次溃坝事故导致Epecuen咸水湖泛滥，该村被淹没在水下，只不过这个村子再也没有重建。摄影师Doralisa Romero&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8811&quot; src=&quot;/uploads/ueditor/20190221/5c6e066404eb7.png&quot; alt=&quot;10幅世界级摄影大赛获奖作品，让你对自然、社会和人生有所感悟--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;2014年索尼世界摄影大赛公开赛“自然及野生动物类”头等奖&lt;/h2&gt;&lt;p&gt;白雪皑皑中的小马。摄影师Gert van den Bosch&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8814&quot; src=&quot;/uploads/ueditor/20190221/5c6e066408255.png&quot; alt=&quot;10幅世界级摄影大赛获奖作品，让你对自然、社会和人生有所感悟--置顶表情&quot; width=&quot;800&quot; height=&quot;407&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;2014年索尼世界摄影大赛“文化类”青年头等奖&lt;/h2&gt;&lt;p&gt;在伊朗的Bijar市，每年叶什派穆斯林都要举行伊玛目?侯赛因悼念仪式，这是在街道上举办的。摄影师Bohran Mardani&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8812&quot; src=&quot;/uploads/ueditor/20190221/5c6e06640b6a3.png&quot; alt=&quot;10幅世界级摄影大赛获奖作品，让你对自然、社会和人生有所感悟--置顶表情&quot; width=&quot;800&quot; height=&quot;531&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550716509', '1550716509', '');
INSERT INTO `ey_article_content` VALUES ('40', '41', '&lt;p&gt;在我的印象里，森林就是有很多笔直、郁郁葱葱的大树组成，没什么特别之处。不过世界之大，无奇不有！世界上也存在一些比较特别的森林，它们有的底部的树干是弯曲的，有的树干肥大能储存食物和水，有的树长在了水里，更奇怪的是还有彩虹色的树皮。你一定也觉得非常好奇吧，那就一起来看看！&lt;/p&gt;&lt;h2&gt;马达加斯加 ?猴面包树林荫大道&lt;/h2&gt;&lt;p&gt;猴面包树果实成熟时，猴子会成群结队去摘果子，“猴面包树”的称呼由此而来。猴面包树树干肥大但轻软，没有木材利用价值，但却可以当储藏室，贮存大量的水和食物。有趣的是，当地居民常会把树干掏空，搬进去居住，形成一种非常别致的大自然“村舍”。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8800&quot; src=&quot;/uploads/ueditor/20190221/5c6e069325f59.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8801&quot; src=&quot;/uploads/ueditor/20190221/5c6e0693275a6.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;538&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8802&quot; src=&quot;/uploads/ueditor/20190221/5c6e069327fc5.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;哈萨克斯坦 森林湖&lt;/h2&gt;&lt;p&gt;哈萨克斯坦森林湖，是1911年地震造成山体滑坡而形成的，长400米，最大深度30米，海拔2000米。雪岭云杉被淹没在水里，水面之上露出光秃秃的树干。水面上的是100多年的云杉，水下则是另一幅不同的画面。由于海拔高，水非常寒冷，但水下仍有树枝和针叶。水经常会改变颜色，是由水底一个世纪前的石灰和其他矿物质引起的变化。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8815&quot; src=&quot;/uploads/ueditor/20190221/5c6e069328a55.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8816&quot; src=&quot;/uploads/ueditor/20190221/5c6e06932be93.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8817&quot; src=&quot;/uploads/ueditor/20190221/5c6e06932f6ef.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;索科特拉岛 龙血森林&lt;/h2&gt;&lt;p&gt;龙血树和沙漠玫瑰是索科特拉岛中很独特的植物，龙血树树冠茂密像倒转的雨伞，可以提供足够的树荫来减少蒸发，也可以保护树荫下的种子，所以它们一般生长得茂密。龙血树是常绿树，由于树汁呈深红色，所以被成为龙血树。沙漠玫瑰粗粗短短的外型非常符合外星生物的形象。在悬崖上出现的“沙漠玫瑰”相当特别，直接嵌进石头长出来，完全不需要土壤，树皮像橡胶一样闪闪发亮，枝干顶端会长出漂亮的粉红色花朵。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8818&quot; src=&quot;/uploads/ueditor/20190221/5c6e06933027f.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8819&quot; src=&quot;/uploads/ueditor/20190221/5c6e069330e6c.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8820&quot; src=&quot;/uploads/ueditor/20190221/5c6e06933190d.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;波兰 ?弯曲森林&lt;/h2&gt;&lt;p&gt;位于波兰西部的弯曲森林，树木大多是1930年代种植的。大部分树木开始都是平行于地面生长，但长到一定时期后就90度拐弯向上生长，所以被当地称为弯曲森林。人们普遍认为，是使用某种工具或技术使树木这样生长，但为什么变成这样，方法和动机至今还是个迷。&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;&lt;img class=&quot;alignnone size-full&quot; src=&quot;/uploads/ueditor/20190221/5c6e0693323ca.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full&quot; src=&quot;/uploads/ueditor/20190221/5c6e069333019.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full&quot; src=&quot;/uploads/ueditor/20190221/5c6e069333eab.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;毛伊岛 彩虹桉树林&lt;/h2&gt;&lt;p&gt;位于美国夏威夷的毛伊岛上有种特别的树-彩虹桉树。因树皮呈现多种颜色而被称为彩虹桉树。它的树皮会随着时间的推移不断变换着颜色。新脱落的外皮所在位置由亮绿色的内皮取代，时间流逝过程中，树皮逐渐变色，由亮绿变蓝色再变成紫色等，不同颜色代表了树皮的不同年龄。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8826&quot; src=&quot;/uploads/ueditor/20190221/5c6e069334985.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8823&quot; src=&quot;/uploads/ueditor/20190221/5c6e0693354b5.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;534&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8824&quot; src=&quot;/uploads/ueditor/20190221/5c6e0693361b0.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;473&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8825&quot; src=&quot;/uploads/ueditor/20190221/5c6e069336bd3.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;561&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;中国伊犁杏谷&lt;/h2&gt;&lt;p&gt;每年，这些丘陵都会变成粉红色和白色花的海洋。 作为新疆最大的杏园，这花代表果期季节的开始，同时也使杏谷成为人间少有的仙境。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8837&quot; src=&quot;/uploads/ueditor/20190221/5c6e06933a2ff.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8838&quot; src=&quot;/uploads/ueditor/20190221/5c6e06933aeab.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;499&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8839&quot; src=&quot;/uploads/ueditor/20190221/5c6e06933ba69.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;533&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;巴西嘉宝果森林&lt;/h2&gt;&lt;p&gt;乍一看，这些树上覆盖的果实有一些可怕。这些是嘉宝果，果实是沿着树干整体生长。 因为果形和风味和葡萄相似，因此享有美味“热带葡萄”之称。新鲜水果除了可以生吃外，也可以做成蜜饯、果酱和风味极佳的嘉宝果酒。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8842&quot; src=&quot;/uploads/ueditor/20190221/5c6e06933c8f8.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8840&quot; src=&quot;/uploads/ueditor/20190221/5c6e06933d4c7.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;1067&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8841&quot; src=&quot;/uploads/ueditor/20190221/5c6e06933df5c.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;560&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;纳米比亚 戴德弗雷森林&lt;/h2&gt;&lt;p&gt;这个令人难以置信的“森林”是每一个自然摄影师梦寐以求的地方。明亮的橙色沙丘和像烧焦的黑色树，使这个地方看起来像一幅美丽的画。大约900年前发芽后的这些树遭遇强烈的大雨，雨水蒸发后不久树木就都死亡了。干燥的气候阻止了树木腐烂，但经过太阳几个世纪的照晒，逐渐变黑。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8861&quot; src=&quot;/uploads/ueditor/20190221/5c6e06933e8f1.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;606&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8862&quot; src=&quot;/uploads/ueditor/20190221/5c6e06933f2f9.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;545&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8863&quot; src=&quot;/uploads/ueditor/20190221/5c6e06933fcf4.png&quot; alt=&quot;8个与众不同的森林，像来自外星球--置顶表情&quot; width=&quot;800&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550714519', '1550714519', '');
INSERT INTO `ey_article_content` VALUES ('41', '42', '&lt;p&gt;说到陶渊明，大家最先想到的就是他的《桃花源记》和他的脍炙人口的诗句“采菊东篱下，悠然见南山”，陶渊明向往世外桃源，生活在喧嚣之中的我们又何尝不向往呢！虽然那只是很美好的想象，但是现世中还是有一些地方犹如世外桃源，这些地方景美安宁，可以让大家暂时忘却尘世烦恼。今天置顶表情小编就给大家介绍一下，如果哪天你想来一场说走就走的旅行，它们也许可以是你的目的地。&lt;/p&gt;&lt;h2&gt;和顺&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8928&quot; src=&quot;/uploads/ueditor/20190221/5c6e06b966b7f.png&quot; alt=&quot;陶渊明笔下8个中国世外桃源，云南坝美真如桃花源--置顶表情&quot; width=&quot;640&quot; height=&quot;393&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于云南省腾冲县城西南3公里处的古镇。因为这里有一条小河绕村而过，所以更名为和顺，取“士和民顺”之雅意。古镇顺着山势和小河而建，远远望去，错落有致。傍晚，趁着落日余晖，穿越小巷来到小河，青石板上有妇女捣衣洗菜，有小孩儿嬉戏玩耍，白鹅和鸭子在水中自由自在游弋，褪去白昼的喧嚣，一切变得安逸宁静，闲庭漫步期间，感受小镇的苍茫不惊。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;宝山石头城&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8929&quot; src=&quot;/uploads/ueditor/20190221/5c6e06b967a8c.png&quot; alt=&quot;陶渊明笔下8个中国世外桃源，云南坝美真如桃花源--置顶表情&quot; width=&quot;640&quot; height=&quot;512&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于云南，距离丽江约110公里，这里是纳西族居住的地方，风景独特。石头城三面都是悬崖绝壁，其中一面临咆奔腾的的金沙江，只有南北两座石门可供出入，几乎可以说是一座真正的天险之城。这里的房屋是辟岩建成，所有物品诸如石床、石枕、石桌、石凳、石灶、石缸等也都是石头做成，展示纳西族的本来面貌，很有古风古韵，是真正的原生态。更妙的是，这里还有层叠的梯田，秀丽壮美。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;沙琼村&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8930&quot; src=&quot;/uploads/ueditor/20190221/5c6e06b96b54a.png&quot; alt=&quot;陶渊明笔下8个中国世外桃源，云南坝美真如桃花源--置顶表情&quot; width=&quot;640&quot; height=&quot;468&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于西藏察隅县下察隅镇，是“僜人”聚居村，僜人虽然是国家尚未识定的民族，但是他们仍然热情好客，如果有远道而来的客人，他们会以鸡爪谷、鸡肉或者猪肉为原料，加入当地生长的植物为调料，经过手工及必要的工序加工制作成一种食物招待客人。沙琼村四季如春，这里芭蕉丛丛，绿树成林，木篱笆围栏、石头围栏隐约其中，就如绿荫掩映的“桃源”。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;丙安古镇&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8931&quot; src=&quot;/uploads/ueditor/20190221/5c6e06b96c692.png&quot; alt=&quot;陶渊明笔下8个中国世外桃源，云南坝美真如桃花源--置顶表情&quot; width=&quot;640&quot; height=&quot;366&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于贵州省赤水市，距市区25公里，现在水陆交通都比较便捷，森林郁郁葱葱，原始生态比较完整。古镇建在赤水河畔的陡崖之上，倚青山，水环绕，石为门，岩为墙，就如一座古城堡。矗立的木质悬空吊脚楼，虽已经千年，却仍稳如磐石。看到这些古旧的建筑，也许你更能体会古时夜郎国里的悠悠意境。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;瑶里&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8932&quot; src=&quot;/uploads/ueditor/20190221/5c6e06b96d22f.png&quot; alt=&quot;陶渊明笔下8个中国世外桃源，云南坝美真如桃花源--置顶表情&quot; width=&quot;640&quot; height=&quot;440&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于江西景德镇市浮梁县，距景德镇市区50公里。正如周杰伦《青花瓷》的歌词“天青色等烟雨而我在等你，炊烟袅袅升起隔江千万里”，烟雨江南，于瑶里再现。瑶河穿镇而过，古村落依水而建，一律都是明清时期的徽派建筑，飞檐翘角，粉墙黛瓦，掩映于青山绿水之中。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;坝美村&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8933&quot; src=&quot;/uploads/ueditor/20190221/5c6e06b9706b0.png&quot; alt=&quot;陶渊明笔下8个中国世外桃源，云南坝美真如桃花源--置顶表情&quot; width=&quot;640&quot; height=&quot;427&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8934&quot; src=&quot;/uploads/ueditor/20190221/5c6e06b971373.png&quot; alt=&quot;陶渊明笔下8个中国世外桃源，云南坝美真如桃花源--置顶表情&quot; width=&quot;640&quot; height=&quot;478&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8935&quot; src=&quot;/uploads/ueditor/20190221/5c6e06b9747aa.png&quot; alt=&quot;陶渊明笔下8个中国世外桃源，云南坝美真如桃花源--置顶表情&quot; width=&quot;640&quot; height=&quot;425&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于云南省，生活着壮族人民。这里不通公路，四面环山，村民们坐着小船，划过一个几公里长的幽暗水洞才能进出，与外界交往不多，几乎长期与世隔绝，他们过着自给自足的生活，安静祥和，环境优美，就如一个真正的桃花源。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;丹巴藏寨&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8936&quot; src=&quot;/uploads/ueditor/20190221/5c6e06b975243.png&quot; alt=&quot;陶渊明笔下8个中国世外桃源，云南坝美真如桃花源--置顶表情&quot; width=&quot;640&quot; height=&quot;427&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于四川西部，指的是居住在丹巴县的居民形成的藏族村落，丹巴的山寨，旧时称碉楼寨房。在时代的变迁中，碉楼与寨房完美融合在一起。这里的碉楼错落分布于绿色山林之中，秀气灵美，伴有视有若无的流水潺潺，就如一幅画卷，不愧是“中国最美丽乡村”的第一名。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;青岛樱花小镇&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8940&quot; src=&quot;/uploads/ueditor/20190221/5c6e06b975d17.png&quot; alt=&quot;陶渊明笔下8个中国世外桃源，云南坝美真如桃花源--置顶表情&quot; width=&quot;640&quot; height=&quot;427&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;位于浮山北麓的同兴路，建于2009年。这里文化自然气息蕴含浓厚，在樱花绽放的日子，小镇有种飘逸的美，行走其间，你就像置身于天堂。其实，如果你善于发现美，善于聆听自然，人间天堂就在你身边。&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550714590', '1550714590', '');
INSERT INTO `ey_article_content` VALUES ('42', '43', '&lt;p&gt;用各种各样的食物做出创意产品并不只是孩子的专利，巴西艺术家威廉-卡斯就用他奇妙的想像力创造了一系列水果微型话剧。&lt;/p&gt;&lt;p&gt;在这里，蔬菜、冰激凌、种子、水果等食品在威廉-卡斯的指挥下纷纷登台表演，并由可爱的小人们给我们介绍了一个个奇妙的世界。这里的橙汁变为波光粼粼的游泳池，垒起的火龙果变成了陡峭的攀岩壁，草莓丛林更摇身一变为浪漫世界。怎么样?是不是很期待啊！那就跟着置顶表情小编我一起来看看吧!&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6042&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761a70c8.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;587&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6043&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761a8200.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;877&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6046&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761a9356.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;883&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6047&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761aa334.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;877&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6048&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761afb11.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;874&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6049&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761b05b2.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;874&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6050&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761b4abf.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;883&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6051&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761b7208.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;584&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6052&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761ba44f.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;880&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6053&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761bd66b.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;583&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6054&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761c0c2e.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;662&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6055&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761c3fbb.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;880&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6056&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761c7bab.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;886&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6057&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761c8ad4.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;877&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6058&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761d0673.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;880&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6059&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761d345d.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;584&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6060&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761d669e.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;1017&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6044&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761dc27f.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;872&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6061&quot; src=&quot;/uploads/ueditor/20190221/5c6e0761e11ef.png&quot; alt=&quot;20个有趣的水果组合微型话剧--置顶表情&quot; width=&quot;880&quot; height=&quot;587&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550714728', '1550714728', '');
INSERT INTO `ey_article_content` VALUES ('43', '44', '&lt;p&gt;随着社会的发展，人们的生活水平也越来越高，人们对于生活质量的要求也越来越高，把自己的生活也弄得充满情趣。比如，在饮食方面，不仅仅只是简单地要求吃饱了，而是要求营养均衡搭配，不仅仅要吃的饱更要吃得好。当然，如果往深了说，这个吃得好里面也包括用餐的心情。只有心情好了，才会吃得更健康。这不，就有牛人搭配出了一组国旗食物，看起来又好吃又有趣。&lt;/p&gt;&lt;p&gt;当然，这种将各种食物组成各国国旗的图案来食用的方法，小编觉得有孩子的爸爸妈妈可以试着学习一下，制作一些有趣的图案食物，可以让孩子一边吃东西一边又学到了知识，而且看起来这么有趣，宝宝们肯定会食欲大振不再挑食了，这样一来，简直是一举数得。所以，爸爸妈妈们可以赶快行动起来哟！&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;中国&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6151&quot; src=&quot;/uploads/ueditor/20190221/5c6e077c7560d.png&quot; alt=&quot;用食物组成的各国国旗 边学知识边享美味--置顶表情&quot; width=&quot;600&quot; height=&quot;387&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;越南&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6152&quot; src=&quot;/uploads/ueditor/20190221/5c6e077c767fc.png&quot; alt=&quot;用食物组成的各国国旗 边学知识边享美味--置顶表情&quot; width=&quot;600&quot; height=&quot;471&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;印尼&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6153&quot; src=&quot;/uploads/ueditor/20190221/5c6e077c79e79.png&quot; alt=&quot;用食物组成的各国国旗 边学知识边享美味--置顶表情&quot; width=&quot;600&quot; height=&quot;387&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;英国&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6154&quot; src=&quot;/uploads/ueditor/20190221/5c6e077c7b04b.png&quot; alt=&quot;用食物组成的各国国旗 边学知识边享美味--置顶表情&quot; width=&quot;600&quot; height=&quot;422&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;西班牙&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6155&quot; src=&quot;/uploads/ueditor/20190221/5c6e077c7bb08.png&quot; alt=&quot;用食物组成的各国国旗 边学知识边享美味--置顶表情&quot; width=&quot;600&quot; height=&quot;471&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;瑞士&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6156&quot; src=&quot;/uploads/ueditor/20190221/5c6e077c7cb45.png&quot; alt=&quot;用食物组成的各国国旗 边学知识边享美味--置顶表情&quot; width=&quot;600&quot; height=&quot;471&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;韩国&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6157&quot; src=&quot;/uploads/ueditor/20190221/5c6e077c7d64b.png&quot; alt=&quot;用食物组成的各国国旗 边学知识边享美味--置顶表情&quot; width=&quot;600&quot; height=&quot;471&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;黎巴嫩&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6158&quot; src=&quot;/uploads/ueditor/20190221/5c6e077c7e10e.png&quot; alt=&quot;用食物组成的各国国旗 边学知识边享美味--置顶表情&quot; width=&quot;600&quot; height=&quot;471&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;希腊&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6159&quot; src=&quot;/uploads/ueditor/20190221/5c6e077c7ea9a.png&quot; alt=&quot;用食物组成的各国国旗 边学知识边享美味--置顶表情&quot; width=&quot;600&quot; height=&quot;471&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;&amp;nbsp;&lt;/p&gt;&lt;p style=&quot;text-align: center;&quot;&gt;澳大利亚&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6160&quot; src=&quot;/uploads/ueditor/20190221/5c6e077c7f38d.png&quot; alt=&quot;用食物组成的各国国旗 边学知识边享美味--置顶表情&quot; width=&quot;600&quot; height=&quot;471&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550714784', '1550714784', '');
INSERT INTO `ey_article_content` VALUES ('44', '45', '&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;在这个吃货横行的世界，你是一名吃货吗？如果答案是NO,那么你就out啦，你就会被甚至是00后的小伙伴们鄙视啦！对于不是吃货的朋友们来说，食物就是用来维持基本生命体征的，只是生活的一小部分，而对于吃货们来说，食物就是生命的全部，整个世界。只能说，吃货的世界你不懂！当然喽，如果把吃的东西与开发小玩意的创意思想结合起来，形成又有型又有趣的食物艺术作品，估计吃货们会大爱滴！&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;一位来自罗马尼亚的摄影师与视觉艺术家Dan Cretu，他用一些我们常见的食物，比如橙子、辣椒、爆米花等等，创造出了照相机、钟表、磁带、人等作品，这样看来，这些食物不再仅仅是食物，而是加入艺术家创新思想的艺术品。这些作品看上去生动有趣，让人觉得眼前一亮。&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;所以，吃货们注意喽，你们也可以找些食物材料试一试，创作一些有意思的小玩意儿，给生活增添点儿乐趣！&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-6472&quot; src=&quot;/uploads/ueditor/20190221/5c6e07bc0310c.png&quot; alt=&quot;用食物组成的小玩意儿 吃货们来试试呗--置顶表情&quot; width=&quot;600&quot; height=&quot;458&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-6473&quot; src=&quot;/uploads/ueditor/20190221/5c6e07bc046c3.png&quot; alt=&quot;用食物组成的小玩意儿 吃货们来试试呗--置顶表情&quot; width=&quot;600&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-6474&quot; src=&quot;/uploads/ueditor/20190221/5c6e07bc051b3.png&quot; alt=&quot;用食物组成的小玩意儿 吃货们来试试呗--置顶表情&quot; width=&quot;600&quot; height=&quot;428&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-6475&quot; src=&quot;/uploads/ueditor/20190221/5c6e07bc089d0.png&quot; alt=&quot;用食物组成的小玩意儿 吃货们来试试呗--置顶表情&quot; width=&quot;600&quot; height=&quot;399&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-6476&quot; src=&quot;/uploads/ueditor/20190221/5c6e07bc094fc.png&quot; alt=&quot;用食物组成的小玩意儿 吃货们来试试呗--置顶表情&quot; width=&quot;600&quot; height=&quot;423&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-6477&quot; src=&quot;/uploads/ueditor/20190221/5c6e07bc0ca12.png&quot; alt=&quot;用食物组成的小玩意儿 吃货们来试试呗--置顶表情&quot; width=&quot;600&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-6478&quot; src=&quot;/uploads/ueditor/20190221/5c6e07bc0fbb0.png&quot; alt=&quot;用食物组成的小玩意儿 吃货们来试试呗--置顶表情&quot; width=&quot;600&quot; height=&quot;339&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p style=&quot;box-sizing: border-box; margin-top: 0px; margin-bottom: 25px; color: rgb(61, 70, 77); word-wrap: break-word; line-height: 1.8; font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot;&gt;&lt;img class=&quot;alignnone size-full wp-image-6479&quot; src=&quot;/uploads/ueditor/20190221/5c6e07bc13039.png&quot; alt=&quot;用食物组成的小玩意儿 吃货们来试试呗--置顶表情&quot; width=&quot;600&quot; height=&quot;404&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550714819', '1550714819', '');
INSERT INTO `ey_article_content` VALUES ('45', '46', '&lt;p&gt;随着社会的发展，艺术家们的思想越来越活跃了，所以艺术家们创造出了越来越多的艺术形式。就拿雕塑来说好了，一般我们了解得比较多的是石雕和木雕，但是现在也出现了很多微型雕塑，它们细小而精致，更让人惊叹。当然，现在人们的欣赏水准越来越高，那么对微形雕塑的质量要求也越来越高了，所以看到那些栩栩如生的微型雕塑作品，让你不得不佩服艺术家们的巧手。接下来置顶表情小编就给大家介绍一组逼真的微型雕塑作品。&lt;/p&gt;&lt;p&gt;看到下面这些图片，你是不是觉得味蕾被全面开启了呢？你是不是觉得它们看上去是如此精致，肯定会很美味呢？不过，小编要告诉大家的是，这些食物并不是真的食物，实际上是用粘土制作出的微型雕塑，只能看不能吃哟！这些食物雕塑是美国一位雕塑家的作品，这些雕塑看起来挺复杂，但其实她使用的材料和工具只有粘土、一根针、一块石头、一个刀片以及若干彩色粉笔。根据微型雕塑的复杂程度不同，完成一个作品的时间也从1个小时到3个小时不等。这些作品看起来如此真实，所以一定不要空腹欣赏，否则要流口水的哟！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6562&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef1f0d9.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;555&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6563&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef20bac.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;628&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6564&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef21688.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;580&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6565&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef22455.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;569&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6566&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef25dfe.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;507&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6569&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef2689a.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;594&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6570&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef27b48.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;599&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6571&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef287e7.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;527&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6572&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef29436.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;585&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6573&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef2a4c9.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;461&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6574&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef2b78d.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;621&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6575&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef2eddf.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;529&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6576&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef3206b.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;569&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6577&quot; src=&quot;/uploads/ueditor/20190221/5c6e07ef32a50.png&quot; alt=&quot;逼真的微型粘土食物雕塑 让人想要流口水--置顶表情&quot; width=&quot;605&quot; height=&quot;594&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550714868', '1550714868', '');
INSERT INTO `ey_article_content` VALUES ('46', '47', '&lt;p&gt;随着社会科技的发展，水果种类越来越多了，这些水果具有各种不同的营养价值，可是有很多小朋友不爱吃水果，所以让一些家长觉得头疼。那么，如果把这些水果拼成有趣可爱的动物形状，小朋友们肯定就会喜欢了。&lt;/p&gt;&lt;p&gt;来自德国的有机食品连锁店Fresh` N’Friends为了更好的售卖有机水果，就邀请Scholz &amp;amp; Friends工作室为其设计出系列的“水果拼盘”，他们用营养丰富味道鲜美的水果拼凑出汽车、蜗牛、小熊等俏皮可爱的图案，看上去新鲜又水嫩的水果拼盘让孩子们爱不释手，这不仅有助于推广有机食品的销售，更解决了孩子不爱吃水果的难题。&lt;/p&gt;&lt;p&gt;当然，更让家长们喜欢的是，Fresh` N’Friends给予小朋友们参与拼盘制作的机会，小朋友们可以线上投稿，评出最受欢迎的作品，那么此最受欢迎的作品也会在实体超市内销售。这种方式不仅可以开发孩子们的智力和动手能力，又让他们喜欢上吃水果，真的是一举数得呀！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6333&quot; src=&quot;/uploads/ueditor/20190221/5c6e080babefc.png&quot; alt=&quot;俏皮可爱的水果拼盘，不怕孩子再挑食--置顶表情&quot; width=&quot;450&quot; height=&quot;333&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6334&quot; src=&quot;/uploads/ueditor/20190221/5c6e080bad028.png&quot; alt=&quot;俏皮可爱的水果拼盘，不怕孩子再挑食--置顶表情&quot; width=&quot;450&quot; height=&quot;400&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6335&quot; src=&quot;/uploads/ueditor/20190221/5c6e080bb19a2.png&quot; alt=&quot;俏皮可爱的水果拼盘，不怕孩子再挑食--置顶表情&quot; width=&quot;450&quot; height=&quot;359&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6336&quot; src=&quot;/uploads/ueditor/20190221/5c6e080bb4fb5.png&quot; alt=&quot;俏皮可爱的水果拼盘，不怕孩子再挑食--置顶表情&quot; width=&quot;450&quot; height=&quot;254&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6337&quot; src=&quot;/uploads/ueditor/20190221/5c6e080bb6333.png&quot; alt=&quot;俏皮可爱的水果拼盘，不怕孩子再挑食--置顶表情&quot; width=&quot;450&quot; height=&quot;664&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-6338&quot; src=&quot;/uploads/ueditor/20190221/5c6e080bb715f.png&quot; alt=&quot;俏皮可爱的水果拼盘，不怕孩子再挑食--置顶表情&quot; width=&quot;450&quot; height=&quot;656&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550714897', '1550714897', '');
INSERT INTO `ey_article_content` VALUES ('47', '48', '&lt;p&gt;要问世界上一共有多少种水果，估计没有人能给出确切的答案。平常我们吃到的水果也就几十种，其实还有很多水果是我们闻所未闻见所未见的，更别提吃过了。今天置顶表情小编就给大家搜罗来一组我们不常见的水果，现在大家就跟随小编一起来了解一下吧!&lt;/p&gt;&lt;h2&gt;刺角瓜&lt;/h2&gt;&lt;p&gt;又名非洲角瓜、非洲黄瓜，原产于非洲喀拉哈里沙漠，外皮带刺为黄色，里面果肉绿色，细腻多籽，像黄瓜一样呈凝胶状，味道清甜。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7620&quot; src=&quot;/uploads/ueditor/20190221/5c6e099adffac.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;400&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;释迦&lt;/h2&gt;&lt;p&gt;此果因为形状与佛教中释迦摩尼的头型相似，故而命名为释迦果。又名番荔枝、佛陀果等。据说是最甜的水果，海南有产，世界五大热带名果之一。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7621&quot; src=&quot;/uploads/ueditor/20190221/5c6e099ae1221.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;覆盆子&lt;/h2&gt;&lt;p&gt;中文学名悬钩子，别名有覆盆莓、托盘（东北）、公饭（广东）、树莓、野莓等，味道酸甜，虽然在中国大量分布却甚少人食用，不过只有东北有栽培，市场上也不多见。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7622&quot; src=&quot;/uploads/ueditor/20190221/5c6e099ae4cb3.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;395&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;黄金果&lt;/h2&gt;&lt;p&gt;又名五指茄、乳茄。外形奇特，是一种珍贵的观赏果，具有药用价值，原产美洲热带地区，现我国两广、云南均引种成功。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7623&quot; src=&quot;/uploads/ueditor/20190221/5c6e099ae5ab3.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;399&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;蛋黄果&lt;/h2&gt;&lt;p&gt;别名有狮头果、蛋果、桃榄、仙桃。热带水果，果肉颜色呈黄色，像蛋黄，吃起来甜软感觉，故而得名。用勺子挖着吃更方便哟！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7624&quot; src=&quot;/uploads/ueditor/20190221/5c6e099ae70ac.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;雪莲果&lt;/h2&gt;&lt;p&gt;学名“yacon”（亚贡，或者阿贡），“神果”之意，又称菊薯、晶薯、地参果，原产自南美洲的安第斯山脉，我国有许多地区引种成功，不过多对外出口。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7625&quot; src=&quot;/uploads/ueditor/20190221/5c6e099ae7cdc.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;480&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;人心果&lt;/h2&gt;&lt;p&gt;因外形长得像人的心脏而得名，台湾人也将其称为“吴凤柿”。我国南方有种植，味道芳香爽口，同时还有药用价值。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7626&quot; src=&quot;/uploads/ueditor/20190221/5c6e099ae8994.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;451&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;罗望子&lt;/h2&gt;&lt;p&gt;学名酸豆，又名酸角、罗晃子、酸梅（海南）、“木罕”（傣语）等，其含钙量在所有水果中居首位。嫩的可以生吃，老的腌制食用，还可入药。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7627&quot; src=&quot;/uploads/ueditor/20190221/5c6e099ae9990.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;蛇皮果&lt;/h2&gt;&lt;p&gt;外形如蛇皮而得名，别名沙叻，总共14种，我国云南西部分布有一种。果肉呈瓣状，咬起来比较爽脆。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7628&quot; src=&quot;/uploads/ueditor/20190221/5c6e099aeaeac.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;452&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;太阳果&lt;/h2&gt;&lt;p&gt;外形基本与南瓜一致，只不过是袖珍型的，又称太阳瓜、迷你小南瓜、小南瓜，口感面、甜，可以加入冰糖、杏仁露、蜂蜜等炖来食用。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7629&quot; src=&quot;/uploads/ueditor/20190221/5c6e099aee9d7.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;400&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;龙珠果&lt;/h2&gt;&lt;p&gt;为多年生草质藤本，是食虫植物，生长在世界热带地区，可入药。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7630&quot; src=&quot;/uploads/ueditor/20190221/5c6e099aef76f.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;星苹果&lt;/h2&gt;&lt;p&gt;果肉为白色，呈半透明胶状，甜甜的。因果大如苹果而得名。多在热带地区栽培。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7631&quot; src=&quot;/uploads/ueditor/20190221/5c6e099af04a8.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;南洋红香蕉&lt;/h2&gt;&lt;p&gt;从马来西亚引进的香蕉新品种，红皮，果肉呈淡黄色，清香腻滑。不过红香蕉产量比较低。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7632&quot; src=&quot;/uploads/ueditor/20190221/5c6e099af3f80.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;凤眼果&lt;/h2&gt;&lt;p&gt;多生长在野生山坡林内或灌丛中，也有栽培，分布两广、贵州等地。味甘平，可入药。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7633&quot; src=&quot;/uploads/ueditor/20190221/5c6e099b011cc.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;468&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;醋栗&lt;/h2&gt;&lt;p&gt;又名灯笼果，因果实像灯笼而得名。味道香甜，亦可入药。我国野生分布较多，不过栽培品种是从外国引入的。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7634&quot; src=&quot;/uploads/ueditor/20190221/5c6e099b01eb8.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;546&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;菠萝莓&lt;/h2&gt;&lt;p&gt;果肉为奶白色，虽是一个草莓栽培品种，其味道却与菠萝味道相似，故称为菠萝莓。原产于南美洲。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7635&quot; src=&quot;/uploads/ueditor/20190221/5c6e099b02d2b.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;420&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;神秘果&lt;/h2&gt;&lt;p&gt;学名蜜拉圣果，又名变味果，原产于非洲，中国南方有引进种植。虽然它果肉酸涩，但其含有一种神秘果蛋白，在食用神秘果半个小时之内吃其他酸味水果，会觉得味道是甜的，因为其具有此神奇功能，所以称为神秘果。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7636&quot; src=&quot;/uploads/ueditor/20190221/5c6e099b03df4.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;408&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;钙果&lt;/h2&gt;&lt;p&gt;我国独有的水果品种，果实如樱桃呈圆形或者椭圆形，果面光滑，含钙量特别高，被称为“补钙之星”。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7637&quot; src=&quot;/uploads/ueditor/20190221/5c6e099b05938.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;400&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;杈把果&lt;/h2&gt;&lt;p&gt;又名健身果、无核杈把果、无核樱桃，果实鲜红如玉，晶莹剔透，果形为八字形分叉，漂亮美味。在我国豫西秦岭余脉有少量分布。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7619&quot; src=&quot;/uploads/ueditor/20190221/5c6e099b06ea7.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;399&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;洛神果&lt;/h2&gt;&lt;p&gt;台湾著名的土特产水果，主要分布热带亚热带。果实鲜艳，味道微酸，不过带有天然芳香。多入茶。&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7638&quot; src=&quot;/uploads/ueditor/20190221/5c6e099b0ab4c.png&quot; alt=&quot;20种不常见但很好吃的怪异水果，非洲角瓜绝对是吃货的追求--置顶表情&quot; width=&quot;600&quot; height=&quot;450&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550715312', '1550715312', '');
INSERT INTO `ey_article_content` VALUES ('48', '49', '&lt;p&gt;今天，一家新型创意咖啡店在日本东京正式开业啦！这不是一家普通到遍地都是的咖啡店，而是全世界第一家以可爱的皮卡丘（Pikachu）为主题的咖啡店。店内供应各式各样有关这只可爱黄色老鼠的餐点，例如Pikachu咖喱饭、Pikachu汉堡以及Pikachu芭菲（parfait）等等。&lt;/p&gt;&lt;p&gt;心动了吗？那你一定要马上行动了，因为这个为了宣传新电影《破坏之茧与蒂安希》的咖啡店是以pop-up的形式经营，所以只会营业到下个月底，也就是8月31日喔！机不可失，失不再来，皮卡丘控们，马上开始行动吧，记得这个店只在东京有哦！！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8009&quot; src=&quot;/uploads/ueditor/20190221/5c6e09c99c1e2.png&quot; alt=&quot;baidu-Pikachu-3&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8008&quot; src=&quot;/uploads/ueditor/20190221/5c6e09c99d947.png&quot; alt=&quot;baidu-Pikachu-2&quot; width=&quot;800&quot; height=&quot;561&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-medium wp-image-8010&quot; src=&quot;/uploads/ueditor/20190221/5c6e09c9a169a.png&quot; alt=&quot;baidu-Pikachu-4&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-medium wp-image-8011&quot; src=&quot;/uploads/ueditor/20190221/5c6e09c9a1fdb.png&quot; alt=&quot;baidu-Pikachu-5&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-medium wp-image-8012&quot; src=&quot;/uploads/ueditor/20190221/5c6e09c9a55f2.png&quot; alt=&quot;baidu-Pikachu-6&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-medium wp-image-8013&quot; src=&quot;/uploads/ueditor/20190221/5c6e09c9a8847.png&quot; alt=&quot;baidu-Pikachu-7&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-medium wp-image-8014&quot; src=&quot;/uploads/ueditor/20190221/5c6e09c9ae34f.png&quot; alt=&quot;baidu-Pikachu-8&quot; width=&quot;800&quot; height=&quot;800&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550715342', '1550715342', '');
INSERT INTO `ey_article_content` VALUES ('49', '50', '&lt;p&gt;民以食为天，对于我们来说食物就是拿来吃的，可是对于一些有创新头脑的艺术家们来说却不一样。艺术家们可以将食材创作成各种有趣图案，也可以利用这些食材创作出奇幻世界完成一组摄影秀，不过，今天置顶表情小编向你介绍的艺术家William Kass却有更不一样的创作。&lt;/p&gt;&lt;p&gt;William Kass将不同的食物和不同的人偶组合在一起，就形成了一个个独立的场景，然后他再用微摄影将这些不同的场景拍摄出来，向人们讲述一个个不同的故事。比如，有的情景是冲浪爱好者在绿菜叶海浪中兴奋冲浪，还有的场景是足球爱好者把樱桃当作足球踢，等等，每张照片都有不一样的故事，不一样的心情。&lt;/p&gt;&lt;p&gt;小编认为艺术家们通过日常物品向大家讲述故事，传递艺术，这样更容易让人们产生共鸣。当然，如若你也喜欢摄影，想讲一些故事，不妨试试看哟！&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7993&quot; src=&quot;/uploads/ueditor/20190221/5c6e09e4d564c.png&quot; alt=&quot;微距摄影的食物和人偶，每个都是不同的故事--置顶表情&quot; width=&quot;721&quot; height=&quot;721&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7992&quot; src=&quot;/uploads/ueditor/20190221/5c6e09e4d6e2b.png&quot; alt=&quot;微距摄影的食物和人偶，每个都是不同的故事--置顶表情&quot; width=&quot;721&quot; height=&quot;720&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7994&quot; src=&quot;/uploads/ueditor/20190221/5c6e09e4da703.png&quot; alt=&quot;微距摄影的食物和人偶，每个都是不同的故事--置顶表情&quot; width=&quot;721&quot; height=&quot;719&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7996&quot; src=&quot;/uploads/ueditor/20190221/5c6e09e4db130.png&quot; alt=&quot;微距摄影的食物和人偶，每个都是不同的故事--置顶表情&quot; width=&quot;721&quot; height=&quot;720&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7998&quot; src=&quot;/uploads/ueditor/20190221/5c6e09e4dbb5c.png&quot; alt=&quot;微距摄影的食物和人偶，每个都是不同的故事--置顶表情&quot; width=&quot;721&quot; height=&quot;479&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-7999&quot; src=&quot;/uploads/ueditor/20190221/5c6e09e4dc486.png&quot; alt=&quot;微距摄影的食物和人偶，每个都是不同的故事--置顶表情&quot; width=&quot;721&quot; height=&quot;722&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8000&quot; src=&quot;/uploads/ueditor/20190221/5c6e09e4df8fd.png&quot; alt=&quot;微距摄影的食物和人偶，每个都是不同的故事--置顶表情&quot; width=&quot;721&quot; height=&quot;722&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8001&quot; src=&quot;/uploads/ueditor/20190221/5c6e09e4e02a3.png&quot; alt=&quot;微距摄影的食物和人偶，每个都是不同的故事--置顶表情&quot; width=&quot;721&quot; height=&quot;721&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8002&quot; src=&quot;/uploads/ueditor/20190221/5c6e09e4e0b7c.png&quot; alt=&quot;微距摄影的食物和人偶，每个都是不同的故事--置顶表情&quot; width=&quot;721&quot; height=&quot;720&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8003&quot; src=&quot;/uploads/ueditor/20190221/5c6e09e4e1478.png&quot; alt=&quot;微距摄影的食物和人偶，每个都是不同的故事--置顶表情&quot; width=&quot;721&quot; height=&quot;721&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8004&quot; src=&quot;/uploads/ueditor/20190221/5c6e09e4e1da5.png&quot; alt=&quot;微距摄影的食物和人偶，每个都是不同的故事--置顶表情&quot; width=&quot;721&quot; height=&quot;480&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550715381', '1550715381', '');
INSERT INTO `ey_article_content` VALUES ('50', '51', '&lt;p&gt;以美食居首的中国，美食种类不胜其数，闻名于世的美食也数不胜数！但土得掉渣却美味十足的美食却很少被人们所知，置顶表情小编搜集了一些土得掉渣的美食，来看看有你知道的吗？&lt;/p&gt;&lt;h2&gt;坨坨肉&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8944&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7ecf0c6.png&quot; alt=&quot;中国各地土得掉渣的美食--置顶表情&quot; width=&quot;800&quot; height=&quot;530&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;坨坨肉，彝语称“乌色色脚”， 意思是猪肉块块。坨坨肉是小凉山彝族人民吃肉食的基本制作方法。由于这种肉做法特别，又不是很肥，吃起来越嚼越香，越吃越胃口开。坨坨肉制作的诀窍是掌握适当的火候，火候不到不熟，过迟肉绵，因此，一般人不会做。彝族制作的坨坨肉，既鲜又香，别有风味，特别是选用四五斤重的仔猪肉制成，更是清脆可口，是当地人用来待客的佳品。所以，砣砣肉如今已成为小凉山的一道很有名气的风味菜。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;呱呱&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8955&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7ed2a43.png&quot; alt=&quot;afdcb352e8b5de8538f1a050731086a2&quot; width=&quot;800&quot; height=&quot;493&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;天水一带的一种特殊食品。无论是寒风骤起的严冬，还是烈日当头的盛夏，总有那紫红色的呱呱在摊点出售，食客往来不断，生意格外红火。如果说西北人喜食酸辣，那么天水呱呱可是典型的辣味小吃。若初食者，面对满碗流红的呱呱，定会咋舌、冒汗。而当地人尤喜以呱呱为早点，一些男女几乎“不可一日无此君”。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;杂拌儿&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8958&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7ed3a14.png&quot; alt=&quot;未标题-1&quot; width=&quot;800&quot; height=&quot;440&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;老北京过大年时，家家户户守岁时必吃的小食品。一提“杂拌儿”年轻人不明白是什么样的食品，街市上没见过有卖的呀？旧京时的“杂拌儿”，其实是由花生、胶枣、栗子、桃脯、蜜枣等果品掺在一起拌和而成。老北京过年时，孩童们最喜欢吃的不是那饺子和年菜儿，他们最想吃最爱吃的，是那摆在佛堂里奉神祖的“蜜供”和那色彩鲜艳各种味道的“杂拌儿”。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;搅团&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8910&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7ed73d7.png&quot; alt=&quot;中国各地土得掉渣的美食--置顶表情&quot; width=&quot;800&quot; height=&quot;465&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8911&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7ed7ebc.png&quot; alt=&quot;中国各地土得掉渣的美食--置顶表情&quot; width=&quot;800&quot; height=&quot;471&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;西北地区一特色吃食，根据主要用料不同，分为荞面搅团、玉米搅团和洋芋搅团，陕北用荞面做搅团，更筋道味美。在西北，有一种说法：谁家娶的媳妇儿贤不贤惠，是要看看她打的搅团光不光或筯道不筯道。一碗酸油菜汤，一小油碟，一大碗玉米搅团，边吃搅团边喝菜汤，香喷喷，辣乎乎，油渍渍，酸溜溜，咸丝丝的，五味杂陈，更具民族特色。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;胡辣汤&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8909&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7edb45b.png&quot; alt=&quot;中国各地土得掉渣的美食--置顶表情&quot; width=&quot;800&quot; height=&quot;610&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;胡辣汤，又名糊辣汤，河南传统早餐。是中国北方早餐中常见的汉族传统汤类名吃。由多种天然中草药按比例配制的汤料在加入胡椒和辣椒又用骨头汤做底料，其特点是微辣，营养丰富，味道上口，汤味浓郁、汤色靓丽、汤汁粘稠，香辣可口，十分适合配合其它早点进餐。目前，已经发展成为河南人和陕西人都喜爱和知晓的小吃之一。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;洋芋擦擦&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8920&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7ede7a3.png&quot; alt=&quot;中国各地土得掉渣的美食--置顶表情&quot; width=&quot;800&quot; height=&quot;496&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8919&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7ee17c4.png&quot; alt=&quot;中国各地土得掉渣的美食--置顶表情&quot; width=&quot;800&quot; height=&quot;457&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;洋芋擦擦是陕北、山西晋西，甘肃陇东等地的传统饭食之一，洋芋其实就是土豆，擦擦是一种工具，用来擦土豆丝的。以土豆为主料，加少许白面加工制成，深得陕北人喜爱。色泽金黄的土豆泛着淡淡的油光，土豆的清香洋溢开来，吃上一口，既有薯条的口感和嚼头，又有肉末红椒的鲜香。洋芋擦擦属天然绿色食品，一年四季均可食用。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;印子粑&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8959&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7ee2fe7.png&quot; alt=&quot;T2sMVZXc4XXXXXXXXX_!!52039193&quot; width=&quot;800&quot; height=&quot;714&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8960&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7ee6757.png&quot; alt=&quot;2&quot; width=&quot;800&quot; height=&quot;240&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;印子粑是湖北大治的汉族民俗食品，每年制作两次，一次在春节前,一次在二月花朝后。粑分两种,一种是高梁粑,红色,代表日子越过越红火;一种是白粑,蒸熟后在粑中点红,代表丰收、喜庆和圣洁。印子粑也有绿色的,表示期望来年风调雨顺,禾苗葱壮。粑印用木制，形状一般只有小茶杯口大。粑印里刻有反向的如马、牛、羊、鸡、龙、犬以及鸟雀、花、草等各种动植物图案，形象生动，栩栩如生。堆成的粑山，晶莹透亮，造型美观，堪称优秀的民间艺术品。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;钱钱饭&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8961&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7ee8a45.png&quot; alt=&quot;Redocn_2012032213215136&quot; width=&quot;800&quot; height=&quot;487&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8962&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7ee9768.png&quot; alt=&quot;3&quot; width=&quot;800&quot; height=&quot;270&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;提起陕北的钱钱饭，那在陕北可是家喻户晓，人人皆知。家庭主妇人人会做，在陕北生活过的人也都吃过。钱钱饭是一种稀饭，黑豆经浸泡，膨圆胀大，放在碾上压成片，形如铜钱，所以百姓称”钱钱饭”。钱钱饭营养丰富，易于消化，夏有止渴消暑作用，冬有保温驱寒功效。&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;烟台焖子&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8956&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7eeabe7.png&quot; alt=&quot;091425tkty5uq6db7kqhck&quot; width=&quot;800&quot; height=&quot;600&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8957&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7eeb60b.png&quot; alt=&quot;13121618616530&quot; width=&quot;800&quot; height=&quot;542&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;烟台焖子是山东烟台著名的汉族小吃，用粗制地瓜淀粉做原料，将淀粉加水加热打冻，将冻切成小块，用锅煎到外边成焦状颜色由白变透明，并佐以虾油、芝麻酱、蒜汁等调料上桌即可。曾经，焖子非常受港城市民的青睐，凡是有小吃的地方总少不了焖子的身影；如今，小吃街上遍寻不见烟台焖子，但却出现在酒店中。烟台商校烹饪专业的曹老师认为，小吃有小吃的经营特点，焖子还是应该走大众化路线。望焖子能回到小吃界！&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;修水哨子&lt;/h2&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8927&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7eebe6b.png&quot; alt=&quot;中国各地土得掉渣的美食--置顶表情&quot; width=&quot;800&quot; height=&quot;512&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;&lt;img class=&quot;alignnone size-full wp-image-8917&quot; src=&quot;/uploads/ueditor/20190221/5c6e0a7eec653.png&quot; alt=&quot;中国各地土得掉渣的美食--置顶表情&quot; width=&quot;800&quot; height=&quot;467&quot; style=&quot;box-sizing: border-box; border: 0px; vertical-align: middle; max-width: 100%; height: auto; margin: 0px auto 20px; display: block;&quot;/&gt;&lt;/p&gt;&lt;p&gt;修水哨子是江西省九江市修水县一种历史悠久而富有特色的汉族传统名点。“哨”字应该是“食”字偏旁，电脑里没有这个字，只有用“哨子”了。那个“哨子”的“哨”（shào）字是修水人根据方言生造的，字典中是没有这个字的。到修水的人无不想美餐一顿哨子，而好客的修水人常以哨子佳肴来礼待客人。只要是亲口尝过哨子的人，无不为其皮嫩、馅香、爽口而称赞不已。&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550716088', '1550716088', '');

-- -----------------------------
-- Table structure for `ey_auth_role`
-- -----------------------------
DROP TABLE IF EXISTS `ey_auth_role`;
CREATE TABLE `ey_auth_role` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT '' COMMENT '角色名',
  `pid` int(10) DEFAULT '0' COMMENT '父角色ID',
  `remark` text COMMENT '备注信息',
  `grade` smallint(5) unsigned NOT NULL DEFAULT '0' COMMENT '级别',
  `language` text COMMENT '多语言权限',
  `online_update` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '在线升级',
  `only_oneself` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '只看自己发布',
  `cud` varchar(255) DEFAULT '' COMMENT '增改删',
  `permission` text COMMENT '已允许的权限',
  `built_in` tinyint(1) DEFAULT '0' COMMENT '内置用户组，1表示内置',
  `sort_order` int(10) DEFAULT '0' COMMENT '排序号',
  `status` tinyint(1) DEFAULT '1' COMMENT '状态(1=正常，0=屏蔽)',
  `admin_id` int(10) DEFAULT '0' COMMENT '操作管理员ID',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='管理员角色表';

-- -----------------------------
-- Records of `ey_auth_role`
-- -----------------------------
INSERT INTO `ey_auth_role` VALUES ('1', '优化推广员', '0', '', '0', '', '0', '1', 'a:3:{i:0;s:3:\"add\";i:1;s:4:\"edit\";i:2;s:3:\"del\";}', 'a:2:{s:5:\"rules\";a:8:{i:0;s:1:\"1\";i:1;s:1:\"3\";i:2;s:1:\"4\";i:3;s:1:\"8\";i:4;s:1:\"9\";i:5;s:2:\"10\";i:6;s:2:\"14\";i:7;i:2;}s:7:\"arctype\";a:38:{i:0;s:1:\"1\";i:1;s:1:\"2\";i:2;s:1:\"3\";i:3;s:1:\"4\";i:4;s:1:\"5\";i:5;s:1:\"6\";i:6;s:2:\"33\";i:7;s:2:\"34\";i:8;s:2:\"35\";i:9;s:1:\"8\";i:10;s:2:\"32\";i:11;s:1:\"9\";i:12;s:2:\"30\";i:13;s:2:\"31\";i:14;s:2:\"11\";i:15;s:2:\"12\";i:16;s:2:\"13\";i:17;s:2:\"23\";i:18;s:2:\"20\";i:19;s:2:\"24\";i:20;s:2:\"25\";i:21;s:2:\"21\";i:22;s:2:\"26\";i:23;s:2:\"22\";i:24;s:2:\"27\";i:25;s:2:\"28\";i:26;s:2:\"29\";i:27;s:1:\"1\";i:28;s:1:\"2\";i:29;s:1:\"3\";i:30;s:1:\"4\";i:31;s:1:\"5\";i:32;s:1:\"6\";i:33;s:1:\"7\";i:34;s:1:\"8\";i:35;s:1:\"9\";i:36;s:2:\"10\";i:37;s:2:\"11\";}}', '1', '100', '1', '0', '1541058693', '1541058693');
INSERT INTO `ey_auth_role` VALUES ('2', '内容管理员', '0', '', '0', '', '0', '1', 'a:3:{i:0;s:3:\"add\";i:1;s:4:\"edit\";i:2;s:3:\"del\";}', 'a:2:{s:5:\"rules\";a:4:{i:0;s:1:\"1\";i:1;s:2:\"10\";i:2;s:2:\"14\";i:3;i:2;}s:7:\"arctype\";a:38:{i:0;s:1:\"1\";i:1;s:1:\"2\";i:2;s:1:\"3\";i:3;s:1:\"4\";i:4;s:1:\"5\";i:5;s:1:\"6\";i:6;s:2:\"33\";i:7;s:2:\"34\";i:8;s:2:\"35\";i:9;s:1:\"8\";i:10;s:2:\"32\";i:11;s:1:\"9\";i:12;s:2:\"30\";i:13;s:2:\"31\";i:14;s:2:\"11\";i:15;s:2:\"12\";i:16;s:2:\"13\";i:17;s:2:\"23\";i:18;s:2:\"20\";i:19;s:2:\"24\";i:20;s:2:\"25\";i:21;s:2:\"21\";i:22;s:2:\"26\";i:23;s:2:\"22\";i:24;s:2:\"27\";i:25;s:2:\"28\";i:26;s:2:\"29\";i:27;s:1:\"1\";i:28;s:1:\"2\";i:29;s:1:\"3\";i:30;s:1:\"4\";i:31;s:1:\"5\";i:32;s:1:\"6\";i:33;s:1:\"7\";i:34;s:1:\"8\";i:35;s:1:\"9\";i:36;s:2:\"10\";i:37;s:2:\"11\";}}', '1', '100', '1', '0', '1541059290', '1541059290');

-- -----------------------------
-- Table structure for `ey_channelfield`
-- -----------------------------
DROP TABLE IF EXISTS `ey_channelfield`;
CREATE TABLE `ey_channelfield` (
  `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `name` varchar(32) NOT NULL DEFAULT '' COMMENT '字段名称',
  `channel_id` int(10) NOT NULL DEFAULT '0' COMMENT '所属文档模型id',
  `title` varchar(32) NOT NULL DEFAULT '' COMMENT '字段标题',
  `dtype` varchar(32) NOT NULL DEFAULT '' COMMENT '字段类型',
  `define` text NOT NULL COMMENT '字段定义',
  `maxlength` int(10) NOT NULL DEFAULT '0' COMMENT '最大长度，文本数据必须填写，大于255为text类型',
  `dfvalue` varchar(1000) NOT NULL DEFAULT '' COMMENT '默认值',
  `dfvalue_unit` varchar(50) NOT NULL DEFAULT '' COMMENT '数值单位',
  `remark` varchar(256) NOT NULL DEFAULT '' COMMENT '提示说明',
  `is_screening` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否应用于条件筛选',
  `is_release` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否应用于会员投稿发布',
  `ifeditable` tinyint(1) NOT NULL DEFAULT '1' COMMENT '是否在编辑页显示',
  `ifrequire` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否必填',
  `ifsystem` tinyint(1) NOT NULL DEFAULT '0' COMMENT '字段分类，1=系统(不可修改)，0=自定义',
  `ifmain` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否主表字段',
  `ifcontrol` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态，控制该条数据是否允许被控制，1为不允许控制，0为允许控制',
  `sort_order` int(5) NOT NULL DEFAULT '100' COMMENT '排序',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态',
  `add_time` int(11) NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) NOT NULL DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=101 DEFAULT CHARSET=utf8 COMMENT='自定义字段表';

-- -----------------------------
-- Records of `ey_channelfield`
-- -----------------------------
INSERT INTO `ey_channelfield` VALUES ('1', 'add_time', '0', '新增时间', 'datetime', 'int(11)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533091575', '1533091575');
INSERT INTO `ey_channelfield` VALUES ('2', 'update_time', '0', '更新时间', 'datetime', 'int(11)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533091601', '1533091601');
INSERT INTO `ey_channelfield` VALUES ('3', 'aid', '0', '文档ID', 'int', 'int(11)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533091624', '1533091624');
INSERT INTO `ey_channelfield` VALUES ('4', 'typeid', '0', '当前栏目ID', 'int', 'int(11)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533091930', '1533091930');
INSERT INTO `ey_channelfield` VALUES ('5', 'channel', '0', '模型ID', 'int', 'int(11)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092214', '1533092214');
INSERT INTO `ey_channelfield` VALUES ('6', 'is_b', '0', '是否加粗', 'switch', 'tinyint(1)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092246', '1533092246');
INSERT INTO `ey_channelfield` VALUES ('7', 'title', '0', '文档标题', 'text', 'varchar(250)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092381', '1533092381');
INSERT INTO `ey_channelfield` VALUES ('8', 'litpic', '0', '缩略图', 'img', 'varchar(250)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092398', '1533092398');
INSERT INTO `ey_channelfield` VALUES ('9', 'is_head', '0', '是否头条', 'switch', 'tinyint(1)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092420', '1533092420');
INSERT INTO `ey_channelfield` VALUES ('10', 'is_special', '0', '是否特荐', 'switch', 'tinyint(1)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092439', '1533092439');
INSERT INTO `ey_channelfield` VALUES ('11', 'is_top', '0', '是否置顶', 'switch', 'tinyint(1)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092454', '1533092454');
INSERT INTO `ey_channelfield` VALUES ('12', 'is_recom', '0', '是否推荐', 'switch', 'tinyint(1)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092468', '1533092468');
INSERT INTO `ey_channelfield` VALUES ('13', 'is_jump', '0', '是否跳转', 'switch', 'tinyint(1)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092484', '1533092484');
INSERT INTO `ey_channelfield` VALUES ('14', 'author', '0', '作者', 'text', 'varchar(250)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092498', '1533092498');
INSERT INTO `ey_channelfield` VALUES ('15', 'click', '0', '浏览量', 'int', 'int(11)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092512', '1533092512');
INSERT INTO `ey_channelfield` VALUES ('16', 'arcrank', '0', '阅读权限', 'select', 'tinyint(1)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092534', '1533092534');
INSERT INTO `ey_channelfield` VALUES ('17', 'jumplinks', '0', '跳转链接', 'text', 'varchar(250)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092553', '1533092553');
INSERT INTO `ey_channelfield` VALUES ('18', 'ismake', '0', '是否静态页面', 'switch', 'tinyint(1)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092698', '1533092698');
INSERT INTO `ey_channelfield` VALUES ('19', 'seo_title', '0', 'SEO标题', 'text', 'varchar(250)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092713', '1533092713');
INSERT INTO `ey_channelfield` VALUES ('20', 'seo_keywords', '0', 'SEO关键词', 'text', 'varchar(250)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092725', '1533092725');
INSERT INTO `ey_channelfield` VALUES ('21', 'seo_description', '0', 'SEO描述', 'text', 'varchar(250)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092739', '1533092739');
INSERT INTO `ey_channelfield` VALUES ('22', 'status', '0', '状态', 'switch', 'tinyint(1)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092753', '1533092753');
INSERT INTO `ey_channelfield` VALUES ('23', 'sort_order', '0', '排序号', 'int', 'int(11)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533092766', '1533092766');
INSERT INTO `ey_channelfield` VALUES ('24', 'content', '2', '内容详情', 'htmltext', 'longtext', '250', '', '', '', '0', '1', '1', '0', '1', '0', '0', '100', '1', '1533359739', '1533359739');
INSERT INTO `ey_channelfield` VALUES ('25', 'content', '3', '内容详情', 'htmltext', 'longtext', '250', '', '', '', '0', '1', '1', '0', '1', '0', '0', '100', '1', '1533359588', '1533359588');
INSERT INTO `ey_channelfield` VALUES ('26', 'content', '4', '内容详情', 'htmltext', 'longtext', '250', '', '', '', '0', '1', '1', '0', '1', '0', '0', '100', '1', '1533359752', '1533359752');
INSERT INTO `ey_channelfield` VALUES ('27', 'content', '6', '内容详情', 'htmltext', 'longtext', '250', '', '', '', '0', '1', '1', '0', '1', '0', '0', '100', '1', '1533464715', '1533464715');
INSERT INTO `ey_channelfield` VALUES ('29', 'content', '1', '内容详情', 'htmltext', 'longtext', '250', '', '', '', '0', '1', '1', '0', '1', '0', '0', '100', '1', '1533464713', '1533464713');
INSERT INTO `ey_channelfield` VALUES ('30', 'update_time', '-99', '更新时间', 'datetime', 'int(11)', '11', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('31', 'add_time', '-99', '新增时间', 'datetime', 'int(11)', '11', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('32', 'status', '-99', '启用 (1=正常，0=屏蔽)', 'switch', 'tinyint(1)', '1', '1', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('33', 'is_part', '-99', '栏目属性：0=内容栏目，1=外部链接', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('34', 'is_hidden', '-99', '是否隐藏栏目：0=显示，1=隐藏', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('35', 'sort_order', '-99', '排序号', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('36', 'seo_description', '-99', 'seo描述', 'multitext', 'text', '0', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('37', 'seo_keywords', '-99', 'seo关键字', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('38', 'seo_title', '-99', 'SEO标题', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('39', 'tempview', '-99', '文档模板文件名', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('40', 'templist', '-99', '列表模板文件名', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('41', 'litpic', '-99', '栏目图片', 'img', 'varchar(250)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('42', 'typelink', '-99', '栏目链接', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('43', 'grade', '-99', '栏目等级', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('44', 'englist_name', '-99', '栏目英文名', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('45', 'dirpath', '-99', '目录存放HTML路径', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('46', 'dirname', '-99', '目录英文名', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('47', 'typename', '-99', '栏目名称', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('48', 'parent_id', '-99', '栏目上级ID', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('49', 'current_channel', '-99', '栏目当前模型ID', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('50', 'channeltype', '-99', '栏目顶级模型ID', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('51', 'id', '-99', '栏目ID', 'int', 'int(10)', '10', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1533524780', '1533524780');
INSERT INTO `ey_channelfield` VALUES ('52', 'del_method', '-99', '伪删除状态，1为主动删除，2为跟随上级栏目被动删除', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1547890773', '1547890773');
INSERT INTO `ey_channelfield` VALUES ('53', 'is_del', '0', '伪删除，1=是，0=否', 'switch', 'tinyint(1)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1547890773', '1547890773');
INSERT INTO `ey_channelfield` VALUES ('54', 'del_method', '0', '伪删除状态，1为主动删除，2为跟随上级栏目被动删除', 'switch', 'tinyint(1)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1547890773', '1547890773');
INSERT INTO `ey_channelfield` VALUES ('55', 'admin_id', '0', '管理员ID', 'int', 'int(10)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1547890773', '1547890773');
INSERT INTO `ey_channelfield` VALUES ('56', 'lang', '0', '语言标识', 'text', 'varchar(250)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1547890773', '1547890773');
INSERT INTO `ey_channelfield` VALUES ('57', 'update_time', '1', '更新时间', 'datetime', 'int(11)', '11', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('58', 'add_time', '1', '新增时间', 'datetime', 'int(11)', '11', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('59', 'del_method', '1', '伪删除状态，1为主动删除，2为跟随上级栏目被动删除', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('60', 'is_del', '1', '伪删除，1=是，0=否', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('61', 'admin_id', '1', '管理员ID', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('62', 'lang', '1', '语言标识', 'text', 'varchar(50)', '50', 'cn', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('63', 'sort_order', '1', '排序号', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('64', 'status', '1', '状态(0=屏蔽，1=正常)', 'switch', 'tinyint(1)', '1', '1', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('65', 'seo_description', '1', 'SEO描述', 'multitext', 'text', '0', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('66', 'seo_keywords', '1', 'SEO关键词', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('67', 'seo_title', '1', 'SEO标题', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('68', 'ismake', '1', '是否静态页面（0=动态，1=静态）', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('69', 'jumplinks', '1', '外链跳转', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('70', 'arcrank', '1', '阅读权限：0=开放浏览，-1=待审核稿件', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('71', 'click', '1', '浏览量', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('72', 'author', '1', '作者', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('73', 'is_jump', '1', '跳转链接（0=否，1=是）', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('74', 'is_recom', '1', '推荐（0=否，1=是）', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('75', 'is_top', '1', '置顶（0=否，1=是）', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('76', 'is_special', '1', '特荐（0=否，1=是）', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('77', 'is_head', '1', '头条（0=否，1=是）', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('78', 'litpic', '1', '缩略图', 'img', 'varchar(250)', '250', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('79', 'title', '1', '标题', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('80', 'is_b', '1', '加粗', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('81', 'channel', '1', '模型ID', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('82', 'typeid', '1', '当前栏目', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('83', 'aid', '1', 'aid', 'int', 'int(10)', '10', '', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1550798538', '1550798538');
INSERT INTO `ey_channelfield` VALUES ('85', 'test1', '1', 'test1', 'text', 'varchar(200)', '200', '', '', '', '0', '0', '1', '0', '0', '0', '0', '100', '1', '1550800523', '1550800523');
INSERT INTO `ey_channelfield` VALUES ('86', 'prom_type', '0', '产品类型：0普通产品，1虚拟产品', 'switch', 'tinyint(1) unsigned', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('87', 'users_price', '0', '价格', 'decimal', 'decimal(10,2)', '10', '0.00', '', '', '0', '0', '1', '0', '1', '1', '0', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('88', 'prom_type', '2', '产品类型：0普通产品，1虚拟产品', 'switch', 'tinyint(1) unsigned', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('89', 'users_price', '2', '价格', 'decimal', 'decimal(10,2)', '10', '0.00', '', '', '0', '0', '1', '0', '1', '1', '0', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('90', 'users_id', '0', '会员ID', 'int', 'int(11)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('91', 'arc_level_id', '0', '文档会员权限ID', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('92', 'arc_level_id', '4', '文档会员权限ID', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('93', 'weapp_code', '-99', '插件栏目唯一标识', 'text', 'varchar(200)', '200', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('94', 'is_release', '-99', '栏目是否应用于会员投稿发布，1是，0否', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('95', 'old_price', '0', '产品旧价', 'decimal', 'decimal(10,2)', '10', '0.00', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('96', 'stock_count', '0', '商品库存量', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('97', 'stock_show', '0', '商品库存在产品详情页是否显示，1为显示，0为不显示', 'switch', 'tinyint(1)', '1', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('98', 'joinaid', '0', '关联文档ID', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('99', 'downcount', '0', '下载次数', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1557042574', '1557042574');
INSERT INTO `ey_channelfield` VALUES ('100', 'downcount', '4', '下载次数', 'int', 'int(10)', '10', '0', '', '', '0', '0', '1', '0', '1', '1', '1', '100', '1', '1557042574', '1557042574');

-- -----------------------------
-- Table structure for `ey_channelfield_bind`
-- -----------------------------
DROP TABLE IF EXISTS `ey_channelfield_bind`;
CREATE TABLE `ey_channelfield_bind` (
  `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `typeid` int(10) DEFAULT '0' COMMENT '栏目ID',
  `field_id` int(10) DEFAULT '0' COMMENT '自定义字段ID',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='栏目与自定义字段绑定表';


-- -----------------------------
-- Table structure for `ey_channeltype`
-- -----------------------------
DROP TABLE IF EXISTS `ey_channeltype`;
CREATE TABLE `ey_channeltype` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `nid` varchar(50) NOT NULL DEFAULT '' COMMENT '识别id',
  `title` varchar(30) DEFAULT '' COMMENT '名称',
  `ntitle` varchar(30) DEFAULT '' COMMENT '左侧菜单名称',
  `table` varchar(50) DEFAULT '' COMMENT '表名',
  `ctl_name` varchar(50) DEFAULT '' COMMENT '控制器名称（区分大小写）',
  `status` tinyint(1) DEFAULT '1' COMMENT '状态(1=启用，0=屏蔽)',
  `ifsystem` tinyint(1) DEFAULT '0' COMMENT '字段分类，1=系统(不可修改)，0=自定义',
  `is_repeat_title` tinyint(1) DEFAULT '1' COMMENT '文档标题重复，1=允许，0=不允许',
  `is_release` tinyint(1) DEFAULT '0' COMMENT '模型是否允许应用于会员投稿发布，1是，0否',
  `is_litpic_users_release` tinyint(1) DEFAULT '1' COMMENT '缩略图是否应用于会员投稿，1=允许，0=不允许',
  `is_del` tinyint(1) DEFAULT '0' COMMENT '伪删除，1=是，0=否',
  `sort_order` smallint(6) DEFAULT '50' COMMENT '排序',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `idention` (`nid`) USING BTREE,
  UNIQUE KEY `ctl_name` (`ctl_name`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COMMENT='系统模型表';

-- -----------------------------
-- Records of `ey_channeltype`
-- -----------------------------
INSERT INTO `ey_channeltype` VALUES ('1', 'article', '文章模型', '文章', 'article', 'Article', '1', '1', '1', '1', '1', '0', '1', '0', '1566542730');
INSERT INTO `ey_channeltype` VALUES ('4', 'download', '下载模型', '下载', 'download', 'Download', '0', '1', '1', '0', '1', '0', '4', '0', '1566542730');
INSERT INTO `ey_channeltype` VALUES ('2', 'product', '产品模型', '产品', 'product', 'Product', '0', '1', '1', '0', '1', '0', '2', '0', '1566542730');
INSERT INTO `ey_channeltype` VALUES ('8', 'guestbook', '留言模型', '留言', 'guestbook', 'Guestbook', '0', '1', '1', '0', '1', '0', '8', '1509197711', '1566542730');
INSERT INTO `ey_channeltype` VALUES ('6', 'single', '单页模型', '单页', 'single', 'Single', '1', '1', '1', '0', '1', '0', '6', '1523091961', '1566542730');
INSERT INTO `ey_channeltype` VALUES ('3', 'images', '图集模型', '图集', 'images', 'Images', '0', '1', '1', '0', '1', '0', '3', '1523929121', '1566542730');

-- -----------------------------
-- Table structure for `ey_common_pic`
-- -----------------------------
DROP TABLE IF EXISTS `ey_common_pic`;
CREATE TABLE `ey_common_pic` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '常用图片ID',
  `pic_path` varchar(255) NOT NULL DEFAULT '' COMMENT '图片地址',
  `lang` varchar(50) NOT NULL DEFAULT 'cn' COMMENT '多语言',
  `add_time` int(11) NOT NULL DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) NOT NULL DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='常用图片';


-- -----------------------------
-- Table structure for `ey_config`
-- -----------------------------
DROP TABLE IF EXISTS `ey_config`;
CREATE TABLE `ey_config` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) DEFAULT '' COMMENT '配置的key键名',
  `value` text,
  `inc_type` varchar(64) DEFAULT '' COMMENT '配置分组',
  `desc` varchar(50) DEFAULT '' COMMENT '描述',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `is_del` tinyint(1) DEFAULT '0' COMMENT '是否已删除，0=否，1=是',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=113 DEFAULT CHARSET=utf8 COMMENT='系统配置表';

-- -----------------------------
-- Records of `ey_config`
-- -----------------------------
INSERT INTO `ey_config` VALUES ('1', 'is_mark', '0', 'water', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('2', 'mark_txt', '易优Cms', 'water', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('3', 'mark_img', '/public/upload/water/2018/05/08/93806077e5a4c4e12ceed30df5cde761.png', 'water', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('4', 'mark_width', '200', 'water', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('5', 'mark_height', '50', 'water', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('6', 'mark_degree', '54', 'water', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('7', 'mark_quality', '56', 'water', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('8', 'mark_sel', '9', 'water', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('9', 'sms_time_out', '120', 'sms', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('10', 'theme_style', '1', 'basic', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('11', 'file_size', '500', 'basic', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('12', 'image_type', 'jpg|gif|png|bmp|jpeg|ico', 'basic', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('13', 'file_type', 'zip|gz|rar|iso|doc|xsl|ppt|wps', 'basic', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('14', 'media_type', 'swf|mpg|mp3|rm|rmvb|wmv|wma|wav|mid|mov|mp4', 'basic', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('15', 'web_keywords', '', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('17', 'sms_platform', '1', 'sms', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('18', 'seo_viewtitle_format', '2', 'seo', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('19', 'smtp_server', 'smtp.qq.com', 'smtp', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('20', 'smtp_port', '465', 'smtp', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('21', 'smtp_user', 'xxxxxxxxx@qq.com', 'smtp', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('22', 'smtp_pwd', 'xxxxxxxxxxx', 'smtp', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('23', 'inc_type', 'smtp', 'smtp', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('24', 'mark_type', 'img', 'water', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('25', 'mark_txt_size', '30', 'water', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('26', 'mark_txt_color', '#000000', 'water', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('27', 'oss_switch', '0', 'oss', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('28', 'web_name', '优优博客', 'web', '', 'cn', '0', '1555142214');
INSERT INTO `ey_config` VALUES ('29', 'web_logo', '/uploads/allimg/20190314/1e98ae07e85eba4842378a3ce51781f0.png', 'web', '', 'cn', '0', '1552559467');
INSERT INTO `ey_config` VALUES ('30', 'web_ico', '/favicon.ico', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('31', 'web_basehost', 'http://127.0.0.2', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('32', 'web_description', '', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('79', 'web_recordnum', '琼ICP备xxxxxxxx号', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('33', 'web_copyright', 'Copyright © 2012-2028 优优博客 版权所有', 'web', '', 'cn', '0', '1555142214');
INSERT INTO `ey_config` VALUES ('34', 'web_thirdcode_pc', '', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('35', 'web_thirdcode_wap', '', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('39', 'seo_arcdir', '/html', 'seo', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('40', 'seo_pseudo', '3', 'seo', '', 'cn', '0', '1555142291');
INSERT INTO `ey_config` VALUES ('41', 'list_symbol', '&gt;', 'basic', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('42', 'sitemap_auto', '1', 'sitemap', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('43', 'sitemap_not1', '0', 'sitemap', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('44', 'sitemap_not2', '1', 'sitemap', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('45', 'sitemap_xml', '1', 'sitemap', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('46', 'sitemap_txt', '0', 'sitemap', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('47', 'sitemap_zzbaidutoken', '', 'sitemap', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('48', 'seo_expires_in', '7200', 'seo', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('55', 'web_title', '优优博客-自媒体达人', 'web', '', 'cn', '0', '1555142214');
INSERT INTO `ey_config` VALUES ('56', 'smtp_test_eamil', 'xxxxxxxx@qq.com', 'smtp', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('57', 'web_authortoken', '', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('62', 'seo_inlet', '1', 'seo', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('63', 'web_cmspath', '', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('64', 'web_sqldatapath', '/data/sqldata', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('65', 'web_cmsurl', '', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('66', 'web_templets_dir', '/template', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('67', 'web_templeturl', '/template', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('68', 'web_templets_pc', '/template/pc', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('69', 'web_templets_m', '/template/mobile', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('70', 'web_eyoucms', 'http://www.eyoucms.com', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('78', '_cmscopyright', '7QTsNeS6tinEzGvHjur7BETC', 'php', '', 'cn', '0', '1563241524');
INSERT INTO `ey_config` VALUES ('76', 'seo_liststitle_format', '2', 'seo', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('77', 'web_status', '0', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('80', 'web_is_authortoken', '0', 'web', '', 'cn', '0', '1573614572');
INSERT INTO `ey_config` VALUES ('81', 'web_adminbasefile', '/login.php', 'web', '', 'cn', '0', '1552617573');
INSERT INTO `ey_config` VALUES ('82', 'seo_rewrite_format', '1', 'seo', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('83', 'web_cmsmode', '2', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('84', 'web_htmlcache_expires_in', '0', 'web', '', 'cn', '0', '1552617559');
INSERT INTO `ey_config` VALUES ('85', 'web_show_popup_upgrade', '1', 'web', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('86', 'web_weapp_switch', '1', 'web', '', 'cn', '0', '1555315848');
INSERT INTO `ey_config` VALUES ('88', 'seo_dynamic_format', '1', 'seo', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('89', 'system_sql_mode', 'ONLY_FULL_GROUP_BY,STRICT_TRANS_TABLES,NO_ZERO_IN_DATE,NO_ZERO_DATE,ERROR_FOR_DIVISION_BY_ZERO,NO_AUTO_CREATE_USER,NO_ENGINE_SUBSTITUTION', 'system', '', 'cn', '0', '1573614571');
INSERT INTO `ey_config` VALUES ('90', 'system_home_default_lang', 'cn', 'system', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('91', 'system_langnum', '1', 'system', '', 'cn', '0', '0');
INSERT INTO `ey_config` VALUES ('92', 'system_version', 'v1.4.1', 'system', '', 'cn', '0', '1573614621');
INSERT INTO `ey_config` VALUES ('93', 'web_attr_1', '/uploads/allimg/20190314/a939cd8637f216c26b0ff22d780a52d1.png', 'web', '', 'cn', '0', '1552559504');
INSERT INTO `ey_config` VALUES ('94', 'web_attr_2', 'http://weibo.com/', 'web', '', 'cn', '0', '1550650419');
INSERT INTO `ey_config` VALUES ('95', 'web_attr_3', 'http://t.qq.com/', 'web', '', 'cn', '0', '1552559541');
INSERT INTO `ey_config` VALUES ('96', 'web_attr_4', 'http://www.163.com/rss/', 'web', '', 'cn', '0', '1552559572');
INSERT INTO `ey_config` VALUES ('97', 'web_attr_5', '1234567890', 'web', '', 'cn', '0', '1550650485');
INSERT INTO `ey_config` VALUES ('98', 'web_attr_6', 'admin@youweb.com', 'web', '', 'cn', '0', '1550650499');
INSERT INTO `ey_config` VALUES ('99', 'web_attr_7', '优优博客', 'web', '', 'cn', '0', '1555142226');
INSERT INTO `ey_config` VALUES ('100', 'web_attr_8', '/uploads/allimg/20190220/0876de2e32172a6a122e9c6b993c587a.jpg', 'web', '', 'cn', '0', '1550650582');
INSERT INTO `ey_config` VALUES ('101', 'web_attr_9', '/uploads/allimg/20190220/bc4b99807fa4e0b68cbe84f04e293c10.jpg', 'web', '', 'cn', '1', '1552623832');
INSERT INTO `ey_config` VALUES ('102', 'web_attr_10', '/uploads/allimg/20190220/b0049f8a80462f1a6ceafb5970c5a5cb.jpg', 'web', '', 'cn', '1', '1552623834');
INSERT INTO `ey_config` VALUES ('103', 'web_attr_11', '在后台基本信息中的“个人介绍”里添加文字内容', 'web', '', 'cn', '0', '1552563274');
INSERT INTO `ey_config` VALUES ('104', 'web_exception', '0', 'web', '', 'cn', '0', '1552617559');
INSERT INTO `ey_config` VALUES ('105', 'web_language_switch', '0', 'web', '', 'cn', '0', '1552617559');
INSERT INTO `ey_config` VALUES ('106', 'web_is_https', '0', 'web', '', 'cn', '0', '1552617559');
INSERT INTO `ey_config` VALUES ('107', 'smtp_syn_weapp', '1', 'smtp', '', 'cn', '0', '1555141976');
INSERT INTO `ey_config` VALUES ('108', 'web_users_switch', '1', 'web', '', 'cn', '0', '1555142251');
INSERT INTO `ey_config` VALUES ('109', 'php_eyou_blacklist', '', 'php', '', 'cn', '0', '1555142307');
INSERT INTO `ey_config` VALUES ('110', 'system_auth_code', '!*&^eyoucms<>|?', 'system', '', 'cn', '0', '1563241226');
INSERT INTO `ey_config` VALUES ('111', 'system_upgrade_filelist', 'YXBwbGljYXRpb24vY29tbW9uL2xvZ2ljL0FyY3R5cGVMb2dpYy5waHA8YnI+YXBwbGljYXRpb24vY29tbW9uL21vZGVsL0FyY3R5cGUucGhwPGJyPmFwcGxpY2F0aW9uL2NvbW1vbi9tb2RlbC9FeW91VXNlcnMucGhwPGJyPmFwcGxpY2F0aW9uL2NvbW1vbi9tb2RlbC9UYWdsaXN0LnBocDxicj5hcHBsaWNhdGlvbi9yb3V0ZS5waHA8YnI+YXBwbGljYXRpb24vdXNlci9jb250cm9sbGVyL1BheS5waHA8YnI+YXBwbGljYXRpb24vdXNlci9jb250cm9sbGVyL1VzZXJzUmVsZWFzZS5waHA8YnI+YXBwbGljYXRpb24vdXNlci9jb250cm9sbGVyL0Jhc2UucGhwPGJyPmFwcGxpY2F0aW9uL3VzZXIvY29udHJvbGxlci9TaG9wLnBocDxicj5hcHBsaWNhdGlvbi91c2VyL2NvbnRyb2xsZXIvVXNlcnMucGhwPGJyPmFwcGxpY2F0aW9uL3VzZXIvY29udHJvbGxlci9VcGxvYWRpZnkucGhwPGJyPmFwcGxpY2F0aW9uL3VzZXIvbW9kZWwvQXJjaGl2ZXMucGhwPGJyPmFwcGxpY2F0aW9uL3VzZXIvbW9kZWwvUHJvZHVjdFNwZWNWYWx1ZS5waHA8YnI+YXBwbGljYXRpb24vdXNlci9tb2RlbC9TaG9wLnBocDxicj5hcHBsaWNhdGlvbi91c2VyL21vZGVsL1VzZXJzLnBocDxicj5hcHBsaWNhdGlvbi9jb21tb24ucGhwPGJyPmFwcGxpY2F0aW9uL2Z1bmN0aW9uLnBocDxicj5hcHBsaWNhdGlvbi9hcGkvY29udHJvbGxlci9BamF4LnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9jb21tb24ucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL2NvbnRyb2xsZXIvRmllbGQucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL2NvbnRyb2xsZXIvSW1hZ2VzLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9jb250cm9sbGVyL0ZpbGVtYW5hZ2VyLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9jb250cm9sbGVyL1dlYXBwLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9jb250cm9sbGVyL0FkbWluLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9jb250cm9sbGVyL0FyY3R5cGUucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL2NvbnRyb2xsZXIvQXJjaGl2ZXMucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL2NvbnRyb2xsZXIvQXJ0aWNsZS5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vY29udHJvbGxlci9VZWRpdG9yLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9jb250cm9sbGVyL1VzZXJzUmVsZWFzZS5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vY29udHJvbGxlci9Qcm9kdWN0LnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9jb250cm9sbGVyL0Jhc2UucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL2NvbnRyb2xsZXIvR3Vlc3Rib29rLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9jb250cm9sbGVyL0Rvd25sb2FkLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9jb250cm9sbGVyL0FkUG9zaXRpb24ucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL2NvbnRyb2xsZXIvSW5kZXgucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL2NvbnRyb2xsZXIvTWVtYmVyLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9jb250cm9sbGVyL1N5c3RlbS5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vY29udHJvbGxlci9DdXN0b20ucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL2NvbnRyb2xsZXIvU2hvcC5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vY29udHJvbGxlci9EaXlFeHRlbmQucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL2NvbnRyb2xsZXIvVXBsb2FkaWZ5LnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9jb250cm9sbGVyL0FqYXgucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL2NvbnRyb2xsZXIvTGlua3MucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL2xvZ2ljL0FqYXhMb2dpYy5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vbG9naWMvRmlsZW1hbmFnZXJMb2dpYy5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vbG9naWMvVXBncmFkZUxvZ2ljLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9sb2dpYy9EaXlFeHRlbmRMb2dpYy5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vbG9naWMvUHJvZHVjdFNwZWNMb2dpYy5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vbG9naWMvQXJjaGl2ZXNMb2dpYy5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vbG9naWMvRmllbGRMb2dpYy5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vbW9kZWwvRmllbGQucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL21vZGVsL1Byb2R1Y3RJbWcucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL21vZGVsL1Byb2R1Y3RTcGVjVmFsdWUucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL21vZGVsL1Byb2R1Y3RTcGVjRGF0YS5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vbW9kZWwvVXNlcnNMZXZlbC5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vbW9kZWwvQ3VzdG9tLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9tb2RlbC9Qcm9kdWN0U3BlY1ByZXNldC5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vbW9kZWwvSW1hZ2VzVXBsb2FkLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9jb25maWcucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2ZpbGVtYW5hZ2VyL2VkaXQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2ZpbGVtYW5hZ2VyL25ld2ZpbGUuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2ZpbGVtYW5hZ2VyL2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9hcmN0eXBlL2VkaXQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2FyY3R5cGUvaW5kZXguaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2ZpZWxkL2FkZG9uaXRlbS5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvZmllbGQvbW9kZWxmaWVsZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvZmllbGQvYXJjdHlwZV9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvZmllbGQvYWRkb25leHRpdGVtLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9maWVsZC9jaGFubmVsX2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9kaXlfZXh0ZW5kL2FyY2hpdmVzX2V4dGVuZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvaW5kZXgvaW5kZXguaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2luZGV4L3dlbGNvbWUuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2d1ZXN0Ym9vay9hdHRyaWJ1dGVfaW5kZXguaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2d1ZXN0Ym9vay9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbGlua3MvaW5kZXguaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL290aGVyL3VpX2FkZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvb3RoZXIvdWlfZWRpdC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvc2hvcC9zcGVjX3NlbGVjdC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvc2hvcC9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvc2hvcC9jb25mLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zaG9wL29yZGVyX3NlbmQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3Nob3Avc3BlY190ZW1wbGF0ZS5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbGFuZ3VhZ2Uvb2ZmaWNpYWxfcGFja19pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbGFuZ3VhZ2UvaW5kZXguaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2xhbmd1YWdlL3BhY2tfaW5kZXguaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3JlY3ljbGVfYmluL2FyY2hpdmVzX2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9yZWN5Y2xlX2Jpbi9jdXN0b212YXJfaW5kZXguaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3JlY3ljbGVfYmluL2dib29rYXR0cl9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvcmVjeWNsZV9iaW4vYXJjdHlwZV9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvcmVjeWNsZV9iaW4vcHJvYXR0cl9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvc2VvL3Nlby5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvYWRfcG9zaXRpb24vZWRpdC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvYWRfcG9zaXRpb24vYWRkLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9hZF9wb3NpdGlvbi9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvY3VzdG9tL2VkaXQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2N1c3RvbS9hZGQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2N1c3RvbS9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvYWRtaW4vYWRtaW5fYWRkLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9hZG1pbi9hZG1pbl9lZGl0Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zeXN0ZW0vc210cC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvc3lzdGVtL3dlYjIuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3N5c3RlbS9jdXN0b212YXJfYWRkLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zeXN0ZW0vd2ViLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zeXN0ZW0vY3VzdG9tdmFyX2VkaXQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2FydGljbGUvaW5kZXguaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2FydGljbGUvYmFyLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9hcmNoaXZlcy9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvYXJjaGl2ZXMvdGFnc19idG4uaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2FyY2hpdmVzL2luZGV4X2FyY2hpdmVzLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9hcmNoaXZlcy9pbmRleF9hcmN0eXBlLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9wcm9kdWN0L2F0dHJpYnV0ZV9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvcHJvZHVjdC9lZGl0Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9wcm9kdWN0L2FkZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvcHJvZHVjdC9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvY2hhbm5lbHR5cGUvZWRpdC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvY2hhbm5lbHR5cGUvaW5kZXguaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL21lbWJlci9sZXZlbF9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbWVtYmVyL3VzZXJzX2JhdGNoX2FkZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbWVtYmVyL3VzZXJzX2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9tZW1iZXIvbW9uZXlfaW5kZXguaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL21lbWJlci91c2Vyc19lZGl0Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS93ZWFwcC9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvZG93bmxvYWQvaW5kZXguaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3VzZXJzX3JlbGVhc2UvY29uZi5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvcHVibGljL2xlZnQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3B1YmxpYy9kaXNwYXRjaF9qdW1wLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9pbWFnZXMvZWRpdC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvaW1hZ2VzL2FkZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvaW1hZ2VzL2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9leHRyYS9nbG9iYWwucGhwPGJyPmFwcGxpY2F0aW9uL2hvbWUvaHRtbC5waHA8YnI+YXBwbGljYXRpb24vaG9tZS9iZWhhdmlvci9WaWV3RmlsdGVyQmVoYXZpb3IucGhwPGJyPmFwcGxpY2F0aW9uL2hvbWUvY29udHJvbGxlci9MaXN0cy5waHA8YnI+YXBwbGljYXRpb24vaG9tZS9jb250cm9sbGVyL1ZpZXcucGhwPGJyPmFwcGxpY2F0aW9uL2hvbWUvY29udHJvbGxlci9CdWlsZGh0bWwucGhwPGJyPmFwcGxpY2F0aW9uL2hvbWUvbG9naWMvRmllbGRMb2dpYy5waHA8YnI+Y29yZS9saWJyYXJ5L3RoaW5rL1VybC5waHA8YnI+Y29yZS9saWJyYXJ5L3RoaW5rL3RlbXBsYXRlL3RhZ2xpYi9leW91L1RhZ0FyY3ZpZXcucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay90ZW1wbGF0ZS90YWdsaWIvZXlvdS9UYWdUYWcucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay90ZW1wbGF0ZS90YWdsaWIvZXlvdS9UYWdTZWFyY2h1cmwucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay90ZW1wbGF0ZS90YWdsaWIvZXlvdS9UYWdBcmNwYWdlbGlzdC5waHA8YnI+Y29yZS9saWJyYXJ5L3RoaW5rL3RlbXBsYXRlL3RhZ2xpYi9leW91L1RhZ1NwcHVyY2hhc2UucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay90ZW1wbGF0ZS90YWdsaWIvZXlvdS9UYWdTcGNhcnQucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay90ZW1wbGF0ZS90YWdsaWIvZXlvdS9UYWdTcHN1Ym1pdG9yZGVyLnBocDxicj5jb3JlL2xpYnJhcnkvdGhpbmsvdGVtcGxhdGUvdGFnbGliL2V5b3UvVGFnQWR2LnBocDxicj5jb3JlL2xpYnJhcnkvdGhpbmsvdGVtcGxhdGUvdGFnbGliL2V5b3UvVGFnU3BvcmRlci5waHA8YnI+Y29yZS9saWJyYXJ5L3RoaW5rL3RlbXBsYXRlL3RhZ2xpYi9leW91L1RhZ1Nwc2VhcmNoLnBocDxicj5jb3JlL2xpYnJhcnkvdGhpbmsvdGVtcGxhdGUvdGFnbGliL2V5b3UvVGFnTGlzdC5waHA8YnI+Y29yZS9saWJyYXJ5L3RoaW5rL3RlbXBsYXRlL3RhZ2xpYi9leW91L1RhZ1Nwb3JkZXJsaXN0LnBocDxicj5jb3JlL2xpYnJhcnkvdGhpbmsvdGVtcGxhdGUvdGFnbGliL2V5b3UvVGFnQ2hhbm5lbC5waHA8YnI+Y29yZS9saWJyYXJ5L3RoaW5rL3RlbXBsYXRlL3RhZ2xpYi9leW91L1RhZ1NjcmVlbmluZy5waHA8YnI+Y29yZS9saWJyYXJ5L3RoaW5rL3RlbXBsYXRlL3RhZ2xpYi9leW91L1RhZ0FyY2xpc3QucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay90ZW1wbGF0ZS90YWdsaWIvZXlvdS9UYWdTZWFyY2hmb3JtLnBocDxicj5jb3JlL2xpYnJhcnkvdGhpbmsvdGVtcGxhdGUvdGFnbGliL2V5b3UvVGFnRGl5ZmllbGQucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay90ZW1wbGF0ZS90YWdsaWIvRXlvdS5waHA8YnI+Y29yZS9oZWxwZXIucGhwPGJyPmRhdGEvYmFja3VwL3RwbC90ZW1wbGF0ZS9wYy91c2Vycy9wYXlfcmVjaGFyZ2VfZGV0YWlsLmh0bTxicj5kYXRhL2JhY2t1cC90cGwvdGVtcGxhdGUvcGMvdXNlcnMvcmVsZWFzZV9jZW50cmUuaHRtPGJyPmRhdGEvYmFja3VwL3RwbC90ZW1wbGF0ZS9wYy91c2Vycy9yZWxlYXNlX2Jhci5odG08YnI+ZGF0YS9iYWNrdXAvdHBsL3RlbXBsYXRlL3BjL3VzZXJzL3VzZXJzX2hlYWRlci5odG08YnI+ZGF0YS9iYWNrdXAvdHBsL3RlbXBsYXRlL3BjL3VzZXJzL3BheV93ZWNoYXQuaHRtPGJyPmRhdGEvYmFja3VwL3RwbC90ZW1wbGF0ZS9wYy91c2Vycy9hcnRpY2xlX2VkaXQuaHRtPGJyPmRhdGEvYmFja3VwL3RwbC90ZW1wbGF0ZS9wYy91c2Vycy9sZXZlbF9jZW50cmUuaHRtPGJyPmRhdGEvYmFja3VwL3RwbC90ZW1wbGF0ZS9wYy91c2Vycy9hcnRpY2xlX2FkZC5odG08YnI+ZGF0YS9iYWNrdXAvdHBsL3RlbXBsYXRlL3BjL3VzZXJzL3NraW4vY3NzL3RiX3N0eWxlLmNzczxicj5kYXRhL2JhY2t1cC90cGwvdGVtcGxhdGUvcGMvdXNlcnMvc2tpbi9jc3MvYmFzaWMuY3NzPGJyPmRhdGEvYmFja3VwL3RwbC90ZW1wbGF0ZS9wYy91c2Vycy9za2luL2ltYWdlcy9wYXlfd2VpeGluLnBuZzxicj5kYXRhL2JhY2t1cC90cGwvdGVtcGxhdGUvcGMvdXNlcnMvc2tpbi9pbWFnZXMvcGF5X3lpeW91LnBuZzxicj5kYXRhL2JhY2t1cC90cGwvdGVtcGxhdGUvcGMvdXNlcnMvc2tpbi9pbWFnZXMvcGF5X3poaWZ1YmFvLnBuZzxicj5kYXRhL2JhY2t1cC90cGwvdGVtcGxhdGUvbW9iaWxlL3VzZXJzL3BheV9yZWNoYXJnZV9kZXRhaWwuaHRtPGJyPmRhdGEvYmFja3VwL3RwbC90ZW1wbGF0ZS9tb2JpbGUvdXNlcnMvcmVsZWFzZV9jZW50cmUuaHRtPGJyPmRhdGEvYmFja3VwL3RwbC90ZW1wbGF0ZS9tb2JpbGUvdXNlcnMvcmVsZWFzZV9iYXIuaHRtPGJyPmRhdGEvYmFja3VwL3RwbC90ZW1wbGF0ZS9tb2JpbGUvdXNlcnMvdXNlcnNfaGVhZGVyLmh0bTxicj5kYXRhL2JhY2t1cC90cGwvdGVtcGxhdGUvbW9iaWxlL3VzZXJzL3BheV93ZWNoYXQuaHRtPGJyPmRhdGEvYmFja3VwL3RwbC90ZW1wbGF0ZS9tb2JpbGUvdXNlcnMvYXJ0aWNsZV9lZGl0Lmh0bTxicj5kYXRhL2JhY2t1cC90cGwvdGVtcGxhdGUvbW9iaWxlL3VzZXJzL2xldmVsX2NlbnRyZS5odG08YnI+ZGF0YS9iYWNrdXAvdHBsL3RlbXBsYXRlL21vYmlsZS91c2Vycy9hcnRpY2xlX2FkZC5odG08YnI+ZGF0YS9iYWNrdXAvdHBsL3RlbXBsYXRlL21vYmlsZS91c2Vycy9za2luL2Nzcy90Yl9zdHlsZS5jc3M8YnI+ZGF0YS9iYWNrdXAvdHBsL3RlbXBsYXRlL21vYmlsZS91c2Vycy9za2luL2Nzcy9iYXNpYy5jc3M8YnI+ZGF0YS9iYWNrdXAvdHBsL3RlbXBsYXRlL21vYmlsZS91c2Vycy9za2luL2ltYWdlcy9wYXlfd2VpeGluLnBuZzxicj5kYXRhL2JhY2t1cC90cGwvdGVtcGxhdGUvbW9iaWxlL3VzZXJzL3NraW4vaW1hZ2VzL3BheV95aXlvdS5wbmc8YnI+ZGF0YS9iYWNrdXAvdHBsL3RlbXBsYXRlL21vYmlsZS91c2Vycy9za2luL2ltYWdlcy9wYXlfemhpZnViYW8ucG5nPGJyPmRhdGEvc2NoZW1hL2V5X2FyY2hpdmVzLnBocDxicj5kYXRhL3NjaGVtYS9leV9pbWFnZXNfdXBsb2FkLnBocDxicj5kYXRhL3NjaGVtYS9leV91c2Vyc19sZXZlbC5waHA8YnI+ZGF0YS9zY2hlbWEvZXlfc2hvcF9jYXJ0LnBocDxicj5kYXRhL3NjaGVtYS9leV9wcm9kdWN0X3NwZWNfZGF0YS5waHA8YnI+ZGF0YS9zY2hlbWEvZXlfcHJvZHVjdF9pbWcucGhwPGJyPmRhdGEvc2NoZW1hL2V5X3Byb2R1Y3Rfc3BlY19wcmVzZXQucGhwPGJyPmRhdGEvc2NoZW1hL2V5X3Byb2R1Y3Rfc3BlY192YWx1ZS5waHA8YnI+ZGF0YS9zY2hlbWEvZXlfdXNlcnMucGhwPGJyPmRhdGEvc2NoZW1hL2V5X2NoYW5uZWx0eXBlLnBocDxicj5kYXRhL2NvbmYvdmVyc2lvbi50eHQ8YnI+ZGF0YS93ZWFwcC9TYW1wbGUvd2VhcHAvU2FtcGxlL2NvbnRyb2xsZXIvU2FtcGxlLnBocDxicj5kYXRhL3dlYXBwL1NhbXBsZS93ZWFwcC9TYW1wbGUvdGVtcGxhdGUvaW5kZXguaHRtPGJyPmRhdGEvd2VhcHAvU2FtcGxlL3dlYXBwL1NhbXBsZS90ZW1wbGF0ZS9za2luL2Nzcy9tYWluLmNzczxicj5kYXRhL3dlYXBwL1NhbXBsZS93ZWFwcC9TYW1wbGUvdGVtcGxhdGUvc2tpbi9qcy9nbG9iYWwuanM8YnI+ZGF0YS9tb2RlbC9hcHBsaWNhdGlvbi9hZG1pbi9jb250cm9sbGVyL0N1c3RvbU1vZGVsLnBocDxicj5kYXRhL21vZGVsL2FwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2N1c3RvbW1vZGVsL2VkaXQuaHRtPGJyPmRhdGEvbW9kZWwvYXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvY3VzdG9tbW9kZWwvYWRkLmh0bTxicj5kYXRhL21vZGVsL2FwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2N1c3RvbW1vZGVsL2luZGV4Lmh0bTxicj5wdWJsaWMvc3RhdGljL2NvbW1vbi9jc3Mvc2hvcGNhcnQuY3NzPGJyPnB1YmxpYy9zdGF0aWMvY29tbW9uL2pzL3RhZ19zcGNhcnQuanM8YnI+cHVibGljL3N0YXRpYy9jb21tb24vanMvdGFnX2FyY3BhZ2VsaXN0LmpzPGJyPnB1YmxpYy9zdGF0aWMvY29tbW9uL2pzL3RhZ191c2VyLmpzPGJyPnB1YmxpYy9zdGF0aWMvY29tbW9uL2pzL3RhZ19zcHB1cmNoYXNlLmpzPGJyPnB1YmxpYy9zdGF0aWMvY29tbW9uL2ltYWdlcy9kZmJveS5wbmc8YnI+cHVibGljL3N0YXRpYy9jb21tb24vaW1hZ2VzL2RmZ2lybC5wbmc8YnI+cHVibGljL3N0YXRpYy9hZG1pbi9jc3MvbWFpbi5jc3M8YnI+cHVibGljL3N0YXRpYy9hZG1pbi9qcy9nbG9iYWwuanM8YnI+cHVibGljL3N0YXRpYy9hZG1pbi9qcy91cGdyYWRlLmpzPGJyPnB1YmxpYy9zdGF0aWMvYWRtaW4vaW1hZ2VzL3JhbmsuZ2lmPGJyPmFwcGxpY2F0aW9uL3BsdWdpbnMvaHRtbC5waHA8YnI+YXBwbGljYXRpb24vY29tbW9uL2JlaGF2aW9yL0FwcEluaXRCZWhhdmlvci5waHA8YnI+YXBwbGljYXRpb24vY29tbW9uL2NvbnRyb2xsZXIvQ29tbW9uLnBocDxicj5hcHBsaWNhdGlvbi9jb21tb24vbG9naWMvU21zTG9naWMucGhwPGJyPmFwcGxpY2F0aW9uL2NvbW1vbi9tb2RlbC9SZWdpb24ucGhwPGJyPmFwcGxpY2F0aW9uL2NvbW1vbi9tb2RlbC9DaGFubmVsdHlwZS5waHA8YnI+YXBwbGljYXRpb24vY29tbW9uL21vZGVsL0NoYW5uZWxmaWVsZC5waHA8YnI+YXBwbGljYXRpb24vdXNlci9odG1sLnBocDxicj5hcHBsaWNhdGlvbi91c2VyL21vZGVsL1VzZXJzUmVsZWFzZS5waHA8YnI+YXBwbGljYXRpb24vaGVscGVyLnBocDxicj5hcHBsaWNhdGlvbi9hcGkvdGVtcGxhdGUvdWlzZXQvYXJjbGlzdC5odG08YnI+YXBwbGljYXRpb24vYXBpL3RlbXBsYXRlL3Vpc2V0L3VwbG9hZC5odG08YnI+YXBwbGljYXRpb24vYXBpL3RlbXBsYXRlL3Vpc2V0L2NoYW5uZWwuaHRtPGJyPmFwcGxpY2F0aW9uL2FwaS90ZW1wbGF0ZS91aXNldC9odG1sLmh0bTxicj5hcHBsaWNhdGlvbi9hcGkvdGVtcGxhdGUvdWlzZXQvdHlwZS5odG08YnI+YXBwbGljYXRpb24vYXBpL3RlbXBsYXRlL3VwbG9hZGlmeS91cGxvYWRfcHJvZHVjdC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vYmVoYXZpb3IvQXV0aFJvbGVCZWhhdmlvci5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vYmVoYXZpb3IvQXBwRW5kQmVoYXZpb3IucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL2NvbnRyb2xsZXIvU2VvLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9jb250cm9sbGVyL0NoYW5uZWx0eXBlLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9tb2RlbC9JbWFnZXMucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL21vZGVsL0Rvd25sb2FkRmlsZS5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vbW9kZWwvQXJjaGl2ZXMucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL21vZGVsL0FydGljbGUucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL21vZGVsL1F1aWNrZW50cnkucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL21vZGVsL0FkLnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9tb2RlbC9Qcm9kdWN0LnBocDxicj5hcHBsaWNhdGlvbi9hZG1pbi9tb2RlbC9SZWdpb24ucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL21vZGVsL0d1ZXN0Ym9va0F0dHJpYnV0ZS5waHA8YnI+YXBwbGljYXRpb24vYWRtaW4vbW9kZWwvRG93bmxvYWQucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL21vZGVsL0FkUG9zaXRpb24ucGhwPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2ZpbGVtYW5hZ2VyL3JlcGxhY2VfaW1nLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9maWxlbWFuYWdlci9uZXdkaXIuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2ZpbGVtYW5hZ2VyL3VwbG9hZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvZmlsZW1hbmFnZXIvbW92ZS5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvZmlsZW1hbmFnZXIvcmVuYW1lLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9hcmN0eXBlL2FkZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvYXJjdHlwZS9hamF4X25ld3RwbC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvYXJjdHlwZS9zaW5nbGVfZWRpdC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvZmllbGQvYXR0cmlidXRlX2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9maWVsZC9hcmN0eXBlX2FkZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvZmllbGQvYXR0cmlidXRlX2VkaXQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2ZpZWxkL2FyY3R5cGVfZWRpdC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvZmllbGQvY2hhbm5lbF9hZGQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2ZpZWxkL2NoYW5uZWxfYmFyLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9maWVsZC9jaGFubmVsX2VkaXQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2ZpZWxkL2F0dHJpYnV0ZV9hZGQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2ZpZWxkL2FyY3R5cGVfYmFyLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9maWVsZC9hdHRyaWJ1dGVfYmFyLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9hdXRoX3JvbGUvZWRpdC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvYXV0aF9yb2xlL2FkZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvYXV0aF9yb2xlL2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9pbmRleC9hamF4X2NvbnRlbnRfdG90YWwuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2luZGV4L3N3aXRjaF9tYXAuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2luZGV4L2FqYXhfcXVpY2ttZW51Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS91aXNldC91aV9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvZ3Vlc3Rib29rL2F0dHJpYnV0ZV9lZGl0Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9ndWVzdGJvb2svYmFyLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9ndWVzdGJvb2svYXR0cmlidXRlX2FkZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbGlua3MvZWRpdC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbGlua3MvYWRkLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9vdGhlci9lZGl0Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9vdGhlci9hZGQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL290aGVyL2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zaG9wL3NoaXBwaW5nX3RlbXBsYXRlLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zaG9wL29yZGVyX2V4cHJlc3MuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3Nob3Avc2hvcF9iYXIuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3Nob3AvYmFyLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zaG9wL29yZGVyX2RldGFpbHMuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3Rvb2xzL2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS90b29scy9yZXN0b3JlLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9sYW5ndWFnZS9lZGl0Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9sYW5ndWFnZS9hZGQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2xhbmd1YWdlL2N1c3RvbXZhcl9hcmN0eXBlLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9sYW5ndWFnZS9jdXN0b212YXJfYmluZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbGFuZ3VhZ2UvcGFja19iYXRjaF9hZGQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2xhbmd1YWdlL3BhY2tfYWRkLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9sYW5ndWFnZS9wYWNrX2VkaXQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2xhbmd1YWdlL2Jhci5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvcmVjeWNsZV9iaW4vYnRuLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zZW8vc2l0ZW1hcC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvc2VvL3NpdGUuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3Nlby9hcnRpY2xlLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zZW8vcmV3cml0ZS5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvc2VvL2NoYW5uZWwuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3Nlby9odG1sLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS90YWdzL2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9hZG1pbi9sb2cuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2FkbWluL2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9hZG1pbi9hZG1pbl9wd2RfYWpheC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvYWRtaW4vYWRtaW5fYmFyLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9hZG1pbi9sb2dpbi5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvYWRtaW4vYWRtaW5fcHdkLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zeXN0ZW0vYmFzaWMuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3N5c3RlbS9zbXRwX3RwbF9lZGl0Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zeXN0ZW0vY3VzdG9tdmFyX2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zeXN0ZW0vd2F0ZXIuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3N5c3RlbS9vc3MuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3N5c3RlbS9jbGVhcl9jYWNoZS5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvc3lzdGVtL3Ntcy5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvc3lzdGVtL3NtdHBfdHBsLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zeXN0ZW0vcmVnaW9uLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9zeXN0ZW0vdGh1bWIuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2FydGljbGUvZWRpdC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvYXJ0aWNsZS9hZGQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2xldmVsL3VwZ3JhZGVfaW5kZXguaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2xldmVsL2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9sZXZlbC9sZXZlbF9iYXIuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2FyY2hpdmVzL3JlbGVhc2UuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2FyY2hpdmVzL3JlbGVhc2VfaWZyYW1lLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9hcmNoaXZlcy9tb3ZlLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9hcmNoaXZlcy9iYXRjaF9jb3B5Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9wcm9kdWN0L2F0dHJpYnV0ZV9lZGl0Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9wcm9kdWN0L2FqYXhfZWRpdF9wcm9kdWN0aW1nLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9wcm9kdWN0L2Jhci5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvcHJvZHVjdC9hdHRyaWJ1dGVfYWRkLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9jaGFubmVsdHlwZS9hZGQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL21lbWJlci91c2Vyc19jb25maWcuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL21lbWJlci91c2Vyc19maWVsZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbWVtYmVyL3VzZXJzX2Jhci5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbWVtYmVyL2xldmVsX2VkaXQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL21lbWJlci9tb25leV9lZGl0Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9tZW1iZXIvbGV2ZWxfYWRkLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9tZW1iZXIvYWpheF9zZXRfb2F1dGhfY29uZmlnLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9tZW1iZXIvcGF5X3NldC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbWVtYmVyL2F0dHJfZWRpdC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbWVtYmVyL2Jhci5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbWVtYmVyL2F0dHJfYWRkLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9tZW1iZXIvYWpheF9tZW51X2luZGV4Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9tZW1iZXIvYXR0cl9pbmRleC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvbWVtYmVyL3VzZXJzX2FkZC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvd2VhcHAvcGFjay5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvd2VhcHAvYmFyLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS93ZWFwcC9jcmVhdGUuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL3VwbG9hZGlmeS91cGxvYWRfcHJvZHVjdC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvdXBsb2FkaWZ5L2dldF9pbWFnZXNfcGF0aC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvdXBsb2FkaWZ5L3BpY3R1cmVfZm9sZGVyLmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9kb3dubG9hZC9lZGl0Lmh0bTxicj5hcHBsaWNhdGlvbi9hZG1pbi90ZW1wbGF0ZS9kb3dubG9hZC9hZGQuaHRtPGJyPmFwcGxpY2F0aW9uL2FkbWluL3RlbXBsYXRlL2Rvd25sb2FkL3RlbXBsYXRlX3NldC5odG08YnI+YXBwbGljYXRpb24vYWRtaW4vdGVtcGxhdGUvdXNlcnNfcmVsZWFzZS9hamF4X3VzZXJzX2xldmVsX2JvdXQuaHRtPGJyPmFwcGxpY2F0aW9uL2hvbWUvY29udHJvbGxlci9UYWdzLnBocDxicj5hcHBsaWNhdGlvbi9ob21lL21vZGVsL0ltYWdlcy5waHA8YnI+YXBwbGljYXRpb24vaG9tZS9tb2RlbC9Eb3dubG9hZEZpbGUucGhwPGJyPmFwcGxpY2F0aW9uL2hvbWUvbW9kZWwvQXJjaGl2ZXMucGhwPGJyPmFwcGxpY2F0aW9uL2hvbWUvbW9kZWwvQXJ0aWNsZS5waHA8YnI+YXBwbGljYXRpb24vaG9tZS9tb2RlbC9Qcm9kdWN0QXR0ci5waHA8YnI+YXBwbGljYXRpb24vaG9tZS9tb2RlbC9Qcm9kdWN0LnBocDxicj5hcHBsaWNhdGlvbi9ob21lL21vZGVsL1Byb2R1Y3RJbWcucGhwPGJyPmFwcGxpY2F0aW9uL2hvbWUvbW9kZWwvRG93bmxvYWQucGhwPGJyPmFwcGxpY2F0aW9uL2hvbWUvbW9kZWwvSW1hZ2VzVXBsb2FkLnBocDxicj5jb3JlL2NvbnZlbnRpb24ucGhwPGJyPmNvcmUvdHBsL2Rpc3BhdGNoX2p1bXAudHBsPGJyPmNvcmUvbGlicmFyeS90aGluay9SZXF1ZXN0LnBocDxicj5jb3JlL2xpYnJhcnkvdGhpbmsvZGIvUXVlcnkucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay9XZWFwcENvbnRyb2xsZXIucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay9Nb2RlbC5waHA8YnI+Y29yZS9saWJyYXJ5L3RoaW5rL2NvZGluZy9Ecml2ZXIucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay9UZW1wbGF0ZS5waHA8YnI+Y29yZS9saWJyYXJ5L3RoaW5rL1BhZ2luYXRvci5waHA8YnI+Y29yZS9saWJyYXJ5L3RoaW5rL0NvbnRyb2xsZXIucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay90ZW1wbGF0ZS90YWdsaWIvZXlvdS9UYWdHbG9iYWwucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay90ZW1wbGF0ZS90YWdsaWIvZXlvdS9UYWdBcmNjbGljay5waHA8YnI+Y29yZS9saWJyYXJ5L3RoaW5rL3RlbXBsYXRlL3RhZ2xpYi9leW91L1RhZ01lbWJlcmxpc3QucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay90ZW1wbGF0ZS90YWdsaWIvZXlvdS9UYWdEaXl1cmwucGhwPGJyPmNvcmUvbGlicmFyeS90aGluay90ZW1wbGF0ZS90YWdsaWIvZXlvdS9UYWdHdWVzdGJvb2tmb3JtLnBocDxicj5jb3JlL2xpYnJhcnkvdGhpbmsvdGVtcGxhdGUvdGFnbGliL2V5b3UvVGFnRG93bmNvdW50LnBocDxicj5kYXRhL2JhY2t1cC90cGwvdGVtcGxhdGUvcGMvdXNlcnMvc2hvcF9jYXJ0X2xpc3QuaHRtPGJyPmRhdGEvYmFja3VwL3RwbC90ZW1wbGF0ZS9tb2JpbGUvdXNlcnMvc2hvcF9jYXJ0X2xpc3QuaHRtPGJyPmRhdGEvc2NoZW1hL2V5X2Rvd25sb2FkX2xvZy5waHA8YnI+ZGF0YS9zY2hlbWEvZXlfcXVpY2tlbnRyeS5waHA8YnI+ZGF0YS9zY2hlbWEvZXlfc2V0dGluZy5waHA8YnI+ZGF0YS9zY2hlbWEvZXlfZG93bmxvYWRfZmlsZS5waHA8YnI+cHVibGljL3BsdWdpbnMvenRyZWUvY3NzL3pUcmVlU3R5bGUvelRyZWVTdHlsZS5jc3M8YnI+cHVibGljL3BsdWdpbnMvenRyZWUvY3NzL3pUcmVlU3R5bGUvaW1nL3pUcmVlU3RhbmRhcmQucG5nPGJyPnB1YmxpYy9wbHVnaW5zL1VlZGl0b3IvbGFuZy96aC1jbi96aC1jbi5qczxicj5wdWJsaWMvcGx1Z2lucy9VZWRpdG9yL3VlZGl0b3IuYWxsLmpzPGJyPnB1YmxpYy9zdGF0aWMvY29tbW9uL2pzL2xhbmcvaG9tZS16aC1jbi5qczxicj5wdWJsaWMvc3RhdGljL2NvbW1vbi9qcy9sYW5nL2FkbWluLXpoLWNuLmpzPGJyPnB1YmxpYy9zdGF0aWMvY29tbW9uL2pzL3Nob3BfYWRkX2FkZHIuanM8YnI+cHVibGljL3N0YXRpYy9jb21tb24vanMvZXlvdS5qczxicj5wdWJsaWMvc3RhdGljL2NvbW1vbi9qcy9zaG9wX2VkaXRfYWRkci5qczxicj5wdWJsaWMvc3RhdGljL2NvbW1vbi9qcy90YWdfc3BvcmRlcmxpc3QuanM8YnI+cHVibGljL3N0YXRpYy9jb21tb24vanMvdGFnX21lbWJlcmxpc3QuanM8YnI+cHVibGljL3N0YXRpYy9jb21tb24vanMvdGFnX3NwYWRkcmVzcy5qczxicj5wdWJsaWMvc3RhdGljL2NvbW1vbi9qcy90YWdfc3BzdWJtaXRvcmRlci5qczxicj5wdWJsaWMvc3RhdGljL2NvbW1vbi9kaXNwYXRjaF9qdW1wLmh0bTxicj5wdWJsaWMvc3RhdGljL2FkbWluL2Nzcy9sZWZ0X25hdl90cmVlLmNzczxicj5wdWJsaWMvc3RhdGljL2FkbWluL2Nzcy9pbmRleC5jc3M8YnI+cHVibGljL3N0YXRpYy9hZG1pbi9qcy9teUZvcm1WYWxpZGF0ZS5qczxicj5wdWJsaWMvc3RhdGljL2FkbWluL2pzL215QWpheDIuanM8YnI+cHVibGljL3N0YXRpYy9hZG1pbi9sb2dvL2xvZ28ucG5nPGJyPnB1YmxpYy9zdGF0aWMvYWRtaW4vaW1hZ2VzL2ljb19yaWdodF93cm9uZy5wbmc8YnI+cHVibGljL3N0YXRpYy9hZG1pbi9pbWFnZXMvdHYtY29sbGFwc2FibGUtbGFzdC5naWY8YnI+cHVibGljL3N0YXRpYy9hZG1pbi9pbWFnZXMvdHYtZXhwYW5kYWJsZS5naWY8YnI+cHVibGljL3N0YXRpYy90ZW1wbGF0ZS91c2Vycy91c2Vyc19yZWxlYXNlX2ZpZWxkLmh0bTxicj5wdWJsaWMvc3RhdGljL3RlbXBsYXRlL3VzZXJzL3VzZXJzX3JlbGVhc2VfZmllbGRfbS5odG08YnI+YXBwbGljYXRpb24vdXNlci9sb2dpYy9TbXRwbWFpbExvZ2ljLnBocA==', 'system', '', 'cn', '0', '1573614587');
INSERT INTO `ey_config` VALUES ('112', 'system_synleveldata', '1', 'system', '', 'cn', '0', '1573614586');

-- -----------------------------
-- Table structure for `ey_config_attribute`
-- -----------------------------
DROP TABLE IF EXISTS `ey_config_attribute`;
CREATE TABLE `ey_config_attribute` (
  `attr_id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '表单id',
  `inc_type` varchar(20) DEFAULT '' COMMENT '变量分组',
  `attr_name` varchar(60) DEFAULT '' COMMENT '变量标题',
  `attr_var_name` varchar(50) DEFAULT '' COMMENT '变量名',
  `attr_input_type` tinyint(1) unsigned DEFAULT '0' COMMENT ' 0=文本框，1=下拉框，2=多行文本框，3=上传图片',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`attr_id`)
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8 COMMENT='自定义变量表';

-- -----------------------------
-- Records of `ey_config_attribute`
-- -----------------------------
INSERT INTO `ey_config_attribute` VALUES ('1', 'web', '手机端LOGO', 'web_attr_1', '3', 'cn', '1550650406', '1552559504');
INSERT INTO `ey_config_attribute` VALUES ('2', 'web', '新浪微博地址', 'web_attr_2', '0', 'cn', '1550650419', '1550650459');
INSERT INTO `ey_config_attribute` VALUES ('3', 'web', '腾讯微博地址', 'web_attr_3', '0', 'cn', '1550650446', '1552559538');
INSERT INTO `ey_config_attribute` VALUES ('4', 'web', 'rss订阅', 'web_attr_4', '0', 'cn', '1550650473', '1552559557');
INSERT INTO `ey_config_attribute` VALUES ('5', 'web', 'QQ号', 'web_attr_5', '0', 'cn', '1550650485', '1550650485');
INSERT INTO `ey_config_attribute` VALUES ('6', 'web', '邮箱', 'web_attr_6', '0', 'cn', '1550650499', '1550650499');
INSERT INTO `ey_config_attribute` VALUES ('7', 'web', '微信公众号名称', 'web_attr_7', '0', 'cn', '1550650564', '1550650564');
INSERT INTO `ey_config_attribute` VALUES ('8', 'web', '微信公众号图片', 'web_attr_8', '3', 'cn', '1550650582', '1550650582');
INSERT INTO `ey_config_attribute` VALUES ('9', 'web', '打赏微信二维码', 'web_attr_9', '3', 'cn', '1550660476', '1552623832');
INSERT INTO `ey_config_attribute` VALUES ('10', 'web', '打赏支付宝二维码', 'web_attr_10', '3', 'cn', '1550660491', '1552623834');
INSERT INTO `ey_config_attribute` VALUES ('11', 'web', '作者简介', 'web_attr_11', '2', 'cn', '1552563274', '1552563274');

-- -----------------------------
-- Table structure for `ey_download_attr_field`
-- -----------------------------
DROP TABLE IF EXISTS `ey_download_attr_field`;
CREATE TABLE `ey_download_attr_field` (
  `field_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `field_name` varchar(32) DEFAULT '' COMMENT '字段名称',
  `field_title` varchar(32) DEFAULT '' COMMENT '字段标题',
  `field_use` tinyint(1) DEFAULT '0' COMMENT '字段是否使用，0未使用，1为使用',
  `sort_order` smallint(5) DEFAULT '0' COMMENT '排序',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) unsigned DEFAULT '0' COMMENT '上传时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`field_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='上传文件属性表';

-- -----------------------------
-- Records of `ey_download_attr_field`
-- -----------------------------
INSERT INTO `ey_download_attr_field` VALUES ('1', 'extract_code', '提取码', '1', '1', 'cn', '1561001807', '1561024954');
INSERT INTO `ey_download_attr_field` VALUES ('2', 'server_name', '服务器名称', '1', '2', 'cn', '1561001807', '1561078673');

-- -----------------------------
-- Table structure for `ey_download_content`
-- -----------------------------
DROP TABLE IF EXISTS `ey_download_content`;
CREATE TABLE `ey_download_content` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `aid` int(10) DEFAULT '0' COMMENT '文档ID',
  `content` longtext COMMENT '内容详情',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  KEY `news_id` (`aid`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='资讯内容表_存储正常内容';


-- -----------------------------
-- Table structure for `ey_download_file`
-- -----------------------------
DROP TABLE IF EXISTS `ey_download_file`;
CREATE TABLE `ey_download_file` (
  `file_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `aid` mediumint(8) unsigned NOT NULL DEFAULT '0' COMMENT '产品ID',
  `title` varchar(200) DEFAULT '' COMMENT '产品标题',
  `file_url` varchar(255) DEFAULT '' COMMENT '文件存储路径',
  `extract_code` varchar(20) DEFAULT '' COMMENT '文件提取码',
  `file_size` varchar(255) DEFAULT '' COMMENT '文件大小',
  `file_ext` varchar(50) DEFAULT '' COMMENT '文件后缀名',
  `file_name` varchar(200) DEFAULT '' COMMENT '文件名',
  `file_mime` varchar(200) DEFAULT '' COMMENT '文件类型',
  `uhash` varchar(200) DEFAULT '' COMMENT '自定义的一种加密方式，用于文件下载权限验证',
  `md5file` varchar(200) DEFAULT '' COMMENT 'md5_file加密，可以检测上传/下载的文件包是否损坏',
  `is_remote` tinyint(1) DEFAULT '0' COMMENT '是否远程',
  `downcount` int(10) DEFAULT '0' COMMENT '下载次数',
  `sort_order` smallint(5) DEFAULT '0' COMMENT '排序',
  `add_time` int(10) unsigned DEFAULT '0' COMMENT '上传时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`file_id`),
  KEY `arcid` (`aid`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='下载附件表';


-- -----------------------------
-- Table structure for `ey_download_log`
-- -----------------------------
DROP TABLE IF EXISTS `ey_download_log`;
CREATE TABLE `ey_download_log` (
  `log_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `users_id` int(10) DEFAULT '0' COMMENT '用户ID',
  `aid` int(10) DEFAULT '0' COMMENT '文档ID',
  `file_id` int(10) DEFAULT '0' COMMENT '附件ID',
  `ip` varchar(20) DEFAULT '' COMMENT 'ip',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '编辑时间',
  PRIMARY KEY (`log_id`),
  KEY `file_id` (`file_id`,`aid`,`users_id`) USING BTREE,
  KEY `aid` (`aid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='下载记录表';


-- -----------------------------
-- Table structure for `ey_field_type`
-- -----------------------------
DROP TABLE IF EXISTS `ey_field_type`;
CREATE TABLE `ey_field_type` (
  `name` varchar(32) NOT NULL DEFAULT '' COMMENT '字段类型',
  `title` varchar(64) NOT NULL DEFAULT '' COMMENT '中文类型名',
  `ifoption` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否需要设置选项',
  `sort_order` int(10) NOT NULL DEFAULT '0' COMMENT '排序',
  `add_time` int(11) NOT NULL DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) NOT NULL DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`name`),
  UNIQUE KEY `name` (`name`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='字段类型表';

-- -----------------------------
-- Records of `ey_field_type`
-- -----------------------------
INSERT INTO `ey_field_type` VALUES ('text', '单行文本', '0', '1', '1532485708', '1532485708');
INSERT INTO `ey_field_type` VALUES ('checkbox', '多选项', '1', '5', '1532485708', '1532485708');
INSERT INTO `ey_field_type` VALUES ('multitext', '多行文本', '0', '2', '1532485708', '1532485708');
INSERT INTO `ey_field_type` VALUES ('radio', '单选项', '1', '4', '1532485708', '1532485708');
INSERT INTO `ey_field_type` VALUES ('switch', '开关', '0', '13', '1532485708', '1532485708');
INSERT INTO `ey_field_type` VALUES ('select', '下拉框', '1', '6', '1532485708', '1532485708');
INSERT INTO `ey_field_type` VALUES ('img', '单张图', '0', '10', '1532485708', '1532485708');
INSERT INTO `ey_field_type` VALUES ('int', '整数类型', '0', '7', '1532485708', '1532485708');
INSERT INTO `ey_field_type` VALUES ('datetime', '日期和时间', '0', '12', '1532485708', '1532485708');
INSERT INTO `ey_field_type` VALUES ('htmltext', 'HTML文本', '0', '3', '1532485708', '1532485708');
INSERT INTO `ey_field_type` VALUES ('imgs', '多张图', '0', '11', '1532485708', '1532485708');
INSERT INTO `ey_field_type` VALUES ('decimal', '金额类型', '0', '9', '1532485708', '1532485708');
INSERT INTO `ey_field_type` VALUES ('float', '小数类型', '0', '8', '1532485708', '1532485708');
INSERT INTO `ey_field_type` VALUES ('region', '区域类型', '1', '6', '1532485708', '1532485708');

-- -----------------------------
-- Table structure for `ey_guestbook`
-- -----------------------------
DROP TABLE IF EXISTS `ey_guestbook`;
CREATE TABLE `ey_guestbook` (
  `aid` int(11) NOT NULL AUTO_INCREMENT,
  `typeid` int(11) DEFAULT '0' COMMENT '栏目ID',
  `channel` smallint(5) DEFAULT '0' COMMENT '模型ID',
  `md5data` varchar(50) DEFAULT '' COMMENT '数据序列化之后的MD5加密，提交内容的唯一性',
  `ip` varchar(255) DEFAULT '' COMMENT 'ip地址',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`aid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='留言主表';


-- -----------------------------
-- Table structure for `ey_guestbook_attr`
-- -----------------------------
DROP TABLE IF EXISTS `ey_guestbook_attr`;
CREATE TABLE `ey_guestbook_attr` (
  `guest_attr_id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '留言表单id自增',
  `aid` mediumint(8) unsigned NOT NULL DEFAULT '0' COMMENT '留言id',
  `attr_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '表单id',
  `attr_value` text COMMENT '表单值',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`guest_attr_id`),
  KEY `attr_id` (`attr_id`) USING BTREE,
  KEY `guest_id` (`aid`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='留言表单属性值';


-- -----------------------------
-- Table structure for `ey_guestbook_attribute`
-- -----------------------------
DROP TABLE IF EXISTS `ey_guestbook_attribute`;
CREATE TABLE `ey_guestbook_attribute` (
  `attr_id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '表单id',
  `attr_name` varchar(60) DEFAULT '' COMMENT '表单名称',
  `typeid` int(11) unsigned DEFAULT '0' COMMENT '栏目ID',
  `attr_input_type` tinyint(1) unsigned DEFAULT '0' COMMENT ' 0=文本框，1=下拉框，2=多行文本框',
  `attr_values` text COMMENT '可选值列表',
  `sort_order` int(11) unsigned DEFAULT '0' COMMENT '表单排序',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `is_del` tinyint(1) DEFAULT '0' COMMENT '是否已删除，0=否，1=是',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`attr_id`),
  KEY `guest_id` (`typeid`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='留言表单属性';


-- -----------------------------
-- Table structure for `ey_hooks`
-- -----------------------------
DROP TABLE IF EXISTS `ey_hooks`;
CREATE TABLE `ey_hooks` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '钩子名称',
  `description` text COMMENT '描述',
  `module` varchar(50) DEFAULT '' COMMENT '钩子挂载的插件',
  `status` tinyint(1) unsigned DEFAULT '1' COMMENT '状态：0=无效，1=有效',
  `add_time` int(10) DEFAULT NULL,
  `update_time` int(10) unsigned DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  KEY `name` (`name`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='插件钩子表';


-- -----------------------------
-- Table structure for `ey_images_content`
-- -----------------------------
DROP TABLE IF EXISTS `ey_images_content`;
CREATE TABLE `ey_images_content` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `aid` int(10) DEFAULT '0' COMMENT '文档ID',
  `content` longtext COMMENT '内容详情',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  KEY `news_id` (`aid`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='资讯内容表_存储正常内容';


-- -----------------------------
-- Table structure for `ey_images_upload`
-- -----------------------------
DROP TABLE IF EXISTS `ey_images_upload`;
CREATE TABLE `ey_images_upload` (
  `img_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `aid` mediumint(8) unsigned NOT NULL DEFAULT '0' COMMENT '图集ID',
  `title` varchar(200) DEFAULT '' COMMENT '产品标题',
  `image_url` varchar(255) DEFAULT '' COMMENT '文件存储路径',
  `intro` varchar(2000) DEFAULT '' COMMENT '图集描述',
  `width` int(11) DEFAULT '0' COMMENT '图片宽度',
  `height` int(11) DEFAULT '0' COMMENT '图片高度',
  `filesize` mediumint(8) unsigned DEFAULT '0' COMMENT '文件大小',
  `mime` varchar(50) DEFAULT '' COMMENT '图片类型',
  `sort_order` smallint(5) DEFAULT '0' COMMENT '排序',
  `add_time` int(10) unsigned DEFAULT '0' COMMENT '上传时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`img_id`),
  KEY `arcid` (`aid`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='图集图片表';


-- -----------------------------
-- Table structure for `ey_language`
-- -----------------------------
DROP TABLE IF EXISTS `ey_language`;
CREATE TABLE `ey_language` (
  `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '信息ID，自增',
  `title` varchar(100) NOT NULL DEFAULT '' COMMENT '语言名称',
  `mark` varchar(50) NOT NULL DEFAULT '' COMMENT '语言标识（唯一）',
  `url` varchar(200) NOT NULL DEFAULT '' COMMENT '单独域名(外部链接)',
  `target` tinyint(1) NOT NULL DEFAULT '0' COMMENT '新窗口打开，0=否，1=是',
  `is_home_default` tinyint(1) DEFAULT '0' COMMENT '默认前台语言，1=是，0=否',
  `is_admin_default` tinyint(1) DEFAULT '0' COMMENT '默认后台语言，1=是，0=否',
  `syn_pack_id` int(10) DEFAULT '0' COMMENT '最后一次同步官方语言包ID',
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '语言状态，0=关闭，1=开启',
  `sort_order` int(10) DEFAULT '0' COMMENT '排序号',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='多语言主表';

-- -----------------------------
-- Records of `ey_language`
-- -----------------------------
INSERT INTO `ey_language` VALUES ('1', '简体中文', 'cn', '', '0', '1', '1', '24', '1', '100', '1541583096', '1543890743');

-- -----------------------------
-- Table structure for `ey_language_attr`
-- -----------------------------
DROP TABLE IF EXISTS `ey_language_attr`;
CREATE TABLE `ey_language_attr` (
  `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '信息ID，自增',
  `attr_name` varchar(200) NOT NULL DEFAULT '' COMMENT '来自ey_weapp_language_attr表的attr_name',
  `attr_value` text NOT NULL COMMENT '变量值',
  `attr_group` varchar(50) DEFAULT '' COMMENT '分组，以表名划分（不含表前缀）',
  `lang` varchar(50) NOT NULL DEFAULT '' COMMENT '所属语言',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  KEY `attr_value` (`attr_name`,`lang`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='多语言模板变量关联绑定表';


-- -----------------------------
-- Table structure for `ey_language_attribute`
-- -----------------------------
DROP TABLE IF EXISTS `ey_language_attribute`;
CREATE TABLE `ey_language_attribute` (
  `attr_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '信息ID，自增',
  `attr_title` varchar(200) NOT NULL DEFAULT '' COMMENT '变量标题',
  `attr_name` varchar(200) NOT NULL DEFAULT '' COMMENT '变量名称',
  `attr_group` varchar(50) DEFAULT '' COMMENT '分组，以表名划分（不含表前缀）',
  `is_del` tinyint(1) DEFAULT '0' COMMENT '伪删除，0=否，1=是',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`attr_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='多语言模板变量表';


-- -----------------------------
-- Table structure for `ey_language_mark`
-- -----------------------------
DROP TABLE IF EXISTS `ey_language_mark`;
CREATE TABLE `ey_language_mark` (
  `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `title` varchar(50) NOT NULL DEFAULT '' COMMENT '国家语言名称',
  `cn_title` varchar(50) NOT NULL DEFAULT '' COMMENT '中文名称',
  `mark` varchar(50) DEFAULT '' COMMENT '多语言标识',
  `pinyin` varchar(100) DEFAULT '' COMMENT '拼音',
  `sort_order` int(10) NOT NULL DEFAULT '0' COMMENT '排序号',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=57 DEFAULT CHARSET=utf8 COMMENT='国家语言表';

-- -----------------------------
-- Records of `ey_language_mark`
-- -----------------------------
INSERT INTO `ey_language_mark` VALUES ('1', '简体中文', '简体中文', 'cn', 'zhongwenjianti', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('2', 'Vietnamese', '越南语', 'vi', 'yuenanyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('3', '繁体中文', '繁体中文', 'zh', 'zhongwenfanti', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('4', 'English', '英语', 'en', 'yingyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('5', 'Indonesian', '印尼语', 'id', 'yinniyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('6', 'Urdu', '乌尔都语', 'ur', 'wuerduyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('7', 'Yiddish', '意第绪语', 'yi', 'yidixuyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('8', 'Italian', '意大利语', 'it', 'yidaliyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('9', 'Greek', '希腊语', 'el', 'xilayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('10', 'Spanish Basque', '西班牙的巴斯克语', 'eu', 'xibanyadebasikeyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('11', 'Spanish', '西班牙语', 'es', 'xibanyayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('12', 'Hungarian', '匈牙利语', 'hu', 'xiongyaliyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('13', 'Hebrew', '希伯来语', 'iw', 'xibolaiyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('14', 'Ukrainian', '乌克兰语', 'uk', 'wukelanyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('15', 'Welsh', '威尔士语', 'cy', 'weiershiyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('16', 'Thai', '泰语', 'th', 'taiyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('17', 'Turkish', '土耳其语', 'tr', 'tuerqiyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('18', 'Swahili', '斯瓦希里语', 'sw', 'siwaxiliyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('19', 'Japanese', '日语', 'ja', 'riyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('20', 'Swedish', '瑞典语', 'sv', 'ruidianyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('21', 'Serbian', '塞尔维亚语', 'sr', 'saierweiyayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('22', 'Slovak', '斯洛伐克语', 'sk', 'siluofakeyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('23', 'Slovenian', '斯洛文尼亚语', 'sl', 'siluowenniyayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('24', 'Portuguese', '葡萄牙语', 'pt', 'putaoyayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('25', 'Norwegian', '挪威语', 'no', 'nuoweiyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('26', 'Macedonian', '马其顿语', 'mk', 'maqidunyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('27', 'Malay', '马来语', 'ms', 'malaiyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('28', 'Maltese', '马耳他语', 'mt', 'maertayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('29', 'Romanian', '罗马尼亚语', 'ro', 'luomaniyayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('30', 'Lithuanian', '立陶宛语', 'lt', 'litaowanyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('31', 'Latvian', '拉脱维亚语', 'lv', 'latuoweiyayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('32', 'Latin', '拉丁语', 'la', 'ladingyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('33', 'Croatian', '克罗地亚语', 'hr', 'keluodiyayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('34', 'Czech', '捷克语', 'cs', 'jiekeyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('35', 'Catalan', '加泰罗尼亚语', 'ca', 'jiatailuoniyayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('36', 'Galician', '加利西亚语', 'gl', 'jialixiyayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('37', 'Dutch', '荷兰语', 'nl', 'helanyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('38', 'Korean', '韩语', 'ko', 'hanyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('39', 'Haitian Creole', '海地克里奥尔语', 'ht', 'haidikeliaoeryu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('40', 'Finnish', '芬兰语', 'fi', 'fenlanyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('41', 'Filipino', '菲律宾语', 'tl', 'feilvbinyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('42', 'Russian', '俄语', 'ru', 'eyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('43', 'Boolean (Afrikaans)', '布尔语(南非荷兰语)', 'af', 'bueryunanfeihelanyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('44', 'French', '法语', 'fr', 'fayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('45', 'Danish', '丹麦语', 'da', 'danmaiyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('46', 'German', '德语', 'de', 'deyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('47', 'Azerbaijani', '阿塞拜疆语', 'az', 'asaibaijiangyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('48', 'Irish', '爱尔兰语', 'ga', 'aierlanyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('49', 'Estonian', '爱沙尼亚语', 'et', 'aishaniyayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('50', 'Belarusian', '白俄罗斯语', 'be', 'baieluosiyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('51', 'Bulgarian', '保加利亚语', 'bg', 'baojialiyayu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('52', 'Icelandic', '冰岛语', 'is', 'bingdaoyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('53', 'Polish', '波兰语', 'pl', 'bolanyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('54', 'Persian', '波斯语', 'fa', 'bosiyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('55', 'Arabic', '阿拉伯语', 'ar', 'alaboyu', '100', '0', '1541583096');
INSERT INTO `ey_language_mark` VALUES ('56', 'Albanian', '阿尔巴尼亚语', 'sq', 'aerbaniyayu', '100', '0', '1541583096');

-- -----------------------------
-- Table structure for `ey_language_pack`
-- -----------------------------
DROP TABLE IF EXISTS `ey_language_pack`;
CREATE TABLE `ey_language_pack` (
  `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '变量名',
  `value` text NOT NULL COMMENT '变量值',
  `is_syn` tinyint(1) DEFAULT '0' COMMENT '同步官方语言包：0=否，1=是',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `sort_order` int(10) DEFAULT '0' COMMENT '排序号',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8 COMMENT='模板语言包变量';

-- -----------------------------
-- Records of `ey_language_pack`
-- -----------------------------
INSERT INTO `ey_language_pack` VALUES ('1', 'sys1', '首页', '1', 'cn', '100', '1543890216', '1543890216');
INSERT INTO `ey_language_pack` VALUES ('2', 'sys2', '上一页', '1', 'cn', '100', '1543890216', '1543890216');
INSERT INTO `ey_language_pack` VALUES ('3', 'sys3', '下一页', '1', 'cn', '100', '1543890216', '1543890216');
INSERT INTO `ey_language_pack` VALUES ('4', 'sys4', '末页', '1', 'cn', '100', '1543890216', '1543890216');
INSERT INTO `ey_language_pack` VALUES ('5', 'sys5', '共<strong>%s</strong>页 <strong>%s</strong>条', '1', 'cn', '100', '1543890216', '1543890216');
INSERT INTO `ey_language_pack` VALUES ('6', 'sys6', '全部', '1', 'cn', '100', '1543890216', '1543890216');
INSERT INTO `ey_language_pack` VALUES ('7', 'sys7', '搜索', '1', 'cn', '100', '1543890216', '1543890216');
INSERT INTO `ey_language_pack` VALUES ('8', 'sys8', '查看详情', '1', 'cn', '100', '1543890216', '1543890216');
INSERT INTO `ey_language_pack` VALUES ('9', 'sys9', '网站首页', '1', 'cn', '100', '1543890216', '1543890216');
INSERT INTO `ey_language_pack` VALUES ('10', 'sys10', '暂无', '1', 'cn', '100', '1543890216', '1543890216');
INSERT INTO `ey_language_pack` VALUES ('11', 'sys11', '上一篇', '1', 'cn', '100', '1543890216', '1543890216');
INSERT INTO `ey_language_pack` VALUES ('12', 'sys12', '下一篇', '1', 'cn', '100', '1543890216', '1543890216');

-- -----------------------------
-- Table structure for `ey_links`
-- -----------------------------
DROP TABLE IF EXISTS `ey_links`;
CREATE TABLE `ey_links` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `typeid` tinyint(1) DEFAULT '1' COMMENT '类型：1=文字链接，2=图片链接',
  `title` varchar(50) DEFAULT '' COMMENT '网站标题',
  `url` varchar(100) DEFAULT '' COMMENT '网站地址',
  `logo` varchar(255) DEFAULT '' COMMENT '网站LOGO',
  `sort_order` int(11) DEFAULT '0' COMMENT '排序号',
  `target` tinyint(1) DEFAULT '0' COMMENT '是否开启浏览器新窗口',
  `email` varchar(50) DEFAULT NULL,
  `intro` text COMMENT '网站简况',
  `status` tinyint(1) DEFAULT '1' COMMENT '状态(1=显示，0=屏蔽)',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `delete_time` int(11) DEFAULT '0' COMMENT '软删除时间',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='友情链接表';

-- -----------------------------
-- Records of `ey_links`
-- -----------------------------
INSERT INTO `ey_links` VALUES ('1', '1', '百度', 'http://www.baidu.com', '', '100', '1', '', '', '1', 'cn', '0', '1524975826', '1537585074');
INSERT INTO `ey_links` VALUES ('2', '1', '腾讯', 'http://www.qq.com', '', '100', '1', '', '', '1', 'cn', '0', '1524976095', '1537585061');
INSERT INTO `ey_links` VALUES ('3', '1', '新浪', 'http://www.sina.com.cn', '', '100', '1', '', '', '1', 'cn', '0', '1532414285', '1537585047');
INSERT INTO `ey_links` VALUES ('4', '1', '小程序开发教程', 'http://www.yiyongtong.com', '', '100', '1', '', '', '1', 'cn', '0', '1532414529', '1537585013');
INSERT INTO `ey_links` VALUES ('5', '1', '素材58', 'http://www.sucai58.com', '', '100', '1', '', '', '1', 'cn', '0', '1532414726', '1537585146');

-- -----------------------------
-- Table structure for `ey_product_attr`
-- -----------------------------
DROP TABLE IF EXISTS `ey_product_attr`;
CREATE TABLE `ey_product_attr` (
  `product_attr_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '产品属性id自增',
  `aid` mediumint(8) unsigned NOT NULL DEFAULT '0' COMMENT '产品id',
  `attr_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '属性id',
  `attr_value` text COMMENT '属性值',
  `attr_price` varchar(255) DEFAULT '' COMMENT '属性价格',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`product_attr_id`),
  KEY `aid` (`aid`) USING BTREE,
  KEY `attr_id` (`attr_id`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='产品表单属性值';


-- -----------------------------
-- Table structure for `ey_product_attribute`
-- -----------------------------
DROP TABLE IF EXISTS `ey_product_attribute`;
CREATE TABLE `ey_product_attribute` (
  `attr_id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '属性id',
  `attr_name` varchar(60) DEFAULT '' COMMENT '属性名称',
  `typeid` int(11) unsigned DEFAULT '0' COMMENT '栏目id',
  `attr_index` tinyint(1) unsigned DEFAULT '0' COMMENT '0不需要检索 1关键字检索 2范围检索',
  `attr_input_type` tinyint(1) unsigned DEFAULT '0' COMMENT ' 0=文本框，1=下拉框，2=多行文本框',
  `attr_values` text COMMENT '可选值列表',
  `sort_order` int(11) unsigned DEFAULT '0' COMMENT '属性排序',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `is_del` tinyint(1) DEFAULT '0' COMMENT '是否已删除，0=否，1=是',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`attr_id`),
  KEY `cat_id` (`typeid`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='产品表单属性表';


-- -----------------------------
-- Table structure for `ey_product_content`
-- -----------------------------
DROP TABLE IF EXISTS `ey_product_content`;
CREATE TABLE `ey_product_content` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `aid` int(10) DEFAULT '0' COMMENT '文档ID',
  `content` longtext COMMENT '内容详情',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  KEY `news_id` (`aid`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='资讯内容表_存储正常内容';


-- -----------------------------
-- Table structure for `ey_product_img`
-- -----------------------------
DROP TABLE IF EXISTS `ey_product_img`;
CREATE TABLE `ey_product_img` (
  `img_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `aid` mediumint(8) unsigned NOT NULL DEFAULT '0' COMMENT '产品ID',
  `title` varchar(200) DEFAULT '' COMMENT '产品标题',
  `image_url` varchar(255) DEFAULT '' COMMENT '文件存储路径',
  `intro` varchar(2000) DEFAULT '' COMMENT '图集描述',
  `width` int(11) DEFAULT '0' COMMENT '图片宽度',
  `height` int(11) DEFAULT '0' COMMENT '图片高度',
  `filesize` varchar(255) DEFAULT '' COMMENT '文件大小',
  `mime` varchar(50) DEFAULT '' COMMENT '图片类型',
  `sort_order` smallint(5) DEFAULT '0' COMMENT '排序',
  `add_time` int(10) unsigned DEFAULT '0' COMMENT '上传时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`img_id`),
  KEY `arcid` (`aid`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='产品图片表';


-- -----------------------------
-- Table structure for `ey_product_spec_data`
-- -----------------------------
DROP TABLE IF EXISTS `ey_product_spec_data`;
CREATE TABLE `ey_product_spec_data` (
  `spec_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `aid` int(10) DEFAULT '0' COMMENT '产品ID',
  `spec_mark_id` int(10) DEFAULT '0' COMMENT '规格标记ID',
  `spec_name` varchar(100) DEFAULT '' COMMENT '规格名称',
  `spec_value_id` int(10) DEFAULT '0' COMMENT '规格值ID',
  `spec_value` varchar(100) DEFAULT '' COMMENT '规格值',
  `spec_is_select` tinyint(1) DEFAULT '0' COMMENT '是否选中（0=否，1=是）',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`spec_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='产品规格数据表';


-- -----------------------------
-- Table structure for `ey_product_spec_preset`
-- -----------------------------
DROP TABLE IF EXISTS `ey_product_spec_preset`;
CREATE TABLE `ey_product_spec_preset` (
  `preset_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `preset_mark_id` int(10) DEFAULT '0' COMMENT '预设参数标记ID',
  `preset_name` varchar(100) DEFAULT '' COMMENT '规格名称',
  `preset_value` varchar(100) DEFAULT '' COMMENT '规格值',
  `sort_order` int(10) DEFAULT '100' COMMENT '排序号',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`preset_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='产品规格预设表';

-- -----------------------------
-- Records of `ey_product_spec_preset`
-- -----------------------------
INSERT INTO `ey_product_spec_preset` VALUES ('1', '1', '产品颜色', '红', '100', 'cn', '1565752372', '1565752623');
INSERT INTO `ey_product_spec_preset` VALUES ('2', '1', '产品颜色', '蓝', '100', 'cn', '1565752372', '1565752623');
INSERT INTO `ey_product_spec_preset` VALUES ('3', '1', '产品颜色', '黄', '100', 'cn', '1565752372', '1565752623');

-- -----------------------------
-- Table structure for `ey_product_spec_value`
-- -----------------------------
DROP TABLE IF EXISTS `ey_product_spec_value`;
CREATE TABLE `ey_product_spec_value` (
  `value_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `aid` int(10) NOT NULL DEFAULT '0' COMMENT '产品ID',
  `spec_value_id` varchar(100) NOT NULL DEFAULT '' COMMENT '规格值ID',
  `spec_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '规格价格',
  `spec_stock` int(10) NOT NULL DEFAULT '0' COMMENT '规格库存',
  `spec_sales_num` int(10) NOT NULL DEFAULT '0' COMMENT '销售量',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`value_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='产品多规格组装表';


-- -----------------------------
-- Table structure for `ey_quickentry`
-- -----------------------------
DROP TABLE IF EXISTS `ey_quickentry`;
CREATE TABLE `ey_quickentry` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `title` varchar(20) DEFAULT '' COMMENT '名称',
  `laytext` varchar(50) DEFAULT '' COMMENT '完整标题',
  `type` smallint(5) DEFAULT '0' COMMENT '归类，1=快捷入口，2=内容统计',
  `controller` varchar(20) DEFAULT '' COMMENT '控制器名',
  `action` varchar(20) DEFAULT '' COMMENT '操作名',
  `vars` varchar(100) DEFAULT '' COMMENT 'URL参数字符串',
  `groups` smallint(5) DEFAULT '0' COMMENT '分组，1=模型',
  `checked` tinyint(4) DEFAULT '0' COMMENT '选中，0=否，1=是',
  `status` tinyint(1) DEFAULT '1' COMMENT '状态，1=有效，0=无效',
  `sort_order` int(10) DEFAULT '0' COMMENT '排序',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  KEY `type` (`type`,`status`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=36 DEFAULT CHARSET=utf8 COMMENT='快捷入口表';

-- -----------------------------
-- Records of `ey_quickentry`
-- -----------------------------
INSERT INTO `ey_quickentry` VALUES ('1', '产品', '产品列表', '1', 'Product', 'index', 'channel=2', '1', '0', '1', '3', '1569232484', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('2', '下载', '下载列表', '1', 'Download', 'index', 'channel=4', '1', '0', '1', '4', '1569232484', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('3', '文章', '文章列表', '1', 'Article', 'index', 'channel=1', '1', '0', '1', '6', '1569232484', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('4', '图集', '图集列表', '1', 'Images', 'index', 'channel=3', '1', '0', '1', '7', '1569232484', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('5', '内容管理', '内容列表', '1', 'Archives', 'index', '', '0', '0', '1', '13', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('7', '回收站', '回收站', '1', 'RecycleBin', 'archives_index', '', '0', '1', '1', '4', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('8', '栏目管理', '栏目管理', '1', 'Arctype', 'index', '', '0', '0', '1', '5', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('9', '留言', '留言列表', '1', 'Guestbook', 'index', 'channel=8', '1', '0', '1', '6', '1569232484', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('10', '网站信息', '网站信息', '1', 'System', 'web', '', '0', '0', '1', '7', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('11', '水印配置', '水印配置', '1', 'System', 'water', '', '0', '1', '1', '8', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('12', '缩略图配置', '缩略图配置', '1', 'System', 'thumb', '', '0', '1', '1', '9', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('13', '数据备份', '数据备份', '1', 'Tools', 'index', '', '0', '0', '1', '11', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('14', 'URL配置', 'URL配置', '1', 'Seo', 'index', 'inc_type=seo', '0', '1', '1', '1', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('15', '模板管理', '模板管理', '1', 'Filemanager', 'index', '', '0', '1', '1', '6', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('16', 'SiteMap', 'SiteMap', '1', 'Seo', 'index', 'inc_type=sitemap', '0', '1', '1', '12', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('17', '频道模型', '频道模型', '1', 'Channeltype', 'index', '', '0', '1', '1', '2', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('18', '广告管理', '广告管理', '1', 'AdPosition', 'index', '', '0', '0', '1', '3', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('19', '友情链接', '友情链接', '1', 'Links', 'index', '', '0', '0', '1', '10', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('20', 'Tags管理', 'Tags管理', '1', 'Tags', 'index', '', '0', '1', '1', '14', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('21', '管理员管理', '管理员管理', '1', 'Admin', 'index', '', '0', '0', '1', '15', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('22', '邮件配置', '邮件配置', '1', 'System', 'smtp', '', '0', '1', '1', '16', '1569232484', '1571893529');
INSERT INTO `ey_quickentry` VALUES ('23', '文章', '文章列表', '2', 'Article', 'index', 'channel=1', '1', '1', '1', '1', '1569310798', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('24', '产品', '产品列表', '2', 'Product', 'index', 'channel=2', '1', '0', '1', '2', '1569310798', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('25', '下载', '下载列表', '2', 'Download', 'index', 'channel=4', '1', '0', '1', '4', '1569310798', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('26', '图集', '图集列表', '2', 'Images', 'index', 'channel=3', '1', '0', '1', '3', '1569310798', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('27', '留言', '留言列表', '2', 'Guestbook', 'index', 'channel=8', '1', '0', '1', '5', '1569310798', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('28', '广告', '广告管理', '2', 'AdPosition', 'index', '', '0', '1', '1', '8', '1569232484', '1571898872');
INSERT INTO `ey_quickentry` VALUES ('29', '友情链接', '友情链接', '2', 'Links', 'index', '', '0', '1', '1', '9', '1569232484', '1571898872');
INSERT INTO `ey_quickentry` VALUES ('30', 'Tags标签', 'Tags管理', '2', 'Tags', 'index', '', '0', '1', '1', '10', '1569232484', '1571898872');
INSERT INTO `ey_quickentry` VALUES ('31', '会员', '会员管理', '2', 'Member', 'users_index', '', '0', '0', '1', '7', '1569232484', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('32', '插件应用', '插件应用', '1', 'Weapp', 'index', '', '0', '0', '1', '17', '1569232484', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('33', '会员中心', '会员中心', '1', 'Member', 'users_index', '', '0', '0', '1', '18', '1569232484', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('34', '商城中心', '商城中心', '1', 'Shop', 'index', '', '0', '0', '1', '19', '1569232484', '1571899582');
INSERT INTO `ey_quickentry` VALUES ('35', '订单', '订单管理', '2', 'Shop', 'index', '', '0', '0', '1', '6', '1569232484', '1571899582');

-- -----------------------------
-- Table structure for `ey_region`
-- -----------------------------
DROP TABLE IF EXISTS `ey_region`;
CREATE TABLE `ey_region` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '表id',
  `name` varchar(32) DEFAULT '' COMMENT '地区名称',
  `level` tinyint(4) DEFAULT '0' COMMENT '地区等级 分省市县区',
  `parent_id` int(10) DEFAULT '0' COMMENT '父id',
  `initial` varchar(5) DEFAULT '' COMMENT '首字母',
  PRIMARY KEY (`id`),
  KEY `parent_id` (`parent_id`) USING BTREE,
  KEY `level` (`level`) USING BTREE,
  KEY `initial` (`initial`)
) ENGINE=MyISAM AUTO_INCREMENT=47929 DEFAULT CHARSET=utf8 COMMENT='区域表';

-- -----------------------------
-- Records of `ey_region`
-- -----------------------------
INSERT INTO `ey_region` VALUES ('1', '北京市', '1', '0', 'B');
INSERT INTO `ey_region` VALUES ('2', '市辖区', '2', '1', 'S');
INSERT INTO `ey_region` VALUES ('3', '东城区', '3', '2', 'D');
INSERT INTO `ey_region` VALUES ('14', '西城区', '3', '2', 'X');
INSERT INTO `ey_region` VALUES ('22', '崇文区', '3', '2', 'C');
INSERT INTO `ey_region` VALUES ('30', '宣武区', '3', '2', 'X');
INSERT INTO `ey_region` VALUES ('39', '朝阳区', '3', '2', 'C');
INSERT INTO `ey_region` VALUES ('83', '丰台区', '3', '2', 'F');
INSERT INTO `ey_region` VALUES ('105', '石景山区', '3', '2', 'S');
INSERT INTO `ey_region` VALUES ('115', '海淀区', '3', '2', 'H');
INSERT INTO `ey_region` VALUES ('145', '门头沟区', '3', '2', 'M');
INSERT INTO `ey_region` VALUES ('159', '房山区', '3', '2', 'F');
INSERT INTO `ey_region` VALUES ('188', '通州区', '3', '2', 'T');
INSERT INTO `ey_region` VALUES ('204', '顺义区', '3', '2', 'S');
INSERT INTO `ey_region` VALUES ('227', '昌平区', '3', '2', 'C');
INSERT INTO `ey_region` VALUES ('245', '大兴区', '3', '2', 'D');
INSERT INTO `ey_region` VALUES ('264', '怀柔区', '3', '2', 'H');
INSERT INTO `ey_region` VALUES ('281', '平谷区', '3', '2', 'P');
INSERT INTO `ey_region` VALUES ('300', '县', '2', '1', 'X');
INSERT INTO `ey_region` VALUES ('301', '密云县', '3', '300', 'M');
INSERT INTO `ey_region` VALUES ('322', '延庆县', '3', '300', 'Y');
INSERT INTO `ey_region` VALUES ('338', '天津市', '1', '0', 'T');
INSERT INTO `ey_region` VALUES ('339', '市辖区', '2', '338', 'S');
INSERT INTO `ey_region` VALUES ('340', '和平区', '3', '339', 'H');
INSERT INTO `ey_region` VALUES ('347', '河东区', '3', '339', 'H');
INSERT INTO `ey_region` VALUES ('361', '河西区', '3', '339', 'H');
INSERT INTO `ey_region` VALUES ('375', '南开区', '3', '339', 'N');
INSERT INTO `ey_region` VALUES ('388', '河北区', '3', '339', 'H');
INSERT INTO `ey_region` VALUES ('399', '红桥区', '3', '339', 'H');
INSERT INTO `ey_region` VALUES ('410', '塘沽区', '3', '339', 'T');
INSERT INTO `ey_region` VALUES ('425', '汉沽区', '3', '339', 'H');
INSERT INTO `ey_region` VALUES ('435', '大港区', '3', '339', 'D');
INSERT INTO `ey_region` VALUES ('445', '东丽区', '3', '339', 'D');
INSERT INTO `ey_region` VALUES ('460', '西青区', '3', '339', 'X');
INSERT INTO `ey_region` VALUES ('473', '津南区', '3', '339', 'J');
INSERT INTO `ey_region` VALUES ('488', '北辰区', '3', '339', 'B');
INSERT INTO `ey_region` VALUES ('504', '武清区', '3', '339', 'W');
INSERT INTO `ey_region` VALUES ('538', '宝坻区', '3', '339', 'B');
INSERT INTO `ey_region` VALUES ('569', '市辖县', '2', '338', 'S');
INSERT INTO `ey_region` VALUES ('570', '宁河县', '3', '569', 'N');
INSERT INTO `ey_region` VALUES ('586', '静海县', '3', '569', 'J');
INSERT INTO `ey_region` VALUES ('608', '蓟县', '3', '569', 'J');
INSERT INTO `ey_region` VALUES ('636', '河北省', '1', '0', 'H');
INSERT INTO `ey_region` VALUES ('637', '石家庄市', '2', '636', 'S');
INSERT INTO `ey_region` VALUES ('638', '市辖区', '3', '637', 'S');
INSERT INTO `ey_region` VALUES ('639', '长安区', '3', '637', 'C');
INSERT INTO `ey_region` VALUES ('651', '桥东区', '3', '637', 'Q');
INSERT INTO `ey_region` VALUES ('662', '桥西区', '3', '637', 'Q');
INSERT INTO `ey_region` VALUES ('675', '新华区', '3', '637', 'X');
INSERT INTO `ey_region` VALUES ('691', '井陉矿区', '3', '637', 'J');
INSERT INTO `ey_region` VALUES ('697', '裕华区', '3', '637', 'Y');
INSERT INTO `ey_region` VALUES ('708', '井陉县', '3', '637', 'J');
INSERT INTO `ey_region` VALUES ('726', '正定县', '3', '637', 'Z');
INSERT INTO `ey_region` VALUES ('736', '栾城县', '3', '637', 'L');
INSERT INTO `ey_region` VALUES ('745', '行唐县', '3', '637', 'X');
INSERT INTO `ey_region` VALUES ('761', '灵寿县', '3', '637', 'L');
INSERT INTO `ey_region` VALUES ('777', '高邑县', '3', '637', 'G');
INSERT INTO `ey_region` VALUES ('783', '深泽县', '3', '637', 'S');
INSERT INTO `ey_region` VALUES ('790', '赞皇县', '3', '637', 'Z');
INSERT INTO `ey_region` VALUES ('802', '无极县', '3', '637', 'W');
INSERT INTO `ey_region` VALUES ('814', '平山县', '3', '637', 'P');
INSERT INTO `ey_region` VALUES ('838', '元氏县', '3', '637', 'Y');
INSERT INTO `ey_region` VALUES ('854', '赵县', '3', '637', 'Z');
INSERT INTO `ey_region` VALUES ('866', '辛集市', '3', '637', 'X');
INSERT INTO `ey_region` VALUES ('882', '藁城市', '3', '637', 'G');
INSERT INTO `ey_region` VALUES ('898', '晋州市', '3', '637', 'J');
INSERT INTO `ey_region` VALUES ('909', '新乐市', '3', '637', 'X');
INSERT INTO `ey_region` VALUES ('922', '鹿泉市', '3', '637', 'L');
INSERT INTO `ey_region` VALUES ('936', '唐山市', '2', '636', 'T');
INSERT INTO `ey_region` VALUES ('937', '市辖区', '3', '936', 'S');
INSERT INTO `ey_region` VALUES ('938', '路南区', '3', '936', 'L');
INSERT INTO `ey_region` VALUES ('952', '路北区', '3', '936', 'L');
INSERT INTO `ey_region` VALUES ('965', '古冶区', '3', '936', 'G');
INSERT INTO `ey_region` VALUES ('977', '开平区', '3', '936', 'K');
INSERT INTO `ey_region` VALUES ('989', '丰南区', '3', '936', 'F');
INSERT INTO `ey_region` VALUES ('1007', '丰润区', '3', '936', 'F');
INSERT INTO `ey_region` VALUES ('1034', '滦县', '3', '936', 'L');
INSERT INTO `ey_region` VALUES ('1048', '滦南县', '3', '936', 'L');
INSERT INTO `ey_region` VALUES ('1067', '乐亭县', '3', '936', 'L');
INSERT INTO `ey_region` VALUES ('1085', '迁西县', '3', '936', 'Q');
INSERT INTO `ey_region` VALUES ('1104', '玉田县', '3', '936', 'Y');
INSERT INTO `ey_region` VALUES ('1125', '唐海县', '3', '936', 'T');
INSERT INTO `ey_region` VALUES ('1140', '遵化市', '3', '936', 'Z');
INSERT INTO `ey_region` VALUES ('1168', '迁安市', '3', '936', 'Q');
INSERT INTO `ey_region` VALUES ('1188', '秦皇岛市', '2', '636', 'Q');
INSERT INTO `ey_region` VALUES ('1189', '市辖区', '3', '1188', 'S');
INSERT INTO `ey_region` VALUES ('1190', '海港区', '3', '1188', 'H');
INSERT INTO `ey_region` VALUES ('1208', '山海关区', '3', '1188', 'S');
INSERT INTO `ey_region` VALUES ('1218', '北戴河区', '3', '1188', 'B');
INSERT INTO `ey_region` VALUES ('1223', '青龙县', '3', '1188', 'Q');
INSERT INTO `ey_region` VALUES ('1249', '昌黎县', '3', '1188', 'C');
INSERT INTO `ey_region` VALUES ('1266', '抚宁县', '3', '1188', 'F');
INSERT INTO `ey_region` VALUES ('1278', '卢龙县', '3', '1188', 'L');
INSERT INTO `ey_region` VALUES ('1291', '邯郸市', '2', '636', 'H');
INSERT INTO `ey_region` VALUES ('1292', '市辖区', '3', '1291', 'S');
INSERT INTO `ey_region` VALUES ('1293', '邯山区', '3', '1291', 'H');
INSERT INTO `ey_region` VALUES ('1307', '丛台区', '3', '1291', 'C');
INSERT INTO `ey_region` VALUES ('1319', '复兴区', '3', '1291', 'F');
INSERT INTO `ey_region` VALUES ('1329', '峰峰矿区', '3', '1291', 'F');
INSERT INTO `ey_region` VALUES ('1339', '邯郸县', '3', '1291', 'H');
INSERT INTO `ey_region` VALUES ('1350', '临漳县', '3', '1291', 'L');
INSERT INTO `ey_region` VALUES ('1365', '成安县', '3', '1291', 'C');
INSERT INTO `ey_region` VALUES ('1375', '大名县', '3', '1291', 'D');
INSERT INTO `ey_region` VALUES ('1396', '涉县', '3', '1291', 'S');
INSERT INTO `ey_region` VALUES ('1414', '磁县', '3', '1291', 'C');
INSERT INTO `ey_region` VALUES ('1434', '肥乡县', '3', '1291', 'F');
INSERT INTO `ey_region` VALUES ('1444', '永年县', '3', '1291', 'Y');
INSERT INTO `ey_region` VALUES ('1465', '邱县', '3', '1291', 'Q');
INSERT INTO `ey_region` VALUES ('1473', '鸡泽县', '3', '1291', 'J');
INSERT INTO `ey_region` VALUES ('1481', '广平县', '3', '1291', 'G');
INSERT INTO `ey_region` VALUES ('1489', '馆陶县', '3', '1291', 'G');
INSERT INTO `ey_region` VALUES ('1498', '魏县', '3', '1291', 'W');
INSERT INTO `ey_region` VALUES ('1520', '曲周县', '3', '1291', 'Q');
INSERT INTO `ey_region` VALUES ('1531', '武安市', '3', '1291', 'W');
INSERT INTO `ey_region` VALUES ('1554', '邢台市', '2', '636', 'X');
INSERT INTO `ey_region` VALUES ('1555', '市辖区', '3', '1554', 'S');
INSERT INTO `ey_region` VALUES ('1556', '桥东区', '3', '1554', 'Q');
INSERT INTO `ey_region` VALUES ('1564', '桥西区', '3', '1554', 'Q');
INSERT INTO `ey_region` VALUES ('1572', '邢台县', '3', '1554', 'X');
INSERT INTO `ey_region` VALUES ('1593', '临城县', '3', '1554', 'L');
INSERT INTO `ey_region` VALUES ('1602', '内邱县', '3', '1554', 'N');
INSERT INTO `ey_region` VALUES ('1612', '柏乡县', '3', '1554', 'B');
INSERT INTO `ey_region` VALUES ('1619', '隆尧县', '3', '1554', 'L');
INSERT INTO `ey_region` VALUES ('1633', '任县', '3', '1554', 'R');
INSERT INTO `ey_region` VALUES ('1642', '南和县', '3', '1554', 'N');
INSERT INTO `ey_region` VALUES ('1651', '宁晋县', '3', '1554', 'N');
INSERT INTO `ey_region` VALUES ('1669', '巨鹿县', '3', '1554', 'J');
INSERT INTO `ey_region` VALUES ('1680', '新河县', '3', '1554', 'X');
INSERT INTO `ey_region` VALUES ('1687', '广宗县', '3', '1554', 'G');
INSERT INTO `ey_region` VALUES ('1696', '平乡县', '3', '1554', 'P');
INSERT INTO `ey_region` VALUES ('1704', '威县', '3', '1554', 'W');
INSERT INTO `ey_region` VALUES ('1721', '清河县', '3', '1554', 'Q');
INSERT INTO `ey_region` VALUES ('1728', '临西县', '3', '1554', 'L');
INSERT INTO `ey_region` VALUES ('1738', '南宫市', '3', '1554', 'N');
INSERT INTO `ey_region` VALUES ('1754', '沙河市', '3', '1554', 'S');
INSERT INTO `ey_region` VALUES ('1772', '保定市', '2', '636', 'B');
INSERT INTO `ey_region` VALUES ('1773', '市辖区', '3', '1772', 'S');
INSERT INTO `ey_region` VALUES ('1774', '新市区', '3', '1772', 'X');
INSERT INTO `ey_region` VALUES ('1787', '北市区', '3', '1772', 'B');
INSERT INTO `ey_region` VALUES ('1796', '南市区', '3', '1772', 'N');
INSERT INTO `ey_region` VALUES ('1806', '满城县', '3', '1772', 'M');
INSERT INTO `ey_region` VALUES ('1820', '清苑县', '3', '1772', 'Q');
INSERT INTO `ey_region` VALUES ('1839', '涞水县', '3', '1772', 'L');
INSERT INTO `ey_region` VALUES ('1856', '阜平县', '3', '1772', 'F');
INSERT INTO `ey_region` VALUES ('1870', '徐水县', '3', '1772', 'X');
INSERT INTO `ey_region` VALUES ('1885', '定兴县', '3', '1772', 'D');
INSERT INTO `ey_region` VALUES ('1902', '唐县', '3', '1772', 'T');
INSERT INTO `ey_region` VALUES ('1923', '高阳县', '3', '1772', 'G');
INSERT INTO `ey_region` VALUES ('1933', '容城县', '3', '1772', 'R');
INSERT INTO `ey_region` VALUES ('1942', '涞源县', '3', '1772', 'L');
INSERT INTO `ey_region` VALUES ('1960', '望都县', '3', '1772', 'W');
INSERT INTO `ey_region` VALUES ('1969', '安新县', '3', '1772', 'A');
INSERT INTO `ey_region` VALUES ('1982', '易县', '3', '1772', 'Y');
INSERT INTO `ey_region` VALUES ('2010', '曲阳县', '3', '1772', 'Q');
INSERT INTO `ey_region` VALUES ('2029', '蠡县', '3', '1772', 'L');
INSERT INTO `ey_region` VALUES ('2043', '顺平县', '3', '1772', 'S');
INSERT INTO `ey_region` VALUES ('2054', '博野县', '3', '1772', 'B');
INSERT INTO `ey_region` VALUES ('2062', '雄县', '3', '1772', 'X');
INSERT INTO `ey_region` VALUES ('2072', '涿州市', '3', '1772', 'Z');
INSERT INTO `ey_region` VALUES ('2088', '定州市', '3', '1772', 'D');
INSERT INTO `ey_region` VALUES ('2114', '安国市', '3', '1772', 'A');
INSERT INTO `ey_region` VALUES ('2126', '高碑店市', '3', '1772', 'G');
INSERT INTO `ey_region` VALUES ('2142', '张家口市', '2', '636', 'Z');
INSERT INTO `ey_region` VALUES ('2143', '市辖区', '3', '2142', 'S');
INSERT INTO `ey_region` VALUES ('2144', '桥东区', '3', '2142', 'Q');
INSERT INTO `ey_region` VALUES ('2154', '桥西区', '3', '2142', 'Q');
INSERT INTO `ey_region` VALUES ('2164', '宣化区', '3', '2142', 'X');
INSERT INTO `ey_region` VALUES ('2176', '下花园区', '3', '2142', 'X');
INSERT INTO `ey_region` VALUES ('2183', '宣化县', '3', '2142', 'X');
INSERT INTO `ey_region` VALUES ('2198', '张北县', '3', '2142', 'Z');
INSERT INTO `ey_region` VALUES ('2220', '康保县', '3', '2142', 'K');
INSERT INTO `ey_region` VALUES ('2237', '沽源县', '3', '2142', 'G');
INSERT INTO `ey_region` VALUES ('2256', '尚义县', '3', '2142', 'S');
INSERT INTO `ey_region` VALUES ('2271', '蔚县', '3', '2142', 'W');
INSERT INTO `ey_region` VALUES ('2294', '阳原县', '3', '2142', 'Y');
INSERT INTO `ey_region` VALUES ('2309', '怀安县', '3', '2142', 'H');
INSERT INTO `ey_region` VALUES ('2321', '万全县', '3', '2142', 'W');
INSERT INTO `ey_region` VALUES ('2333', '怀来县', '3', '2142', 'H');
INSERT INTO `ey_region` VALUES ('2351', '涿鹿县', '3', '2142', 'Z');
INSERT INTO `ey_region` VALUES ('2369', '赤城县', '3', '2142', 'C');
INSERT INTO `ey_region` VALUES ('2388', '崇礼县', '3', '2142', 'C');
INSERT INTO `ey_region` VALUES ('2400', '承德市', '2', '636', 'C');
INSERT INTO `ey_region` VALUES ('2401', '市辖区', '3', '2400', 'S');
INSERT INTO `ey_region` VALUES ('2402', '双桥区', '3', '2400', 'S');
INSERT INTO `ey_region` VALUES ('2415', '双滦区', '3', '2400', 'S');
INSERT INTO `ey_region` VALUES ('2422', '鹰手营子矿区', '3', '2400', 'Y');
INSERT INTO `ey_region` VALUES ('2427', '承德县', '3', '2400', 'C');
INSERT INTO `ey_region` VALUES ('2453', '兴隆县', '3', '2400', 'X');
INSERT INTO `ey_region` VALUES ('2474', '平泉县', '3', '2400', 'P');
INSERT INTO `ey_region` VALUES ('2494', '滦平县', '3', '2400', 'L');
INSERT INTO `ey_region` VALUES ('2517', '隆化县', '3', '2400', 'L');
INSERT INTO `ey_region` VALUES ('2543', '丰宁县', '3', '2400', 'F');
INSERT INTO `ey_region` VALUES ('2570', '宽城县', '3', '2400', 'K');
INSERT INTO `ey_region` VALUES ('2589', '围场县', '3', '2400', 'W');
INSERT INTO `ey_region` VALUES ('2629', '沧州市', '2', '636', 'C');
INSERT INTO `ey_region` VALUES ('2630', '市辖区', '3', '2629', 'S');
INSERT INTO `ey_region` VALUES ('2631', '新华区', '3', '2629', 'X');
INSERT INTO `ey_region` VALUES ('2639', '运河区', '3', '2629', 'Y');
INSERT INTO `ey_region` VALUES ('2648', '沧县', '3', '2629', 'C');
INSERT INTO `ey_region` VALUES ('2668', '青县', '3', '2629', 'Q');
INSERT INTO `ey_region` VALUES ('2680', '东光县', '3', '2629', 'D');
INSERT INTO `ey_region` VALUES ('2690', '海兴县', '3', '2629', 'H');
INSERT INTO `ey_region` VALUES ('2701', '盐山县', '3', '2629', 'Y');
INSERT INTO `ey_region` VALUES ('2714', '肃宁县', '3', '2629', 'S');
INSERT INTO `ey_region` VALUES ('2724', '南皮县', '3', '2629', 'N');
INSERT INTO `ey_region` VALUES ('2734', '吴桥县', '3', '2629', 'W');
INSERT INTO `ey_region` VALUES ('2745', '献县', '3', '2629', 'X');
INSERT INTO `ey_region` VALUES ('2765', '孟村县', '3', '2629', 'M');
INSERT INTO `ey_region` VALUES ('2772', '泊头市', '3', '2629', 'B');
INSERT INTO `ey_region` VALUES ('2788', '任邱市', '3', '2629', 'R');
INSERT INTO `ey_region` VALUES ('2809', '黄骅市', '3', '2629', 'H');
INSERT INTO `ey_region` VALUES ('2828', '河间市', '3', '2629', 'H');
INSERT INTO `ey_region` VALUES ('2849', '廊坊市', '2', '636', 'L');
INSERT INTO `ey_region` VALUES ('2850', '市辖区', '3', '2849', 'S');
INSERT INTO `ey_region` VALUES ('2851', '安次区', '3', '2849', 'A');
INSERT INTO `ey_region` VALUES ('2862', '广阳区', '3', '2849', 'G');
INSERT INTO `ey_region` VALUES ('2873', '固安县', '3', '2849', 'G');
INSERT INTO `ey_region` VALUES ('2883', '永清县', '3', '2849', 'Y');
INSERT INTO `ey_region` VALUES ('2895', '香河县', '3', '2849', 'X');
INSERT INTO `ey_region` VALUES ('2906', '大城县', '3', '2849', 'D');
INSERT INTO `ey_region` VALUES ('2918', '文安县', '3', '2849', 'W');
INSERT INTO `ey_region` VALUES ('2932', '大厂县', '3', '2849', 'D');
INSERT INTO `ey_region` VALUES ('2939', '霸州市', '3', '2849', 'B');
INSERT INTO `ey_region` VALUES ('2953', '三河市', '3', '2849', 'S');
INSERT INTO `ey_region` VALUES ('2968', '衡水市', '2', '636', 'H');
INSERT INTO `ey_region` VALUES ('2969', '市辖区', '3', '2968', 'S');
INSERT INTO `ey_region` VALUES ('2970', '桃城区', '3', '2968', 'T');
INSERT INTO `ey_region` VALUES ('2983', '枣强县', '3', '2968', 'Z');
INSERT INTO `ey_region` VALUES ('2995', '武邑县', '3', '2968', 'W');
INSERT INTO `ey_region` VALUES ('3005', '武强县', '3', '2968', 'W');
INSERT INTO `ey_region` VALUES ('3012', '饶阳县', '3', '2968', 'R');
INSERT INTO `ey_region` VALUES ('3020', '安平县', '3', '2968', 'A');
INSERT INTO `ey_region` VALUES ('3029', '故城县', '3', '2968', 'G');
INSERT INTO `ey_region` VALUES ('3043', '景县', '3', '2968', 'J');
INSERT INTO `ey_region` VALUES ('3060', '阜城县', '3', '2968', 'F');
INSERT INTO `ey_region` VALUES ('3071', '冀州市', '3', '2968', 'J');
INSERT INTO `ey_region` VALUES ('3083', '深州市', '3', '2968', 'S');
INSERT INTO `ey_region` VALUES ('3102', '山西', '1', '0', 'S');
INSERT INTO `ey_region` VALUES ('3103', '太原市', '2', '3102', 'T');
INSERT INTO `ey_region` VALUES ('3104', '市辖区', '3', '3103', 'S');
INSERT INTO `ey_region` VALUES ('3105', '小店区(人口含高新经济区)', '3', '3103', 'X');
INSERT INTO `ey_region` VALUES ('3117', '迎泽区', '3', '3103', 'Y');
INSERT INTO `ey_region` VALUES ('3126', '杏花岭区', '3', '3103', 'X');
INSERT INTO `ey_region` VALUES ('3140', '尖草坪区', '3', '3103', 'J');
INSERT INTO `ey_region` VALUES ('3155', '万柏林区', '3', '3103', 'W');
INSERT INTO `ey_region` VALUES ('3171', '晋源区', '3', '3103', 'J');
INSERT INTO `ey_region` VALUES ('3178', '清徐县', '3', '3103', 'Q');
INSERT INTO `ey_region` VALUES ('3188', '阳曲县', '3', '3103', 'Y');
INSERT INTO `ey_region` VALUES ('3200', '娄烦县', '3', '3103', 'L');
INSERT INTO `ey_region` VALUES ('3209', '古交市', '3', '3103', 'G');
INSERT INTO `ey_region` VALUES ('3224', '大同市', '2', '3102', 'D');
INSERT INTO `ey_region` VALUES ('3225', '市辖区', '3', '3224', 'S');
INSERT INTO `ey_region` VALUES ('3226', '大同市城区', '3', '3224', 'D');
INSERT INTO `ey_region` VALUES ('3241', '矿区', '3', '3224', 'K');
INSERT INTO `ey_region` VALUES ('3266', '南郊区', '3', '3224', 'N');
INSERT INTO `ey_region` VALUES ('3277', '新荣区', '3', '3224', 'X');
INSERT INTO `ey_region` VALUES ('3286', '阳高县', '3', '3224', 'Y');
INSERT INTO `ey_region` VALUES ('3300', '天镇县', '3', '3224', 'T');
INSERT INTO `ey_region` VALUES ('3312', '广灵县', '3', '3224', 'G');
INSERT INTO `ey_region` VALUES ('3322', '灵丘县', '3', '3224', 'L');
INSERT INTO `ey_region` VALUES ('3335', '浑源县', '3', '3224', 'H');
INSERT INTO `ey_region` VALUES ('3354', '左云县', '3', '3224', 'Z');
INSERT INTO `ey_region` VALUES ('3364', '大同县', '3', '3224', 'D');
INSERT INTO `ey_region` VALUES ('3379', '阳泉市', '2', '3102', 'Y');
INSERT INTO `ey_region` VALUES ('3380', '市辖区', '3', '3379', 'S');
INSERT INTO `ey_region` VALUES ('3381', '城区', '3', '3379', 'C');
INSERT INTO `ey_region` VALUES ('3388', '矿区', '3', '3379', 'K');
INSERT INTO `ey_region` VALUES ('3395', '郊区', '3', '3379', 'J');
INSERT INTO `ey_region` VALUES ('3405', '平定县', '3', '3379', 'P');
INSERT INTO `ey_region` VALUES ('3416', '盂县', '3', '3379', 'Y');
INSERT INTO `ey_region` VALUES ('3431', '长治市', '2', '3102', 'C');
INSERT INTO `ey_region` VALUES ('3432', '市辖区', '3', '3431', 'S');
INSERT INTO `ey_region` VALUES ('3433', '长治市城区', '3', '3431', 'C');
INSERT INTO `ey_region` VALUES ('3445', '长治市郊区', '3', '3431', 'C');
INSERT INTO `ey_region` VALUES ('3454', '长治县', '3', '3431', 'C');
INSERT INTO `ey_region` VALUES ('3466', '襄垣县', '3', '3431', 'X');
INSERT INTO `ey_region` VALUES ('3478', '屯留县', '3', '3431', 'T');
INSERT INTO `ey_region` VALUES ('3493', '平顺县', '3', '3431', 'P');
INSERT INTO `ey_region` VALUES ('3506', '黎城县', '3', '3431', 'L');
INSERT INTO `ey_region` VALUES ('3516', '壶关县', '3', '3431', 'H');
INSERT INTO `ey_region` VALUES ('3530', '长子县', '3', '3431', 'C');
INSERT INTO `ey_region` VALUES ('3543', '武乡县', '3', '3431', 'W');
INSERT INTO `ey_region` VALUES ('3558', '沁县', '3', '3431', 'Q');
INSERT INTO `ey_region` VALUES ('3572', '沁源县', '3', '3431', 'Q');
INSERT INTO `ey_region` VALUES ('3587', '潞城市', '3', '3431', 'L');
INSERT INTO `ey_region` VALUES ('3597', '晋城市', '2', '3102', 'J');
INSERT INTO `ey_region` VALUES ('3598', '市辖区', '3', '3597', 'S');
INSERT INTO `ey_region` VALUES ('3599', '晋城市城区', '3', '3597', 'J');
INSERT INTO `ey_region` VALUES ('3608', '沁水县', '3', '3597', 'Q');
INSERT INTO `ey_region` VALUES ('3623', '阳城县', '3', '3597', 'Y');
INSERT INTO `ey_region` VALUES ('3642', '陵川县', '3', '3597', 'L');
INSERT INTO `ey_region` VALUES ('3655', '泽州县', '3', '3597', 'Z');
INSERT INTO `ey_region` VALUES ('3673', '高平市', '3', '3597', 'G');
INSERT INTO `ey_region` VALUES ('3690', '朔州市', '2', '3102', 'S');
INSERT INTO `ey_region` VALUES ('3691', '市辖区', '3', '3690', 'S');
INSERT INTO `ey_region` VALUES ('3692', '朔城区', '3', '3690', 'S');
INSERT INTO `ey_region` VALUES ('3709', '平鲁区', '3', '3690', 'P');
INSERT INTO `ey_region` VALUES ('3723', '山阴县', '3', '3690', 'S');
INSERT INTO `ey_region` VALUES ('3739', '应县', '3', '3690', 'Y');
INSERT INTO `ey_region` VALUES ('3752', '右玉县', '3', '3690', 'Y');
INSERT INTO `ey_region` VALUES ('3763', '怀仁县', '3', '3690', 'H');
INSERT INTO `ey_region` VALUES ('3776', '晋中市', '2', '3102', 'J');
INSERT INTO `ey_region` VALUES ('3777', '市辖区', '3', '3776', 'S');
INSERT INTO `ey_region` VALUES ('3778', '榆次区', '3', '3776', 'Y');
INSERT INTO `ey_region` VALUES ('3799', '榆社县', '3', '3776', 'Y');
INSERT INTO `ey_region` VALUES ('3810', '左权县', '3', '3776', 'Z');
INSERT INTO `ey_region` VALUES ('3822', '和顺县', '3', '3776', 'H');
INSERT INTO `ey_region` VALUES ('3833', '昔阳县', '3', '3776', 'X');
INSERT INTO `ey_region` VALUES ('3846', '寿阳县', '3', '3776', 'S');
INSERT INTO `ey_region` VALUES ('3861', '太谷县', '3', '3776', 'T');
INSERT INTO `ey_region` VALUES ('3871', '祁县', '3', '3776', 'Q');
INSERT INTO `ey_region` VALUES ('3880', '平遥县', '3', '3776', 'P');
INSERT INTO `ey_region` VALUES ('3895', '灵石县', '3', '3776', 'L');
INSERT INTO `ey_region` VALUES ('3908', '介休市', '3', '3776', 'J');
INSERT INTO `ey_region` VALUES ('3925', '运城市', '2', '3102', 'Y');
INSERT INTO `ey_region` VALUES ('3926', '市辖区', '3', '3925', 'S');
INSERT INTO `ey_region` VALUES ('3927', '盐湖区', '3', '3925', 'Y');
INSERT INTO `ey_region` VALUES ('3950', '临猗县', '3', '3925', 'L');
INSERT INTO `ey_region` VALUES ('3967', '万荣县', '3', '3925', 'W');
INSERT INTO `ey_region` VALUES ('3982', '闻喜县', '3', '3925', 'W');
INSERT INTO `ey_region` VALUES ('3996', '稷山县', '3', '3925', 'J');
INSERT INTO `ey_region` VALUES ('4004', '新绛县', '3', '3925', 'X');
INSERT INTO `ey_region` VALUES ('4013', '绛县', '3', '3925', 'J');
INSERT INTO `ey_region` VALUES ('4024', '垣曲县', '3', '3925', 'Y');
INSERT INTO `ey_region` VALUES ('4036', '夏县', '3', '3925', 'X');
INSERT INTO `ey_region` VALUES ('4048', '平陆县', '3', '3925', 'P');
INSERT INTO `ey_region` VALUES ('4059', '芮城县', '3', '3925', 'R');
INSERT INTO `ey_region` VALUES ('4070', '永济市', '3', '3925', 'Y');
INSERT INTO `ey_region` VALUES ('4082', '河津市', '3', '3925', 'H');
INSERT INTO `ey_region` VALUES ('4093', '忻州市', '2', '3102', 'X');
INSERT INTO `ey_region` VALUES ('4094', '市辖区', '3', '4093', 'S');
INSERT INTO `ey_region` VALUES ('4095', '忻府区', '3', '4093', 'X');
INSERT INTO `ey_region` VALUES ('4116', '定襄县', '3', '4093', 'D');
INSERT INTO `ey_region` VALUES ('4126', '五台县', '3', '4093', 'W');
INSERT INTO `ey_region` VALUES ('4146', '代县', '3', '4093', 'D');
INSERT INTO `ey_region` VALUES ('4158', '繁峙县', '3', '4093', 'F');
INSERT INTO `ey_region` VALUES ('4172', '宁武县', '3', '4093', 'N');
INSERT INTO `ey_region` VALUES ('4189', '静乐县', '3', '4093', 'J');
INSERT INTO `ey_region` VALUES ('4204', '神池县', '3', '4093', 'S');
INSERT INTO `ey_region` VALUES ('4215', '五寨县', '3', '4093', 'W');
INSERT INTO `ey_region` VALUES ('4228', '岢岚县', '3', '4093', 'K');
INSERT INTO `ey_region` VALUES ('4241', '河曲县', '3', '4093', 'H');
INSERT INTO `ey_region` VALUES ('4255', '保德县', '3', '4093', 'B');
INSERT INTO `ey_region` VALUES ('4269', '偏关县', '3', '4093', 'P');
INSERT INTO `ey_region` VALUES ('4280', '原平市', '3', '4093', 'Y');
INSERT INTO `ey_region` VALUES ('4304', '临汾市', '2', '3102', 'L');
INSERT INTO `ey_region` VALUES ('4305', '市辖区', '3', '4304', 'S');
INSERT INTO `ey_region` VALUES ('4306', '尧都区', '3', '4304', 'Y');
INSERT INTO `ey_region` VALUES ('4333', '曲沃县', '3', '4304', 'Q');
INSERT INTO `ey_region` VALUES ('4341', '翼城县', '3', '4304', 'Y');
INSERT INTO `ey_region` VALUES ('4352', '襄汾县', '3', '4304', 'X');
INSERT INTO `ey_region` VALUES ('4366', '洪洞县', '3', '4304', 'H');
INSERT INTO `ey_region` VALUES ('4383', '古县', '3', '4304', 'G');
INSERT INTO `ey_region` VALUES ('4391', '安泽县', '3', '4304', 'A');
INSERT INTO `ey_region` VALUES ('4399', '浮山县', '3', '4304', 'F');
INSERT INTO `ey_region` VALUES ('4409', '吉县', '3', '4304', 'J');
INSERT INTO `ey_region` VALUES ('4418', '乡宁县', '3', '4304', 'X');
INSERT INTO `ey_region` VALUES ('4429', '大宁县', '3', '4304', 'D');
INSERT INTO `ey_region` VALUES ('4436', '隰县', '3', '4304', 'X');
INSERT INTO `ey_region` VALUES ('4445', '永和县', '3', '4304', 'Y');
INSERT INTO `ey_region` VALUES ('4453', '蒲县', '3', '4304', 'P');
INSERT INTO `ey_region` VALUES ('4463', '汾西县', '3', '4304', 'F');
INSERT INTO `ey_region` VALUES ('4472', '侯马市', '3', '4304', 'H');
INSERT INTO `ey_region` VALUES ('4481', '霍州市', '3', '4304', 'H');
INSERT INTO `ey_region` VALUES ('4494', '吕梁市', '2', '3102', 'L');
INSERT INTO `ey_region` VALUES ('4495', '市辖区', '3', '4494', 'S');
INSERT INTO `ey_region` VALUES ('4496', '离石区', '3', '4494', 'L');
INSERT INTO `ey_region` VALUES ('4509', '文水县', '3', '4494', 'W');
INSERT INTO `ey_region` VALUES ('4522', '交城县', '3', '4494', 'J');
INSERT INTO `ey_region` VALUES ('4533', '兴县', '3', '4494', 'X');
INSERT INTO `ey_region` VALUES ('4551', '临县', '3', '4494', 'L');
INSERT INTO `ey_region` VALUES ('4575', '柳林县', '3', '4494', 'L');
INSERT INTO `ey_region` VALUES ('4591', '石楼县', '3', '4494', 'S');
INSERT INTO `ey_region` VALUES ('4601', '岚县', '3', '4494', 'L');
INSERT INTO `ey_region` VALUES ('4614', '方山县', '3', '4494', 'F');
INSERT INTO `ey_region` VALUES ('4622', '中阳县', '3', '4494', 'Z');
INSERT INTO `ey_region` VALUES ('4630', '交口县', '3', '4494', 'J');
INSERT INTO `ey_region` VALUES ('4638', '孝义市', '3', '4494', 'X');
INSERT INTO `ey_region` VALUES ('4655', '汾阳市', '3', '4494', 'F');
INSERT INTO `ey_region` VALUES ('4670', '内蒙古', '1', '0', 'N');
INSERT INTO `ey_region` VALUES ('4671', '呼和浩特市', '2', '4670', 'H');
INSERT INTO `ey_region` VALUES ('4672', '市辖区', '3', '4671', 'S');
INSERT INTO `ey_region` VALUES ('4673', '新城区', '3', '4671', 'X');
INSERT INTO `ey_region` VALUES ('4684', '回民区', '3', '4671', 'H');
INSERT INTO `ey_region` VALUES ('4693', '玉泉区', '3', '4671', 'Y');
INSERT INTO `ey_region` VALUES ('4702', '赛罕区', '3', '4671', 'S');
INSERT INTO `ey_region` VALUES ('4715', '土左旗', '3', '4671', 'T');
INSERT INTO `ey_region` VALUES ('4727', '托克托县', '3', '4671', 'T');
INSERT INTO `ey_region` VALUES ('4733', '和林格尔县', '3', '4671', 'H');
INSERT INTO `ey_region` VALUES ('4742', '清水河县', '3', '4671', 'Q');
INSERT INTO `ey_region` VALUES ('4749', '武川县', '3', '4671', 'W');
INSERT INTO `ey_region` VALUES ('4759', '包头市', '2', '4670', 'B');
INSERT INTO `ey_region` VALUES ('4760', '市辖区', '3', '4759', 'S');
INSERT INTO `ey_region` VALUES ('4761', '东河区', '3', '4759', 'D');
INSERT INTO `ey_region` VALUES ('4775', '昆都仑区', '3', '4759', 'K');
INSERT INTO `ey_region` VALUES ('4791', '青山区', '3', '4759', 'Q');
INSERT INTO `ey_region` VALUES ('4803', '石拐区', '3', '4759', 'S');
INSERT INTO `ey_region` VALUES ('4810', '白云鄂博矿区', '3', '4759', 'B');
INSERT INTO `ey_region` VALUES ('4813', '九原区', '3', '4759', 'J');
INSERT INTO `ey_region` VALUES ('4823', '土默特右旗', '3', '4759', 'T');
INSERT INTO `ey_region` VALUES ('4833', '固阳县', '3', '4759', 'G');
INSERT INTO `ey_region` VALUES ('4840', '达茂联合旗', '3', '4759', 'D');
INSERT INTO `ey_region` VALUES ('4849', '乌海市', '2', '4670', 'W');
INSERT INTO `ey_region` VALUES ('4850', '乌海市辖区', '3', '4849', 'W');
INSERT INTO `ey_region` VALUES ('4851', '海勃湾区', '3', '4849', 'H');
INSERT INTO `ey_region` VALUES ('4859', '海南区', '3', '4849', 'H');
INSERT INTO `ey_region` VALUES ('4865', '乌达区', '3', '4849', 'W');
INSERT INTO `ey_region` VALUES ('4874', '赤峰市', '2', '4670', 'C');
INSERT INTO `ey_region` VALUES ('4875', '市辖区', '3', '4874', 'S');
INSERT INTO `ey_region` VALUES ('4876', '红山区', '3', '4874', 'H');
INSERT INTO `ey_region` VALUES ('4888', '元宝山区', '3', '4874', 'Y');
INSERT INTO `ey_region` VALUES ('4896', '松山区', '3', '4874', 'S');
INSERT INTO `ey_region` VALUES ('4919', '阿鲁科尔沁旗', '3', '4874', 'A');
INSERT INTO `ey_region` VALUES ('4932', '巴林左旗', '3', '4874', 'B');
INSERT INTO `ey_region` VALUES ('4944', '巴林右旗', '3', '4874', 'B');
INSERT INTO `ey_region` VALUES ('4953', '林西县', '3', '4874', 'L');
INSERT INTO `ey_region` VALUES ('4963', '克什克腾旗', '3', '4874', 'K');
INSERT INTO `ey_region` VALUES ('4975', '翁牛特旗', '3', '4874', 'W');
INSERT INTO `ey_region` VALUES ('4988', '喀喇沁旗', '3', '4874', 'K');
INSERT INTO `ey_region` VALUES ('4999', '宁城县', '3', '4874', 'N');
INSERT INTO `ey_region` VALUES ('5013', '敖汉旗', '3', '4874', 'A');
INSERT INTO `ey_region` VALUES ('5029', '通辽市', '2', '4670', 'T');
INSERT INTO `ey_region` VALUES ('5030', '市辖区', '3', '5029', 'S');
INSERT INTO `ey_region` VALUES ('5031', '科尔沁区', '3', '5029', 'K');
INSERT INTO `ey_region` VALUES ('5062', '科尔沁左翼中旗', '3', '5029', 'K');
INSERT INTO `ey_region` VALUES ('5079', '科左后旗', '3', '5029', 'K');
INSERT INTO `ey_region` VALUES ('5104', '开鲁县', '3', '5029', 'K');
INSERT INTO `ey_region` VALUES ('5118', '库伦旗', '3', '5029', 'K');
INSERT INTO `ey_region` VALUES ('5125', '奈曼旗', '3', '5029', 'N');
INSERT INTO `ey_region` VALUES ('5139', '扎鲁特旗', '3', '5029', 'Z');
INSERT INTO `ey_region` VALUES ('5155', '霍林郭勒市', '3', '5029', 'H');
INSERT INTO `ey_region` VALUES ('5162', '鄂尔多斯市', '2', '4670', 'E');
INSERT INTO `ey_region` VALUES ('5163', '东胜区', '3', '5162', 'D');
INSERT INTO `ey_region` VALUES ('5176', '达拉特旗', '3', '5162', 'D');
INSERT INTO `ey_region` VALUES ('5185', '准格尔旗', '3', '5162', 'Z');
INSERT INTO `ey_region` VALUES ('5195', '鄂托克前旗', '3', '5162', 'E');
INSERT INTO `ey_region` VALUES ('5201', '鄂托克旗', '3', '5162', 'E');
INSERT INTO `ey_region` VALUES ('5210', '杭锦旗', '3', '5162', 'H');
INSERT INTO `ey_region` VALUES ('5219', '乌审旗', '3', '5162', 'W');
INSERT INTO `ey_region` VALUES ('5228', '伊金霍洛旗', '3', '5162', 'Y');
INSERT INTO `ey_region` VALUES ('5236', '呼伦贝尔市', '2', '4670', 'H');
INSERT INTO `ey_region` VALUES ('5237', '市辖区', '3', '5236', 'S');
INSERT INTO `ey_region` VALUES ('5238', '海拉尔区', '3', '5236', 'H');
INSERT INTO `ey_region` VALUES ('5249', '阿荣旗', '3', '5236', 'A');
INSERT INTO `ey_region` VALUES ('5262', '莫力达瓦旗', '3', '5236', 'M');
INSERT INTO `ey_region` VALUES ('5277', '鄂伦春旗', '3', '5236', 'E');
INSERT INTO `ey_region` VALUES ('5303', '鄂温旗', '3', '5236', 'E');
INSERT INTO `ey_region` VALUES ('5314', '陈巴尔虎旗镇', '3', '5236', 'C');
INSERT INTO `ey_region` VALUES ('5323', '新巴尔虎左旗', '3', '5236', 'X');
INSERT INTO `ey_region` VALUES ('5330', '新巴尔虎右旗', '3', '5236', 'X');
INSERT INTO `ey_region` VALUES ('5337', '满洲里市', '3', '5236', 'M');
INSERT INTO `ey_region` VALUES ('5354', '牙克石市', '3', '5236', 'Y');
INSERT INTO `ey_region` VALUES ('5371', '扎兰屯市', '3', '5236', 'Z');
INSERT INTO `ey_region` VALUES ('5397', '额尔古纳市', '3', '5236', 'E');
INSERT INTO `ey_region` VALUES ('5410', '根河市', '3', '5236', 'G');
INSERT INTO `ey_region` VALUES ('5418', '巴彦淖尔市', '2', '4670', 'B');
INSERT INTO `ey_region` VALUES ('5419', '市辖区', '3', '5418', 'S');
INSERT INTO `ey_region` VALUES ('5420', '临河区', '3', '5418', 'L');
INSERT INTO `ey_region` VALUES ('5440', '五原县', '3', '5418', 'W');
INSERT INTO `ey_region` VALUES ('5450', '磴口县', '3', '5418', 'D');
INSERT INTO `ey_region` VALUES ('5461', '乌拉特前旗', '3', '5418', 'W');
INSERT INTO `ey_region` VALUES ('5477', '乌拉特中旗', '3', '5418', 'W');
INSERT INTO `ey_region` VALUES ('5489', '乌拉特后旗', '3', '5418', 'W');
INSERT INTO `ey_region` VALUES ('5495', '杭锦后旗', '3', '5418', 'H');
INSERT INTO `ey_region` VALUES ('5505', '乌兰察布市', '2', '4670', 'W');
INSERT INTO `ey_region` VALUES ('5506', '市辖区', '3', '5505', 'S');
INSERT INTO `ey_region` VALUES ('5507', '集宁区', '3', '5505', 'J');
INSERT INTO `ey_region` VALUES ('5518', '卓资县', '3', '5505', 'Z');
INSERT INTO `ey_region` VALUES ('5526', '化德县', '3', '5505', 'H');
INSERT INTO `ey_region` VALUES ('5532', '商都县', '3', '5505', 'S');
INSERT INTO `ey_region` VALUES ('5542', '兴和县', '3', '5505', 'X');
INSERT INTO `ey_region` VALUES ('5551', '凉城县', '3', '5505', 'L');
INSERT INTO `ey_region` VALUES ('5562', '察哈尔右翼前旗', '3', '5505', 'C');
INSERT INTO `ey_region` VALUES ('5571', '察右中旗', '3', '5505', 'C');
INSERT INTO `ey_region` VALUES ('5582', '察哈尔右翼后旗', '3', '5505', 'C');
INSERT INTO `ey_region` VALUES ('5590', '四子王旗', '3', '5505', 'S');
INSERT INTO `ey_region` VALUES ('5603', '丰镇市', '3', '5505', 'F');
INSERT INTO `ey_region` VALUES ('5616', '兴安盟', '2', '4670', 'X');
INSERT INTO `ey_region` VALUES ('5617', '乌兰浩特市', '3', '5616', 'W');
INSERT INTO `ey_region` VALUES ('5629', '阿尔山市', '3', '5616', 'A');
INSERT INTO `ey_region` VALUES ('5636', '科右前旗', '3', '5616', 'K');
INSERT INTO `ey_region` VALUES ('5655', '科右中旗', '3', '5616', 'K');
INSERT INTO `ey_region` VALUES ('5677', '扎赉特旗', '3', '5616', 'Z');
INSERT INTO `ey_region` VALUES ('5692', '突泉县', '3', '5616', 'T');
INSERT INTO `ey_region` VALUES ('5702', '锡林郭勒盟', '2', '4670', 'X');
INSERT INTO `ey_region` VALUES ('5703', '二连浩特市', '3', '5702', 'E');
INSERT INTO `ey_region` VALUES ('5709', '锡林浩特市', '3', '5702', 'X');
INSERT INTO `ey_region` VALUES ('5723', '阿巴嘎旗', '3', '5702', 'A');
INSERT INTO `ey_region` VALUES ('5731', '苏尼特左旗', '3', '5702', 'S');
INSERT INTO `ey_region` VALUES ('5738', '苏尼特右旗', '3', '5702', 'S');
INSERT INTO `ey_region` VALUES ('5745', '东乌珠穆沁旗', '3', '5702', 'D');
INSERT INTO `ey_region` VALUES ('5758', '西乌珠穆沁旗', '3', '5702', 'X');
INSERT INTO `ey_region` VALUES ('5766', '太仆寺旗', '3', '5702', 'T');
INSERT INTO `ey_region` VALUES ('5774', '镶黄旗', '3', '5702', 'X');
INSERT INTO `ey_region` VALUES ('5778', '正镶白旗', '3', '5702', 'Z');
INSERT INTO `ey_region` VALUES ('5785', '正蓝旗', '3', '5702', 'Z');
INSERT INTO `ey_region` VALUES ('5794', '多伦县', '3', '5702', 'D');
INSERT INTO `ey_region` VALUES ('5799', '阿拉善盟', '2', '4670', 'A');
INSERT INTO `ey_region` VALUES ('5800', '阿拉善左旗', '3', '5799', 'A');
INSERT INTO `ey_region` VALUES ('5814', '阿拉善右旗', '3', '5799', 'A');
INSERT INTO `ey_region` VALUES ('5820', '额济纳旗', '3', '5799', 'E');
INSERT INTO `ey_region` VALUES ('5827', '辽宁省', '1', '0', 'L');
INSERT INTO `ey_region` VALUES ('5828', '沈阳市', '2', '5827', 'S');
INSERT INTO `ey_region` VALUES ('5829', '市辖区', '3', '5828', 'S');
INSERT INTO `ey_region` VALUES ('5830', '和平区', '3', '5828', 'H');
INSERT INTO `ey_region` VALUES ('5848', '沈河区', '3', '5828', 'S');
INSERT INTO `ey_region` VALUES ('5859', '大东区', '3', '5828', 'D');
INSERT INTO `ey_region` VALUES ('5873', '皇姑区', '3', '5828', 'H');
INSERT INTO `ey_region` VALUES ('5894', '铁西区', '3', '5828', 'T');
INSERT INTO `ey_region` VALUES ('5909', '苏家屯区', '3', '5828', 'S');
INSERT INTO `ey_region` VALUES ('5934', '东陵区', '3', '5828', 'D');
INSERT INTO `ey_region` VALUES ('5954', '新城子区', '3', '5828', 'X');
INSERT INTO `ey_region` VALUES ('5975', '于洪区', '3', '5828', 'Y');
INSERT INTO `ey_region` VALUES ('5998', '辽中县', '3', '5828', 'L');
INSERT INTO `ey_region` VALUES ('6020', '康平县', '3', '5828', 'K');
INSERT INTO `ey_region` VALUES ('6038', '法库县', '3', '5828', 'F');
INSERT INTO `ey_region` VALUES ('6058', '新民市', '3', '5828', 'X');
INSERT INTO `ey_region` VALUES ('6088', '大连市', '2', '5827', 'D');
INSERT INTO `ey_region` VALUES ('6089', '市辖区', '3', '6088', 'S');
INSERT INTO `ey_region` VALUES ('6090', '中山区', '3', '6088', 'Z');
INSERT INTO `ey_region` VALUES ('6099', '西岗区', '3', '6088', 'X');
INSERT INTO `ey_region` VALUES ('6107', '沙河口区', '3', '6088', 'S');
INSERT INTO `ey_region` VALUES ('6117', '甘井子区', '3', '6088', 'G');
INSERT INTO `ey_region` VALUES ('6137', '旅顺口区', '3', '6088', 'L');
INSERT INTO `ey_region` VALUES ('6153', '金州区', '3', '6088', 'J');
INSERT INTO `ey_region` VALUES ('6178', '长海县', '3', '6088', 'C');
INSERT INTO `ey_region` VALUES ('6184', '瓦房店市', '3', '6088', 'W');
INSERT INTO `ey_region` VALUES ('6217', '普兰店市', '3', '6088', 'P');
INSERT INTO `ey_region` VALUES ('6239', '庄河市', '3', '6088', 'Z');
INSERT INTO `ey_region` VALUES ('6266', '鞍山市', '2', '5827', 'A');
INSERT INTO `ey_region` VALUES ('6267', '市辖区', '3', '6266', 'S');
INSERT INTO `ey_region` VALUES ('6268', '铁东区', '3', '6266', 'T');
INSERT INTO `ey_region` VALUES ('6282', '铁西区', '3', '6266', 'T');
INSERT INTO `ey_region` VALUES ('6293', '立山区', '3', '6266', 'L');
INSERT INTO `ey_region` VALUES ('6303', '千山区', '3', '6266', 'Q');
INSERT INTO `ey_region` VALUES ('6316', '台安县', '3', '6266', 'T');
INSERT INTO `ey_region` VALUES ('6331', '岫岩县', '3', '6266', 'X');
INSERT INTO `ey_region` VALUES ('6354', '海城市', '3', '6266', 'H');
INSERT INTO `ey_region` VALUES ('6384', '抚顺市', '2', '5827', 'F');
INSERT INTO `ey_region` VALUES ('6385', '市辖区', '3', '6384', 'S');
INSERT INTO `ey_region` VALUES ('6386', '新抚区', '3', '6384', 'X');
INSERT INTO `ey_region` VALUES ('6395', '东洲区', '3', '6384', 'D');
INSERT INTO `ey_region` VALUES ('6409', '望花区', '3', '6384', 'W');
INSERT INTO `ey_region` VALUES ('6422', '顺城区', '3', '6384', 'S');
INSERT INTO `ey_region` VALUES ('6432', '抚顺县', '3', '6384', 'F');
INSERT INTO `ey_region` VALUES ('6445', '新宾县', '3', '6384', 'X');
INSERT INTO `ey_region` VALUES ('6461', '清原县', '3', '6384', 'Q');
INSERT INTO `ey_region` VALUES ('6476', '本溪市', '2', '5827', 'B');
INSERT INTO `ey_region` VALUES ('6477', '市辖区', '3', '6476', 'S');
INSERT INTO `ey_region` VALUES ('6478', '平山区', '3', '6476', 'P');
INSERT INTO `ey_region` VALUES ('6488', '溪湖区', '3', '6476', 'X');
INSERT INTO `ey_region` VALUES ('6499', '明山区', '3', '6476', 'M');
INSERT INTO `ey_region` VALUES ('6509', '南芬区', '3', '6476', 'N');
INSERT INTO `ey_region` VALUES ('6515', '本溪县', '3', '6476', 'B');
INSERT INTO `ey_region` VALUES ('6528', '桓仁县', '3', '6476', 'H');
INSERT INTO `ey_region` VALUES ('6542', '丹东市', '2', '5827', 'D');
INSERT INTO `ey_region` VALUES ('6543', '市辖区', '3', '6542', 'S');
INSERT INTO `ey_region` VALUES ('6544', '元宝区', '3', '6542', 'Y');
INSERT INTO `ey_region` VALUES ('6552', '振兴区', '3', '6542', 'Z');
INSERT INTO `ey_region` VALUES ('6563', '振安区', '3', '6542', 'Z');
INSERT INTO `ey_region` VALUES ('6573', '宽甸县', '3', '6542', 'K');
INSERT INTO `ey_region` VALUES ('6596', '东港市', '3', '6542', 'D');
INSERT INTO `ey_region` VALUES ('6621', '凤城市', '3', '6542', 'F');
INSERT INTO `ey_region` VALUES ('6643', '锦州市', '2', '5827', 'J');
INSERT INTO `ey_region` VALUES ('6644', '市辖区', '3', '6643', 'S');
INSERT INTO `ey_region` VALUES ('6645', '古塔区', '3', '6643', 'G');
INSERT INTO `ey_region` VALUES ('6655', '凌河区', '3', '6643', 'L');
INSERT INTO `ey_region` VALUES ('6668', '太和区', '3', '6643', 'T');
INSERT INTO `ey_region` VALUES ('6683', '黑山县', '3', '6643', 'H');
INSERT INTO `ey_region` VALUES ('6706', '义县', '3', '6643', 'Y');
INSERT INTO `ey_region` VALUES ('6725', '凌海市', '3', '6643', 'L');
INSERT INTO `ey_region` VALUES ('6750', '北镇市', '3', '6643', 'B');
INSERT INTO `ey_region` VALUES ('6771', '营口市', '2', '5827', 'Y');
INSERT INTO `ey_region` VALUES ('6772', '市辖区', '3', '6771', 'S');
INSERT INTO `ey_region` VALUES ('6773', '站前区', '3', '6771', 'Z');
INSERT INTO `ey_region` VALUES ('6781', '西市区', '3', '6771', 'X');
INSERT INTO `ey_region` VALUES ('6789', '鲅鱼圈区', '3', '6771', 'B');
INSERT INTO `ey_region` VALUES ('6797', '老边区', '3', '6771', 'L');
INSERT INTO `ey_region` VALUES ('6804', '盖州市', '3', '6771', 'G');
INSERT INTO `ey_region` VALUES ('6832', '大石桥市', '3', '6771', 'D');
INSERT INTO `ey_region` VALUES ('6851', '阜新市', '2', '5827', 'F');
INSERT INTO `ey_region` VALUES ('6852', '市辖区', '3', '6851', 'S');
INSERT INTO `ey_region` VALUES ('6853', '海州区', '3', '6851', 'H');
INSERT INTO `ey_region` VALUES ('6865', '新邱区', '3', '6851', 'X');
INSERT INTO `ey_region` VALUES ('6871', '太平区', '3', '6851', 'T');
INSERT INTO `ey_region` VALUES ('6878', '清河门区', '3', '6851', 'Q');
INSERT INTO `ey_region` VALUES ('6885', '细河区', '3', '6851', 'X');
INSERT INTO `ey_region` VALUES ('6893', '阜新县', '3', '6851', 'F');
INSERT INTO `ey_region` VALUES ('6930', '彰武县', '3', '6851', 'Z');
INSERT INTO `ey_region` VALUES ('6955', '辽阳市', '2', '5827', 'L');
INSERT INTO `ey_region` VALUES ('6956', '市辖区', '3', '6955', 'S');
INSERT INTO `ey_region` VALUES ('6957', '白塔区', '3', '6955', 'B');
INSERT INTO `ey_region` VALUES ('6964', '文圣区', '3', '6955', 'W');
INSERT INTO `ey_region` VALUES ('6971', '宏伟区', '3', '6955', 'H');
INSERT INTO `ey_region` VALUES ('6977', '弓长岭区', '3', '6955', 'G');
INSERT INTO `ey_region` VALUES ('6983', '太子河区', '3', '6955', 'T');
INSERT INTO `ey_region` VALUES ('6989', '辽阳县', '3', '6955', 'L');
INSERT INTO `ey_region` VALUES ('7007', '灯塔市', '3', '6955', 'D');
INSERT INTO `ey_region` VALUES ('7024', '盘锦市', '2', '5827', 'P');
INSERT INTO `ey_region` VALUES ('7025', '市辖区', '3', '7024', 'S');
INSERT INTO `ey_region` VALUES ('7026', '双台子区', '3', '7024', 'S');
INSERT INTO `ey_region` VALUES ('7036', '兴隆台区', '3', '7024', 'X');
INSERT INTO `ey_region` VALUES ('7055', '大洼县', '3', '7024', 'D');
INSERT INTO `ey_region` VALUES ('7072', '盘山县', '3', '7024', 'P');
INSERT INTO `ey_region` VALUES ('7088', '铁岭市', '2', '5827', 'T');
INSERT INTO `ey_region` VALUES ('7089', '市辖区', '3', '7088', 'S');
INSERT INTO `ey_region` VALUES ('7090', '银州区', '3', '7088', 'Y');
INSERT INTO `ey_region` VALUES ('7099', '清河区', '3', '7088', 'Q');
INSERT INTO `ey_region` VALUES ('7105', '铁岭县', '3', '7088', 'T');
INSERT INTO `ey_region` VALUES ('7121', '西丰县', '3', '7088', 'X');
INSERT INTO `ey_region` VALUES ('7140', '昌图县', '3', '7088', 'C');
INSERT INTO `ey_region` VALUES ('7180', '调兵山市', '3', '7088', 'D');
INSERT INTO `ey_region` VALUES ('7186', '开原市', '3', '7088', 'K');
INSERT INTO `ey_region` VALUES ('7208', '朝阳市', '2', '5827', 'C');
INSERT INTO `ey_region` VALUES ('7209', '市辖区', '3', '7208', 'S');
INSERT INTO `ey_region` VALUES ('7210', '双塔区', '3', '7208', 'S');
INSERT INTO `ey_region` VALUES ('7225', '龙城区', '3', '7208', 'L');
INSERT INTO `ey_region` VALUES ('7238', '朝阳县', '3', '7208', 'C');
INSERT INTO `ey_region` VALUES ('7267', '建平县', '3', '7208', 'J');
INSERT INTO `ey_region` VALUES ('7299', '喀喇沁左翼县', '3', '7208', 'K');
INSERT INTO `ey_region` VALUES ('7322', '北票市', '3', '7208', 'B');
INSERT INTO `ey_region` VALUES ('7360', '凌源市', '3', '7208', 'L');
INSERT INTO `ey_region` VALUES ('7391', '葫芦岛市', '2', '5827', 'H');
INSERT INTO `ey_region` VALUES ('7392', '市辖区', '3', '7391', 'S');
INSERT INTO `ey_region` VALUES ('7393', '连山区', '3', '7391', 'L');
INSERT INTO `ey_region` VALUES ('7419', '龙港区', '3', '7391', 'L');
INSERT INTO `ey_region` VALUES ('7433', '南票区', '3', '7391', 'N');
INSERT INTO `ey_region` VALUES ('7446', '绥中县', '3', '7391', 'S');
INSERT INTO `ey_region` VALUES ('7474', '建昌县', '3', '7391', 'J');
INSERT INTO `ey_region` VALUES ('7503', '兴城市', '3', '7391', 'X');
INSERT INTO `ey_region` VALUES ('7531', '吉林省', '1', '0', 'J');
INSERT INTO `ey_region` VALUES ('7532', '长春市', '2', '7531', 'C');
INSERT INTO `ey_region` VALUES ('7533', '长春市辖区', '3', '7532', 'C');
INSERT INTO `ey_region` VALUES ('7534', '南关区', '3', '7532', 'N');
INSERT INTO `ey_region` VALUES ('7552', '宽城区', '3', '7532', 'K');
INSERT INTO `ey_region` VALUES ('7569', '朝阳区', '3', '7532', 'C');
INSERT INTO `ey_region` VALUES ('7582', '二道区', '3', '7532', 'E');
INSERT INTO `ey_region` VALUES ('7597', '绿园区', '3', '7532', 'L');
INSERT INTO `ey_region` VALUES ('7610', '双阳区', '3', '7532', 'S');
INSERT INTO `ey_region` VALUES ('7619', '农安县', '3', '7532', 'N');
INSERT INTO `ey_region` VALUES ('7642', '九台市', '3', '7532', 'J');
INSERT INTO `ey_region` VALUES ('7658', '榆树市', '3', '7532', 'Y');
INSERT INTO `ey_region` VALUES ('7687', '德惠市', '3', '7532', 'D');
INSERT INTO `ey_region` VALUES ('7706', '吉林市', '2', '7531', 'J');
INSERT INTO `ey_region` VALUES ('7707', '吉林市辖区', '3', '7706', 'J');
INSERT INTO `ey_region` VALUES ('7708', '昌邑区', '3', '7706', 'C');
INSERT INTO `ey_region` VALUES ('7731', '龙潭区', '3', '7706', 'L');
INSERT INTO `ey_region` VALUES ('7752', '船营区', '3', '7706', 'C');
INSERT INTO `ey_region` VALUES ('7768', '丰满区', '3', '7706', 'F');
INSERT INTO `ey_region` VALUES ('7781', '永吉县', '3', '7706', 'Y');
INSERT INTO `ey_region` VALUES ('7792', '蛟河市', '3', '7706', 'J');
INSERT INTO `ey_region` VALUES ('7810', '桦甸市', '3', '7706', 'H');
INSERT INTO `ey_region` VALUES ('7828', '舒兰市', '3', '7706', 'S');
INSERT INTO `ey_region` VALUES ('7849', '磐石市', '3', '7706', 'P');
INSERT INTO `ey_region` VALUES ('7868', '四平市', '2', '7531', 'S');
INSERT INTO `ey_region` VALUES ('7869', '四平市辖区', '3', '7868', 'S');
INSERT INTO `ey_region` VALUES ('7870', '铁西区', '3', '7868', 'T');
INSERT INTO `ey_region` VALUES ('7878', '铁东区', '3', '7868', 'T');
INSERT INTO `ey_region` VALUES ('7892', '梨树县', '3', '7868', 'L');
INSERT INTO `ey_region` VALUES ('7916', '伊通县', '3', '7868', 'Y');
INSERT INTO `ey_region` VALUES ('7933', '公主岭市', '3', '7868', 'G');
INSERT INTO `ey_region` VALUES ('7964', '双辽市', '3', '7868', 'S');
INSERT INTO `ey_region` VALUES ('7986', '辽源市', '2', '7531', 'L');
INSERT INTO `ey_region` VALUES ('7987', '辽源市辖区', '3', '7986', 'L');
INSERT INTO `ey_region` VALUES ('7988', '龙山区', '3', '7986', 'L');
INSERT INTO `ey_region` VALUES ('8000', '西安区', '3', '7986', 'X');
INSERT INTO `ey_region` VALUES ('8008', '东丰县', '3', '7986', 'D');
INSERT INTO `ey_region` VALUES ('8023', '东辽县', '3', '7986', 'D');
INSERT INTO `ey_region` VALUES ('8037', '通化市', '2', '7531', 'T');
INSERT INTO `ey_region` VALUES ('8038', '通化市辖区', '3', '8037', 'T');
INSERT INTO `ey_region` VALUES ('8039', '东昌区', '3', '8037', 'D');
INSERT INTO `ey_region` VALUES ('8051', '二道江区', '3', '8037', 'E');
INSERT INTO `ey_region` VALUES ('8058', '通化县', '3', '8037', 'T');
INSERT INTO `ey_region` VALUES ('8076', '辉南县', '3', '8037', 'H');
INSERT INTO `ey_region` VALUES ('8088', '柳河县', '3', '8037', 'L');
INSERT INTO `ey_region` VALUES ('8104', '梅河口市', '3', '8037', 'M');
INSERT INTO `ey_region` VALUES ('8129', '集安市', '3', '8037', 'J');
INSERT INTO `ey_region` VALUES ('8144', '白山市', '2', '7531', 'B');
INSERT INTO `ey_region` VALUES ('8145', '白山市辖区', '3', '8144', 'B');
INSERT INTO `ey_region` VALUES ('8146', '八道江区', '3', '8144', 'B');
INSERT INTO `ey_region` VALUES ('8159', '江源区', '3', '8144', 'J');
INSERT INTO `ey_region` VALUES ('8168', '抚松县', '3', '8144', 'F');
INSERT INTO `ey_region` VALUES ('8183', '靖宇县', '3', '8144', 'J');
INSERT INTO `ey_region` VALUES ('8192', '长白县', '3', '8144', 'C');
INSERT INTO `ey_region` VALUES ('8202', '临江市', '3', '8144', 'L');
INSERT INTO `ey_region` VALUES ('8216', '松原市', '2', '7531', 'S');
INSERT INTO `ey_region` VALUES ('8217', '松原市辖区', '3', '8216', 'S');
INSERT INTO `ey_region` VALUES ('8218', '宁江区', '3', '8216', 'N');
INSERT INTO `ey_region` VALUES ('8239', '前郭县', '3', '8216', 'Q');
INSERT INTO `ey_region` VALUES ('8266', '长岭县', '3', '8216', 'C');
INSERT INTO `ey_region` VALUES ('8300', '乾安县', '3', '8216', 'Q');
INSERT INTO `ey_region` VALUES ('8311', '扶余县', '3', '8216', 'F');
INSERT INTO `ey_region` VALUES ('8333', '白城市', '2', '7531', 'B');
INSERT INTO `ey_region` VALUES ('8334', '白城市辖区', '3', '8333', 'B');
INSERT INTO `ey_region` VALUES ('8335', '洮北区', '3', '8333', 'T');
INSERT INTO `ey_region` VALUES ('8362', '镇赉县', '3', '8333', 'Z');
INSERT INTO `ey_region` VALUES ('8375', '通榆县', '3', '8333', 'T');
INSERT INTO `ey_region` VALUES ('8393', '洮南市', '3', '8333', 'T');
INSERT INTO `ey_region` VALUES ('8420', '大安市', '3', '8333', 'D');
INSERT INTO `ey_region` VALUES ('8445', '延边州', '2', '7531', 'Y');
INSERT INTO `ey_region` VALUES ('8446', '延吉市', '3', '8445', 'Y');
INSERT INTO `ey_region` VALUES ('8456', '图们市', '3', '8445', 'T');
INSERT INTO `ey_region` VALUES ('8464', '敦化市', '3', '8445', 'D');
INSERT INTO `ey_region` VALUES ('8489', '珲春市', '3', '8445', 'H');
INSERT INTO `ey_region` VALUES ('8504', '龙井市', '3', '8445', 'L');
INSERT INTO `ey_region` VALUES ('8515', '和龙市', '3', '8445', 'H');
INSERT INTO `ey_region` VALUES ('8530', '汪清县', '3', '8445', 'W');
INSERT INTO `ey_region` VALUES ('8545', '安图县', '3', '8445', 'A');
INSERT INTO `ey_region` VALUES ('8558', '黑龙江省', '1', '0', 'H');
INSERT INTO `ey_region` VALUES ('8559', '哈尔滨市', '2', '8558', 'H');
INSERT INTO `ey_region` VALUES ('8560', '市辖区', '3', '8559', 'S');
INSERT INTO `ey_region` VALUES ('8561', '道里区', '3', '8559', 'D');
INSERT INTO `ey_region` VALUES ('8585', '南岗区', '3', '8559', 'N');
INSERT INTO `ey_region` VALUES ('8606', '道外区', '3', '8559', 'D');
INSERT INTO `ey_region` VALUES ('8633', '平房区', '3', '8559', 'P');
INSERT INTO `ey_region` VALUES ('8642', '松北区', '3', '8559', 'S');
INSERT INTO `ey_region` VALUES ('8650', '香坊区', '3', '8559', 'X');
INSERT INTO `ey_region` VALUES ('8676', '呼兰区', '3', '8559', 'H');
INSERT INTO `ey_region` VALUES ('8694', '阿城区', '3', '8559', 'A');
INSERT INTO `ey_region` VALUES ('8714', '依兰县', '3', '8559', 'Y');
INSERT INTO `ey_region` VALUES ('8729', '方正县', '3', '8559', 'F');
INSERT INTO `ey_region` VALUES ('8740', '宾县', '3', '8559', 'B');
INSERT INTO `ey_region` VALUES ('8758', '巴彦县', '3', '8559', 'B');
INSERT INTO `ey_region` VALUES ('8778', '木兰县', '3', '8559', 'M');
INSERT INTO `ey_region` VALUES ('8788', '通河县', '3', '8559', 'T');
INSERT INTO `ey_region` VALUES ('8800', '延寿县', '3', '8559', 'Y');
INSERT INTO `ey_region` VALUES ('8812', '双城市', '3', '8559', 'S');
INSERT INTO `ey_region` VALUES ('8838', '尚志市', '3', '8559', 'S');
INSERT INTO `ey_region` VALUES ('8858', '五常市', '3', '8559', 'W');
INSERT INTO `ey_region` VALUES ('8884', '齐齐哈尔市', '2', '8558', 'Q');
INSERT INTO `ey_region` VALUES ('8885', '市辖区', '3', '8884', 'S');
INSERT INTO `ey_region` VALUES ('8886', '龙沙区', '3', '8884', 'L');
INSERT INTO `ey_region` VALUES ('8894', '建华区', '3', '8884', 'J');
INSERT INTO `ey_region` VALUES ('8901', '铁锋区', '3', '8884', 'T');
INSERT INTO `ey_region` VALUES ('8911', '昂昂溪区', '3', '8884', 'A');
INSERT INTO `ey_region` VALUES ('8918', '富拉尔基区', '3', '8884', 'F');
INSERT INTO `ey_region` VALUES ('8928', '碾子山区', '3', '8884', 'N');
INSERT INTO `ey_region` VALUES ('8934', '梅里斯达斡尔族区', '3', '8884', 'M');
INSERT INTO `ey_region` VALUES ('8943', '龙江县', '3', '8884', 'L');
INSERT INTO `ey_region` VALUES ('8958', '依安县', '3', '8884', 'Y');
INSERT INTO `ey_region` VALUES ('8976', '泰来县', '3', '8884', 'T');
INSERT INTO `ey_region` VALUES ('8998', '甘南县', '3', '8884', 'G');
INSERT INTO `ey_region` VALUES ('9011', '富裕县', '3', '8884', 'F');
INSERT INTO `ey_region` VALUES ('9024', '克山县', '3', '8884', 'K');
INSERT INTO `ey_region` VALUES ('9048', '克东县', '3', '8884', 'K');
INSERT INTO `ey_region` VALUES ('9067', '拜泉县', '3', '8884', 'B');
INSERT INTO `ey_region` VALUES ('9084', '讷河市', '3', '8884', 'N');
INSERT INTO `ey_region` VALUES ('9117', '鸡西市', '2', '8558', 'J');
INSERT INTO `ey_region` VALUES ('9118', '市辖区', '3', '9117', 'S');
INSERT INTO `ey_region` VALUES ('9119', '鸡冠区', '3', '9117', 'J');
INSERT INTO `ey_region` VALUES ('9129', '恒山区', '3', '9117', 'H');
INSERT INTO `ey_region` VALUES ('9139', '滴道区', '3', '9117', 'D');
INSERT INTO `ey_region` VALUES ('9146', '梨树区', '3', '9117', 'L');
INSERT INTO `ey_region` VALUES ('9153', '城子河区', '3', '9117', 'C');
INSERT INTO `ey_region` VALUES ('9161', '麻山区', '3', '9117', 'M');
INSERT INTO `ey_region` VALUES ('9164', '鸡东县', '3', '9117', 'J');
INSERT INTO `ey_region` VALUES ('9178', '虎林市', '3', '9117', 'H');
INSERT INTO `ey_region` VALUES ('9199', '密山市', '3', '9117', 'M');
INSERT INTO `ey_region` VALUES ('9222', '鹤岗市', '2', '8558', 'H');
INSERT INTO `ey_region` VALUES ('9223', '市辖区', '3', '9222', 'S');
INSERT INTO `ey_region` VALUES ('9224', '向阳区', '3', '9222', 'X');
INSERT INTO `ey_region` VALUES ('9230', '工农区', '3', '9222', 'G');
INSERT INTO `ey_region` VALUES ('9237', '南山区', '3', '9222', 'N');
INSERT INTO `ey_region` VALUES ('9244', '兴安区', '3', '9222', 'X');
INSERT INTO `ey_region` VALUES ('9250', '东山区', '3', '9222', 'D');
INSERT INTO `ey_region` VALUES ('9261', '兴山区', '3', '9222', 'X');
INSERT INTO `ey_region` VALUES ('9266', '萝北县', '3', '9222', 'L');
INSERT INTO `ey_region` VALUES ('9283', '绥滨县', '3', '9222', 'S');
INSERT INTO `ey_region` VALUES ('9296', '双鸭山市', '2', '8558', 'S');
INSERT INTO `ey_region` VALUES ('9297', '市辖区', '3', '9296', 'S');
INSERT INTO `ey_region` VALUES ('9298', '尖山区', '3', '9296', 'J');
INSERT INTO `ey_region` VALUES ('9307', '岭东区', '3', '9296', 'L');
INSERT INTO `ey_region` VALUES ('9317', '四方台区', '3', '9296', 'S');
INSERT INTO `ey_region` VALUES ('9323', '宝山区', '3', '9296', 'B');
INSERT INTO `ey_region` VALUES ('9335', '集贤县', '3', '9296', 'J');
INSERT INTO `ey_region` VALUES ('9356', '友谊县', '3', '9296', 'Y');
INSERT INTO `ey_region` VALUES ('9370', '宝清县', '3', '9296', 'B');
INSERT INTO `ey_region` VALUES ('9393', '饶河县', '3', '9296', 'R');
INSERT INTO `ey_region` VALUES ('9419', '大庆市', '2', '8558', 'D');
INSERT INTO `ey_region` VALUES ('9420', '市辖区', '3', '9419', 'S');
INSERT INTO `ey_region` VALUES ('9421', '萨尔图区', '3', '9419', 'S');
INSERT INTO `ey_region` VALUES ('9431', '龙凤区', '3', '9419', 'L');
INSERT INTO `ey_region` VALUES ('9440', '让胡路区', '3', '9419', 'R');
INSERT INTO `ey_region` VALUES ('9451', '红岗区', '3', '9419', 'H');
INSERT INTO `ey_region` VALUES ('9458', '大同区', '3', '9419', 'D');
INSERT INTO `ey_region` VALUES ('9474', '肇州县', '3', '9419', 'Z');
INSERT INTO `ey_region` VALUES ('9489', '肇源县', '3', '9419', 'Z');
INSERT INTO `ey_region` VALUES ('9514', '林甸县', '3', '9419', 'L');
INSERT INTO `ey_region` VALUES ('9527', '杜尔伯特县', '3', '9419', 'D');
INSERT INTO `ey_region` VALUES ('9553', '伊春市', '2', '8558', 'Y');
INSERT INTO `ey_region` VALUES ('9554', '市辖区', '3', '9553', 'S');
INSERT INTO `ey_region` VALUES ('9555', '伊春区', '3', '9553', 'Y');
INSERT INTO `ey_region` VALUES ('9561', '南岔区', '3', '9553', 'N');
INSERT INTO `ey_region` VALUES ('9581', '友好区', '3', '9553', 'Y');
INSERT INTO `ey_region` VALUES ('9599', '西林区', '3', '9553', 'X');
INSERT INTO `ey_region` VALUES ('9603', '翠峦区', '3', '9553', 'C');
INSERT INTO `ey_region` VALUES ('9614', '新青区', '3', '9553', 'X');
INSERT INTO `ey_region` VALUES ('9631', '美溪区', '3', '9553', 'M');
INSERT INTO `ey_region` VALUES ('9647', '金山屯区', '3', '9553', 'J');
INSERT INTO `ey_region` VALUES ('9660', '五营区', '3', '9553', 'W');
INSERT INTO `ey_region` VALUES ('9671', '乌马河区', '3', '9553', 'W');
INSERT INTO `ey_region` VALUES ('9685', '汤旺河区', '3', '9553', 'T');
INSERT INTO `ey_region` VALUES ('9702', '带岭区', '3', '9553', 'D');
INSERT INTO `ey_region` VALUES ('9715', '乌伊岭区', '3', '9553', 'W');
INSERT INTO `ey_region` VALUES ('9729', '红星区', '3', '9553', 'H');
INSERT INTO `ey_region` VALUES ('9742', '上甘岭区', '3', '9553', 'S');
INSERT INTO `ey_region` VALUES ('9756', '嘉荫县', '3', '9553', 'J');
INSERT INTO `ey_region` VALUES ('9772', '铁力市', '3', '9553', 'T');
INSERT INTO `ey_region` VALUES ('9785', '佳木斯市', '2', '8558', 'J');
INSERT INTO `ey_region` VALUES ('9786', '市辖区', '3', '9785', 'S');
INSERT INTO `ey_region` VALUES ('9787', '向阳区', '3', '9785', 'X');
INSERT INTO `ey_region` VALUES ('9795', '前进区', '3', '9785', 'Q');
INSERT INTO `ey_region` VALUES ('9802', '东风区', '3', '9785', 'D');
INSERT INTO `ey_region` VALUES ('9810', '郊区', '3', '9785', 'J');
INSERT INTO `ey_region` VALUES ('9825', '桦南县', '3', '9785', 'H');
INSERT INTO `ey_region` VALUES ('9839', '桦川县', '3', '9785', 'H');
INSERT INTO `ey_region` VALUES ('9851', '汤原县', '3', '9785', 'T');
INSERT INTO `ey_region` VALUES ('9866', '抚远县', '3', '9785', 'F');
INSERT INTO `ey_region` VALUES ('9879', '同江市', '3', '9785', 'T');
INSERT INTO `ey_region` VALUES ('9907', '富锦市', '3', '9785', 'F');
INSERT INTO `ey_region` VALUES ('9930', '七台河市', '2', '8558', 'Q');
INSERT INTO `ey_region` VALUES ('9931', '市辖区', '3', '9930', 'S');
INSERT INTO `ey_region` VALUES ('9932', '新兴区', '3', '9930', 'X');
INSERT INTO `ey_region` VALUES ('9944', '桃山区', '3', '9930', 'T');
INSERT INTO `ey_region` VALUES ('9952', '茄子河区', '3', '9930', 'Q');
INSERT INTO `ey_region` VALUES ('9962', '勃利县', '3', '9930', 'B');
INSERT INTO `ey_region` VALUES ('9981', '牡丹江市', '2', '8558', 'M');
INSERT INTO `ey_region` VALUES ('9982', '市辖区', '3', '9981', 'S');
INSERT INTO `ey_region` VALUES ('9983', '东安区', '3', '9981', 'D');
INSERT INTO `ey_region` VALUES ('9989', '阳明区', '3', '9981', 'Y');
INSERT INTO `ey_region` VALUES ('9996', '爱民区', '3', '9981', 'A');
INSERT INTO `ey_region` VALUES ('10005', '西安区', '3', '9981', 'X');
INSERT INTO `ey_region` VALUES ('10014', '东宁县', '3', '9981', 'D');
INSERT INTO `ey_region` VALUES ('10022', '林口县', '3', '9981', 'L');
INSERT INTO `ey_region` VALUES ('10036', '绥芬河市', '3', '9981', 'S');
INSERT INTO `ey_region` VALUES ('10039', '海林市', '3', '9981', 'H');
INSERT INTO `ey_region` VALUES ('10056', '宁安市', '3', '9981', 'N');
INSERT INTO `ey_region` VALUES ('10072', '穆棱市', '3', '9981', 'M');
INSERT INTO `ey_region` VALUES ('10084', '黑河市', '2', '8558', 'H');
INSERT INTO `ey_region` VALUES ('10085', '市辖区', '3', '10084', 'S');
INSERT INTO `ey_region` VALUES ('10086', '爱辉区', '3', '10084', 'A');
INSERT INTO `ey_region` VALUES ('10122', '嫩江县', '3', '10084', 'N');
INSERT INTO `ey_region` VALUES ('10150', '逊克县', '3', '10084', 'X');
INSERT INTO `ey_region` VALUES ('10168', '孙吴县', '3', '10084', 'S');
INSERT INTO `ey_region` VALUES ('10192', '北安市', '3', '10084', 'B');
INSERT INTO `ey_region` VALUES ('10214', '五大连池市', '3', '10084', 'W');
INSERT INTO `ey_region` VALUES ('10252', '绥化市', '2', '8558', 'S');
INSERT INTO `ey_region` VALUES ('10253', '市辖区', '3', '10252', 'S');
INSERT INTO `ey_region` VALUES ('10254', '北林区', '3', '10252', 'B');
INSERT INTO `ey_region` VALUES ('10281', '望奎县', '3', '10252', 'W');
INSERT INTO `ey_region` VALUES ('10301', '兰西县', '3', '10252', 'L');
INSERT INTO `ey_region` VALUES ('10320', '青冈县', '3', '10252', 'Q');
INSERT INTO `ey_region` VALUES ('10342', '庆安县', '3', '10252', 'Q');
INSERT INTO `ey_region` VALUES ('10360', '明水县', '3', '10252', 'M');
INSERT INTO `ey_region` VALUES ('10380', '绥棱县', '3', '10252', 'S');
INSERT INTO `ey_region` VALUES ('10401', '安达市', '3', '10252', 'A');
INSERT INTO `ey_region` VALUES ('10425', '肇东市', '3', '10252', 'Z');
INSERT INTO `ey_region` VALUES ('10452', '海伦市', '3', '10252', 'H');
INSERT INTO `ey_region` VALUES ('10483', '大兴安岭地区', '2', '8558', 'D');
INSERT INTO `ey_region` VALUES ('10484', '加格达奇区', '3', '10483', 'J');
INSERT INTO `ey_region` VALUES ('10495', '松岭区', '3', '10483', 'S');
INSERT INTO `ey_region` VALUES ('10500', '新林区', '3', '10483', 'X');
INSERT INTO `ey_region` VALUES ('10509', '呼中区', '3', '10483', 'H');
INSERT INTO `ey_region` VALUES ('10515', '呼玛县', '3', '10483', 'H');
INSERT INTO `ey_region` VALUES ('10525', '塔河县', '3', '10483', 'T');
INSERT INTO `ey_region` VALUES ('10534', '漠河县', '3', '10483', 'M');
INSERT INTO `ey_region` VALUES ('10543', '上海市', '1', '0', 'S');
INSERT INTO `ey_region` VALUES ('10544', '市辖区', '2', '10543', 'S');
INSERT INTO `ey_region` VALUES ('10545', '黄浦区', '3', '10544', 'H');
INSERT INTO `ey_region` VALUES ('10555', '卢湾区', '3', '10544', 'L');
INSERT INTO `ey_region` VALUES ('10560', '徐汇区', '3', '10544', 'X');
INSERT INTO `ey_region` VALUES ('10575', '长宁区', '3', '10544', 'C');
INSERT INTO `ey_region` VALUES ('10586', '静安区', '3', '10544', 'J');
INSERT INTO `ey_region` VALUES ('10592', '普陀区', '3', '10544', 'P');
INSERT INTO `ey_region` VALUES ('10602', '闸北区', '3', '10544', 'Z');
INSERT INTO `ey_region` VALUES ('10612', '虹口区', '3', '10544', 'H');
INSERT INTO `ey_region` VALUES ('10623', '杨浦区', '3', '10544', 'Y');
INSERT INTO `ey_region` VALUES ('10636', '闵行区', '3', '10544', 'M');
INSERT INTO `ey_region` VALUES ('10650', '宝山区', '3', '10544', 'B');
INSERT INTO `ey_region` VALUES ('10664', '嘉定区', '3', '10544', 'J');
INSERT INTO `ey_region` VALUES ('10678', '浦东新区', '3', '10544', 'P');
INSERT INTO `ey_region` VALUES ('10704', '金山区', '3', '10544', 'J');
INSERT INTO `ey_region` VALUES ('10715', '松江区', '3', '10544', 'S');
INSERT INTO `ey_region` VALUES ('10735', '青浦区', '3', '10544', 'Q');
INSERT INTO `ey_region` VALUES ('10747', '南汇区', '3', '10544', 'N');
INSERT INTO `ey_region` VALUES ('10765', '奉贤区', '3', '10544', 'F');
INSERT INTO `ey_region` VALUES ('10779', '县', '2', '10543', 'X');
INSERT INTO `ey_region` VALUES ('10780', '崇明县', '3', '10779', 'C');
INSERT INTO `ey_region` VALUES ('10808', '江苏省', '1', '0', 'J');
INSERT INTO `ey_region` VALUES ('10809', '南京市', '2', '10808', 'N');
INSERT INTO `ey_region` VALUES ('10810', '市辖区', '3', '10809', 'S');
INSERT INTO `ey_region` VALUES ('10811', '玄武区', '3', '10809', 'X');
INSERT INTO `ey_region` VALUES ('10820', '白下区', '3', '10809', 'B');
INSERT INTO `ey_region` VALUES ('10831', '秦淮区', '3', '10809', 'Q');
INSERT INTO `ey_region` VALUES ('10837', '建邺区', '3', '10809', 'J');
INSERT INTO `ey_region` VALUES ('10845', '鼓楼区', '3', '10809', 'G');
INSERT INTO `ey_region` VALUES ('10853', '下关区', '3', '10809', 'X');
INSERT INTO `ey_region` VALUES ('10860', '浦口区', '3', '10809', 'P');
INSERT INTO `ey_region` VALUES ('10876', '栖霞区', '3', '10809', 'Q');
INSERT INTO `ey_region` VALUES ('10894', '雨花台区', '3', '10809', 'Y');
INSERT INTO `ey_region` VALUES ('10903', '江宁区', '3', '10809', 'J');
INSERT INTO `ey_region` VALUES ('10916', '六合区', '3', '10809', 'L');
INSERT INTO `ey_region` VALUES ('10937', '溧水县', '3', '10809', 'L');
INSERT INTO `ey_region` VALUES ('10947', '高淳县', '3', '10809', 'G');
INSERT INTO `ey_region` VALUES ('10960', '无锡市', '2', '10808', 'W');
INSERT INTO `ey_region` VALUES ('10961', '市辖区', '3', '10960', 'S');
INSERT INTO `ey_region` VALUES ('10962', '崇安区', '3', '10960', 'C');
INSERT INTO `ey_region` VALUES ('10969', '南长区', '3', '10960', 'N');
INSERT INTO `ey_region` VALUES ('10976', '北塘区', '3', '10960', 'B');
INSERT INTO `ey_region` VALUES ('10981', '锡山区', '3', '10960', 'X');
INSERT INTO `ey_region` VALUES ('10990', '惠山区', '3', '10960', 'H');
INSERT INTO `ey_region` VALUES ('10999', '滨湖区', '3', '10960', 'B');
INSERT INTO `ey_region` VALUES ('11018', '江阴市', '3', '10960', 'J');
INSERT INTO `ey_region` VALUES ('11039', '宜兴市', '3', '10960', 'Y');
INSERT INTO `ey_region` VALUES ('11067', '徐州市', '2', '10808', 'X');
INSERT INTO `ey_region` VALUES ('11068', '市辖区', '3', '11067', 'S');
INSERT INTO `ey_region` VALUES ('11069', '鼓楼区', '3', '11067', 'G');
INSERT INTO `ey_region` VALUES ('11081', '云龙区', '3', '11067', 'Y');
INSERT INTO `ey_region` VALUES ('11089', '九里区', '3', '11067', 'J');
INSERT INTO `ey_region` VALUES ('11103', '贾汪区', '3', '11067', 'J');
INSERT INTO `ey_region` VALUES ('11115', '泉山区', '3', '11067', 'Q');
INSERT INTO `ey_region` VALUES ('11126', '丰县', '3', '11067', 'F');
INSERT INTO `ey_region` VALUES ('11142', '沛县', '3', '11067', 'P');
INSERT INTO `ey_region` VALUES ('11160', '铜山县', '3', '11067', 'T');
INSERT INTO `ey_region` VALUES ('11182', '睢宁县', '3', '11067', 'S');
INSERT INTO `ey_region` VALUES ('11200', '新沂市', '3', '11067', 'X');
INSERT INTO `ey_region` VALUES ('11218', '邳州市', '3', '11067', 'P');
INSERT INTO `ey_region` VALUES ('11245', '常州市', '2', '10808', 'C');
INSERT INTO `ey_region` VALUES ('11246', '常州市区', '3', '11245', 'C');
INSERT INTO `ey_region` VALUES ('11247', '天宁区', '3', '11245', 'T');
INSERT INTO `ey_region` VALUES ('11254', '钟楼区', '3', '11245', 'Z');
INSERT INTO `ey_region` VALUES ('11262', '戚墅堰区', '3', '11245', 'Q');
INSERT INTO `ey_region` VALUES ('11266', '新北区', '3', '11245', 'X');
INSERT INTO `ey_region` VALUES ('11276', '武进区', '3', '11245', 'W');
INSERT INTO `ey_region` VALUES ('11311', '溧阳市', '3', '11245', 'L');
INSERT INTO `ey_region` VALUES ('11331', '金坛市', '3', '11245', 'J');
INSERT INTO `ey_region` VALUES ('11348', '苏州市', '2', '10808', 'S');
INSERT INTO `ey_region` VALUES ('11349', '市辖区', '3', '11348', 'S');
INSERT INTO `ey_region` VALUES ('11350', '沧浪区', '3', '11348', 'C');
INSERT INTO `ey_region` VALUES ('11357', '平江区', '3', '11348', 'P');
INSERT INTO `ey_region` VALUES ('11368', '金阊区', '3', '11348', 'J');
INSERT INTO `ey_region` VALUES ('11374', '苏州高新区虎丘区', '3', '11348', 'S');
INSERT INTO `ey_region` VALUES ('11387', '吴中区', '3', '11348', 'W');
INSERT INTO `ey_region` VALUES ('11409', '相城区', '3', '11348', 'X');
INSERT INTO `ey_region` VALUES ('11419', '常熟市', '3', '11348', 'C');
INSERT INTO `ey_region` VALUES ('11433', '张家港市', '3', '11348', 'Z');
INSERT INTO `ey_region` VALUES ('11448', '昆山市', '3', '11348', 'K');
INSERT INTO `ey_region` VALUES ('11460', '吴江市', '3', '11348', 'W');
INSERT INTO `ey_region` VALUES ('11472', '太仓市', '3', '11348', 'T');
INSERT INTO `ey_region` VALUES ('11482', '南通市', '2', '10808', 'N');
INSERT INTO `ey_region` VALUES ('11483', '市辖区', '3', '11482', 'S');
INSERT INTO `ey_region` VALUES ('11484', '崇川区', '3', '11482', 'C');
INSERT INTO `ey_region` VALUES ('11502', '港闸区', '3', '11482', 'G');
INSERT INTO `ey_region` VALUES ('11510', '海安县', '3', '11482', 'H');
INSERT INTO `ey_region` VALUES ('11526', '如东', '3', '11482', 'R');
INSERT INTO `ey_region` VALUES ('11542', '启东市', '3', '11482', 'Q');
INSERT INTO `ey_region` VALUES ('11568', '如皋市', '3', '11482', 'R');
INSERT INTO `ey_region` VALUES ('11600', '通州市', '3', '11482', 'T');
INSERT INTO `ey_region` VALUES ('11627', '海门市', '3', '11482', 'H');
INSERT INTO `ey_region` VALUES ('11663', '连云港市', '2', '10808', 'L');
INSERT INTO `ey_region` VALUES ('11664', '市辖区', '3', '11663', 'S');
INSERT INTO `ey_region` VALUES ('11665', '连云区', '3', '11663', 'L');
INSERT INTO `ey_region` VALUES ('11678', '新浦区', '3', '11663', 'X');
INSERT INTO `ey_region` VALUES ('11692', '海州区', '3', '11663', 'H');
INSERT INTO `ey_region` VALUES ('11699', '赣榆县', '3', '11663', 'G');
INSERT INTO `ey_region` VALUES ('11722', '东海县', '3', '11663', 'D');
INSERT INTO `ey_region` VALUES ('11747', '灌云县', '3', '11663', 'G');
INSERT INTO `ey_region` VALUES ('11771', '灌南县', '3', '11663', 'G');
INSERT INTO `ey_region` VALUES ('11786', '淮安市', '2', '10808', 'H');
INSERT INTO `ey_region` VALUES ('11787', '市辖区', '3', '11786', 'S');
INSERT INTO `ey_region` VALUES ('11788', '清河区', '3', '11786', 'Q');
INSERT INTO `ey_region` VALUES ('11801', '楚州区', '3', '11786', 'C');
INSERT INTO `ey_region` VALUES ('11830', '淮阴区', '3', '11786', 'H');
INSERT INTO `ey_region` VALUES ('11853', '清浦区', '3', '11786', 'Q');
INSERT INTO `ey_region` VALUES ('11863', '涟水县', '3', '11786', 'L');
INSERT INTO `ey_region` VALUES ('11896', '洪泽县', '3', '11786', 'H');
INSERT INTO `ey_region` VALUES ('11909', '盱眙县', '3', '11786', 'X');
INSERT INTO `ey_region` VALUES ('11931', '金湖县', '3', '11786', 'J');
INSERT INTO `ey_region` VALUES ('11947', '盐城市', '2', '10808', 'Y');
INSERT INTO `ey_region` VALUES ('11948', '市辖区', '3', '11947', 'S');
INSERT INTO `ey_region` VALUES ('11949', '亭湖区', '3', '11947', 'T');
INSERT INTO `ey_region` VALUES ('11967', '盐都区', '3', '11947', 'Y');
INSERT INTO `ey_region` VALUES ('11982', '响水县', '3', '11947', 'X');
INSERT INTO `ey_region` VALUES ('11998', '滨海县', '3', '11947', 'B');
INSERT INTO `ey_region` VALUES ('12017', '阜宁县', '3', '11947', 'F');
INSERT INTO `ey_region` VALUES ('12040', '射阳县', '3', '11947', 'S');
INSERT INTO `ey_region` VALUES ('12066', '建湖县', '3', '11947', 'J');
INSERT INTO `ey_region` VALUES ('12083', '东台市', '3', '11947', 'D');
INSERT INTO `ey_region` VALUES ('12117', '大丰市', '3', '11947', 'D');
INSERT INTO `ey_region` VALUES ('12135', '扬州市', '2', '10808', 'Y');
INSERT INTO `ey_region` VALUES ('12136', '市辖区', '3', '12135', 'S');
INSERT INTO `ey_region` VALUES ('12137', '广陵区', '3', '12135', 'G');
INSERT INTO `ey_region` VALUES ('12144', '邗江区', '3', '12135', 'H');
INSERT INTO `ey_region` VALUES ('12160', '维扬区', '3', '12135', 'W');
INSERT INTO `ey_region` VALUES ('12175', '宝应县', '3', '12135', 'B');
INSERT INTO `ey_region` VALUES ('12191', '仪征市', '3', '12135', 'Y');
INSERT INTO `ey_region` VALUES ('12212', '高邮市', '3', '12135', 'G');
INSERT INTO `ey_region` VALUES ('12235', '江都市', '3', '12135', 'J');
INSERT INTO `ey_region` VALUES ('12249', '镇江市', '2', '10808', 'Z');
INSERT INTO `ey_region` VALUES ('12250', '市区', '3', '12249', 'S');
INSERT INTO `ey_region` VALUES ('12251', '京口区', '3', '12249', 'J');
INSERT INTO `ey_region` VALUES ('12265', '润州区', '3', '12249', 'R');
INSERT INTO `ey_region` VALUES ('12273', '丹徒区', '3', '12249', 'D');
INSERT INTO `ey_region` VALUES ('12282', '丹阳市', '3', '12249', 'D');
INSERT INTO `ey_region` VALUES ('12300', '扬中市', '3', '12249', 'Y');
INSERT INTO `ey_region` VALUES ('12312', '句容市', '3', '12249', 'J');
INSERT INTO `ey_region` VALUES ('12343', '泰州市', '2', '10808', 'T');
INSERT INTO `ey_region` VALUES ('12344', '市辖区', '3', '12343', 'S');
INSERT INTO `ey_region` VALUES ('12345', '海陵区', '3', '12343', 'H');
INSERT INTO `ey_region` VALUES ('12362', '高港区', '3', '12343', 'G');
INSERT INTO `ey_region` VALUES ('12370', '兴化市', '3', '12343', 'X');
INSERT INTO `ey_region` VALUES ('12407', '靖江市', '3', '12343', 'J');
INSERT INTO `ey_region` VALUES ('12423', '泰兴市', '3', '12343', 'T');
INSERT INTO `ey_region` VALUES ('12450', '姜堰市', '3', '12343', 'J');
INSERT INTO `ey_region` VALUES ('12475', '宿迁市', '2', '10808', 'S');
INSERT INTO `ey_region` VALUES ('12476', '市辖区', '3', '12475', 'S');
INSERT INTO `ey_region` VALUES ('12477', '宿城区', '3', '12475', 'S');
INSERT INTO `ey_region` VALUES ('12496', '宿豫区', '3', '12475', 'S');
INSERT INTO `ey_region` VALUES ('12515', '沭阳县', '3', '12475', 'S');
INSERT INTO `ey_region` VALUES ('12551', '泗阳县', '3', '12475', 'S');
INSERT INTO `ey_region` VALUES ('12570', '泗洪县', '3', '12475', 'S');
INSERT INTO `ey_region` VALUES ('12596', '浙江省', '1', '0', 'Z');
INSERT INTO `ey_region` VALUES ('12597', '杭州市', '2', '12596', 'H');
INSERT INTO `ey_region` VALUES ('12598', '市辖区', '3', '12597', 'S');
INSERT INTO `ey_region` VALUES ('12599', '上城区', '3', '12597', 'S');
INSERT INTO `ey_region` VALUES ('12606', '下城区', '3', '12597', 'X');
INSERT INTO `ey_region` VALUES ('12615', '江干区', '3', '12597', 'J');
INSERT INTO `ey_region` VALUES ('12626', '拱墅区', '3', '12597', 'G');
INSERT INTO `ey_region` VALUES ('12637', '西湖区', '3', '12597', 'X');
INSERT INTO `ey_region` VALUES ('12652', '滨江区', '3', '12597', 'B');
INSERT INTO `ey_region` VALUES ('12656', '萧山区', '3', '12597', 'X');
INSERT INTO `ey_region` VALUES ('12685', '余杭区', '3', '12597', 'Y');
INSERT INTO `ey_region` VALUES ('12705', '桐庐县', '3', '12597', 'T');
INSERT INTO `ey_region` VALUES ('12719', '淳安县', '3', '12597', 'C');
INSERT INTO `ey_region` VALUES ('12743', '建德市', '3', '12597', 'J');
INSERT INTO `ey_region` VALUES ('12760', '富阳市', '3', '12597', 'F');
INSERT INTO `ey_region` VALUES ('12786', '临安市', '3', '12597', 'L');
INSERT INTO `ey_region` VALUES ('12813', '宁波市', '2', '12596', 'N');
INSERT INTO `ey_region` VALUES ('12814', '市辖区', '3', '12813', 'S');
INSERT INTO `ey_region` VALUES ('12815', '海曙区', '3', '12813', 'H');
INSERT INTO `ey_region` VALUES ('12824', '江东区', '3', '12813', 'J');
INSERT INTO `ey_region` VALUES ('12832', '江北区', '3', '12813', 'J');
INSERT INTO `ey_region` VALUES ('12841', '北仑区', '3', '12813', 'B');
INSERT INTO `ey_region` VALUES ('12851', '镇海区', '3', '12813', 'Z');
INSERT INTO `ey_region` VALUES ('12858', '鄞州区', '3', '12813', 'Y');
INSERT INTO `ey_region` VALUES ('12881', '象山县', '3', '12813', 'X');
INSERT INTO `ey_region` VALUES ('12900', '宁海县', '3', '12813', 'N');
INSERT INTO `ey_region` VALUES ('12919', '余姚市', '3', '12813', 'Y');
INSERT INTO `ey_region` VALUES ('12941', '慈溪市', '3', '12813', 'C');
INSERT INTO `ey_region` VALUES ('12962', '奉化市', '3', '12813', 'F');
INSERT INTO `ey_region` VALUES ('12974', '温州市', '2', '12596', 'W');
INSERT INTO `ey_region` VALUES ('12975', '市辖区', '3', '12974', 'S');
INSERT INTO `ey_region` VALUES ('12976', '鹿城区', '3', '12974', 'L');
INSERT INTO `ey_region` VALUES ('12998', '龙湾区', '3', '12974', 'L');
INSERT INTO `ey_region` VALUES ('13009', '瓯海区', '3', '12974', 'O');
INSERT INTO `ey_region` VALUES ('13023', '洞头县', '3', '12974', 'D');
INSERT INTO `ey_region` VALUES ('13030', '永嘉县', '3', '12974', 'Y');
INSERT INTO `ey_region` VALUES ('13069', '平阳县', '3', '12974', 'P');
INSERT INTO `ey_region` VALUES ('13101', '苍南县', '3', '12974', 'C');
INSERT INTO `ey_region` VALUES ('13138', '文成县', '3', '12974', 'W');
INSERT INTO `ey_region` VALUES ('13172', '泰顺县', '3', '12974', 'T');
INSERT INTO `ey_region` VALUES ('13209', '瑞安市', '3', '12974', 'R');
INSERT INTO `ey_region` VALUES ('13248', '乐清市', '3', '12974', 'L');
INSERT INTO `ey_region` VALUES ('13280', '嘉兴市', '2', '12596', 'J');
INSERT INTO `ey_region` VALUES ('13281', '市辖区', '3', '13280', 'S');
INSERT INTO `ey_region` VALUES ('13282', '南湖区', '3', '13280', 'N');
INSERT INTO `ey_region` VALUES ('13295', '秀洲区', '3', '13280', 'X');
INSERT INTO `ey_region` VALUES ('13304', '嘉善县', '3', '13280', 'J');
INSERT INTO `ey_region` VALUES ('13316', '海盐县', '3', '13280', 'H');
INSERT INTO `ey_region` VALUES ('13325', '海宁市', '3', '13280', 'H');
INSERT INTO `ey_region` VALUES ('13339', '平湖市', '3', '13280', 'P');
INSERT INTO `ey_region` VALUES ('13350', '桐乡市', '3', '13280', 'T');
INSERT INTO `ey_region` VALUES ('13364', '湖州市', '2', '12596', 'H');
INSERT INTO `ey_region` VALUES ('13365', '市辖区', '3', '13364', 'S');
INSERT INTO `ey_region` VALUES ('13366', '吴兴区', '3', '13364', 'W');
INSERT INTO `ey_region` VALUES ('13382', '南浔区', '3', '13364', 'N');
INSERT INTO `ey_region` VALUES ('13392', '德清县', '3', '13364', 'D');
INSERT INTO `ey_region` VALUES ('13404', '长兴县', '3', '13364', 'C');
INSERT INTO `ey_region` VALUES ('13421', '安吉县', '3', '13364', 'A');
INSERT INTO `ey_region` VALUES ('13437', '绍兴市', '2', '12596', 'S');
INSERT INTO `ey_region` VALUES ('13438', '市辖区', '3', '13437', 'S');
INSERT INTO `ey_region` VALUES ('13439', '越城区', '3', '13437', 'Y');
INSERT INTO `ey_region` VALUES ('13453', '绍兴县', '3', '13437', 'S');
INSERT INTO `ey_region` VALUES ('13473', '新昌县', '3', '13437', 'X');
INSERT INTO `ey_region` VALUES ('13490', '诸暨市', '3', '13437', 'Z');
INSERT INTO `ey_region` VALUES ('13518', '上虞市', '3', '13437', 'S');
INSERT INTO `ey_region` VALUES ('13542', '嵊州市', '3', '13437', 'S');
INSERT INTO `ey_region` VALUES ('13564', '金华市', '2', '12596', 'J');
INSERT INTO `ey_region` VALUES ('13565', '市辖区', '3', '13564', 'S');
INSERT INTO `ey_region` VALUES ('13566', '婺城区', '3', '13564', 'W');
INSERT INTO `ey_region` VALUES ('13594', '金东区', '3', '13564', 'J');
INSERT INTO `ey_region` VALUES ('13606', '武义县', '3', '13564', 'W');
INSERT INTO `ey_region` VALUES ('13625', '浦江县', '3', '13564', 'P');
INSERT INTO `ey_region` VALUES ('13641', '磐安县', '3', '13564', 'P');
INSERT INTO `ey_region` VALUES ('13662', '兰溪市', '3', '13564', 'L');
INSERT INTO `ey_region` VALUES ('13678', '义乌市', '3', '13564', 'Y');
INSERT INTO `ey_region` VALUES ('13692', '东阳市', '3', '13564', 'D');
INSERT INTO `ey_region` VALUES ('13711', '永康市', '3', '13564', 'Y');
INSERT INTO `ey_region` VALUES ('13726', '衢州市', '2', '12596', 'Q');
INSERT INTO `ey_region` VALUES ('13727', '市辖区', '3', '13726', 'S');
INSERT INTO `ey_region` VALUES ('13728', '柯城区', '3', '13726', 'K');
INSERT INTO `ey_region` VALUES ('13746', '衢江区', '3', '13726', 'Q');
INSERT INTO `ey_region` VALUES ('13768', '常山县', '3', '13726', 'C');
INSERT INTO `ey_region` VALUES ('13783', '开化县', '3', '13726', 'K');
INSERT INTO `ey_region` VALUES ('13802', '龙游县', '3', '13726', 'L');
INSERT INTO `ey_region` VALUES ('13818', '江山市', '3', '13726', 'J');
INSERT INTO `ey_region` VALUES ('13840', '舟山市', '2', '12596', 'Z');
INSERT INTO `ey_region` VALUES ('13841', '市辖区', '3', '13840', 'S');
INSERT INTO `ey_region` VALUES ('13842', '定海区', '3', '13840', 'D');
INSERT INTO `ey_region` VALUES ('13859', '普陀区', '3', '13840', 'P');
INSERT INTO `ey_region` VALUES ('13874', '岱山县', '3', '13840', 'D');
INSERT INTO `ey_region` VALUES ('13882', '嵊泗县', '3', '13840', 'S');
INSERT INTO `ey_region` VALUES ('13890', '台州市', '2', '12596', 'T');
INSERT INTO `ey_region` VALUES ('13891', '市辖区', '3', '13890', 'S');
INSERT INTO `ey_region` VALUES ('13892', '椒江区', '3', '13890', 'J');
INSERT INTO `ey_region` VALUES ('13903', '黄岩区', '3', '13890', 'H');
INSERT INTO `ey_region` VALUES ('13923', '路桥区', '3', '13890', 'L');
INSERT INTO `ey_region` VALUES ('13934', '玉环县', '3', '13890', 'Y');
INSERT INTO `ey_region` VALUES ('13944', '三门县', '3', '13890', 'S');
INSERT INTO `ey_region` VALUES ('13959', '天台县', '3', '13890', 'T');
INSERT INTO `ey_region` VALUES ('13975', '仙居县', '3', '13890', 'X');
INSERT INTO `ey_region` VALUES ('13996', '温岭市', '3', '13890', 'W');
INSERT INTO `ey_region` VALUES ('14013', '临海市', '3', '13890', 'L');
INSERT INTO `ey_region` VALUES ('14033', '丽水市', '2', '12596', 'L');
INSERT INTO `ey_region` VALUES ('14034', '市辖区', '3', '14033', 'S');
INSERT INTO `ey_region` VALUES ('14035', '莲都区', '3', '14033', 'L');
INSERT INTO `ey_region` VALUES ('14054', '青田县', '3', '14033', 'Q');
INSERT INTO `ey_region` VALUES ('14086', '缙云县', '3', '14033', 'J');
INSERT INTO `ey_region` VALUES ('14111', '遂昌县', '3', '14033', 'S');
INSERT INTO `ey_region` VALUES ('14132', '松阳县', '3', '14033', 'S');
INSERT INTO `ey_region` VALUES ('14153', '云和县', '3', '14033', 'Y');
INSERT INTO `ey_region` VALUES ('14168', '庆元县', '3', '14033', 'Q');
INSERT INTO `ey_region` VALUES ('14189', '景宁县', '3', '14033', 'J');
INSERT INTO `ey_region` VALUES ('14214', '龙泉市', '3', '14033', 'L');
INSERT INTO `ey_region` VALUES ('14234', '安徽省', '1', '0', 'A');
INSERT INTO `ey_region` VALUES ('14235', '合肥市', '2', '14234', 'H');
INSERT INTO `ey_region` VALUES ('14236', '市辖区', '3', '14235', 'S');
INSERT INTO `ey_region` VALUES ('14237', '瑶海区', '3', '14235', 'Y');
INSERT INTO `ey_region` VALUES ('14254', '庐阳区', '3', '14235', 'L');
INSERT INTO `ey_region` VALUES ('14269', '蜀山区', '3', '14235', 'S');
INSERT INTO `ey_region` VALUES ('14286', '包河区', '3', '14235', 'B');
INSERT INTO `ey_region` VALUES ('14297', '长丰县', '3', '14235', 'C');
INSERT INTO `ey_region` VALUES ('14314', '肥东县', '3', '14235', 'F');
INSERT INTO `ey_region` VALUES ('14334', '肥西县', '3', '14235', 'F');
INSERT INTO `ey_region` VALUES ('14351', '芜湖市', '2', '14234', 'W');
INSERT INTO `ey_region` VALUES ('14352', '市辖区', '3', '14351', 'S');
INSERT INTO `ey_region` VALUES ('14353', '镜湖区', '3', '14351', 'J');
INSERT INTO `ey_region` VALUES ('14366', '弋江区', '3', '14351', 'Y');
INSERT INTO `ey_region` VALUES ('14374', '鸠江区', '3', '14351', 'J');
INSERT INTO `ey_region` VALUES ('14382', '三山区', '3', '14351', 'S');
INSERT INTO `ey_region` VALUES ('14387', '芜湖县', '3', '14351', 'W');
INSERT INTO `ey_region` VALUES ('14394', '繁昌县', '3', '14351', 'F');
INSERT INTO `ey_region` VALUES ('14401', '南陵县', '3', '14351', 'N');
INSERT INTO `ey_region` VALUES ('14410', '蚌埠市', '2', '14234', 'B');
INSERT INTO `ey_region` VALUES ('14411', '市辖区', '3', '14410', 'S');
INSERT INTO `ey_region` VALUES ('14412', '龙子湖区', '3', '14410', 'L');
INSERT INTO `ey_region` VALUES ('14422', '蚌山区', '3', '14410', 'B');
INSERT INTO `ey_region` VALUES ('14434', '禹会区', '3', '14410', 'Y');
INSERT INTO `ey_region` VALUES ('14443', '淮上区', '3', '14410', 'H');
INSERT INTO `ey_region` VALUES ('14449', '怀远县', '3', '14410', 'H');
INSERT INTO `ey_region` VALUES ('14471', '五河县', '3', '14410', 'W');
INSERT INTO `ey_region` VALUES ('14487', '固镇县', '3', '14410', 'G');
INSERT INTO `ey_region` VALUES ('14500', '淮南市', '2', '14234', 'H');
INSERT INTO `ey_region` VALUES ('14501', '市辖区', '3', '14500', 'S');
INSERT INTO `ey_region` VALUES ('14502', '大通区', '3', '14500', 'D');
INSERT INTO `ey_region` VALUES ('14508', '田家庵区', '3', '14500', 'T');
INSERT INTO `ey_region` VALUES ('14523', '谢家集区', '3', '14500', 'X');
INSERT INTO `ey_region` VALUES ('14535', '八公山区', '3', '14500', 'B');
INSERT INTO `ey_region` VALUES ('14542', '潘集区', '3', '14500', 'P');
INSERT INTO `ey_region` VALUES ('14554', '凤台县', '3', '14500', 'F');
INSERT INTO `ey_region` VALUES ('14575', '马鞍山市', '2', '14234', 'M');
INSERT INTO `ey_region` VALUES ('14576', '市辖区', '3', '14575', 'S');
INSERT INTO `ey_region` VALUES ('14577', '金家庄区', '3', '14575', 'J');
INSERT INTO `ey_region` VALUES ('14583', '花山区', '3', '14575', 'H');
INSERT INTO `ey_region` VALUES ('14589', '雨山区', '3', '14575', 'Y');
INSERT INTO `ey_region` VALUES ('14597', '当涂县', '3', '14575', 'D');
INSERT INTO `ey_region` VALUES ('14612', '淮北市', '2', '14234', 'H');
INSERT INTO `ey_region` VALUES ('14613', '市辖区', '3', '14612', 'S');
INSERT INTO `ey_region` VALUES ('14614', '杜集区', '3', '14612', 'D');
INSERT INTO `ey_region` VALUES ('14620', '相山区', '3', '14612', 'X');
INSERT INTO `ey_region` VALUES ('14632', '烈山区', '3', '14612', 'L');
INSERT INTO `ey_region` VALUES ('14641', '濉溪县', '3', '14612', 'S');
INSERT INTO `ey_region` VALUES ('14653', '铜陵市', '2', '14234', 'T');
INSERT INTO `ey_region` VALUES ('14654', '市辖区', '3', '14653', 'S');
INSERT INTO `ey_region` VALUES ('14655', '铜官山区', '3', '14653', 'T');
INSERT INTO `ey_region` VALUES ('14663', '狮子山区', '3', '14653', 'S');
INSERT INTO `ey_region` VALUES ('14671', '铜陵市郊区', '3', '14653', 'T');
INSERT INTO `ey_region` VALUES ('14678', '铜陵县', '3', '14653', 'T');
INSERT INTO `ey_region` VALUES ('14687', '安庆市', '2', '14234', 'A');
INSERT INTO `ey_region` VALUES ('14688', '市辖区', '3', '14687', 'S');
INSERT INTO `ey_region` VALUES ('14689', '迎江区', '3', '14687', 'Y');
INSERT INTO `ey_region` VALUES ('14700', '大观区', '3', '14687', 'D');
INSERT INTO `ey_region` VALUES ('14712', '宜秀区', '3', '14687', 'Y');
INSERT INTO `ey_region` VALUES ('14720', '怀宁县', '3', '14687', 'H');
INSERT INTO `ey_region` VALUES ('14741', '枞阳县', '3', '14687', 'C');
INSERT INTO `ey_region` VALUES ('14764', '潜山县', '3', '14687', 'Q');
INSERT INTO `ey_region` VALUES ('14782', '太湖县', '3', '14687', 'T');
INSERT INTO `ey_region` VALUES ('14798', '宿松县', '3', '14687', 'S');
INSERT INTO `ey_region` VALUES ('14823', '望江县', '3', '14687', 'W');
INSERT INTO `ey_region` VALUES ('14834', '岳西县', '3', '14687', 'Y');
INSERT INTO `ey_region` VALUES ('14859', '桐城市', '3', '14687', 'T');
INSERT INTO `ey_region` VALUES ('14887', '黄山市', '2', '14234', 'H');
INSERT INTO `ey_region` VALUES ('14888', '市辖区', '3', '14887', 'S');
INSERT INTO `ey_region` VALUES ('14889', '屯溪区', '3', '14887', 'T');
INSERT INTO `ey_region` VALUES ('14900', '黄山区', '3', '14887', 'H');
INSERT INTO `ey_region` VALUES ('14917', '徽州区', '3', '14887', 'H');
INSERT INTO `ey_region` VALUES ('14926', '歙县', '3', '14887', 'S');
INSERT INTO `ey_region` VALUES ('14955', '休宁县', '3', '14887', 'X');
INSERT INTO `ey_region` VALUES ('14977', '黟县', '3', '14887', 'Y');
INSERT INTO `ey_region` VALUES ('14986', '祁门县', '3', '14887', 'Q');
INSERT INTO `ey_region` VALUES ('15005', '滁州市', '2', '14234', 'C');
INSERT INTO `ey_region` VALUES ('15006', '市辖区', '3', '15005', 'S');
INSERT INTO `ey_region` VALUES ('15007', '琅琊区', '3', '15005', 'L');
INSERT INTO `ey_region` VALUES ('15016', '南谯区', '3', '15005', 'N');
INSERT INTO `ey_region` VALUES ('15034', '来安县', '3', '15005', 'L');
INSERT INTO `ey_region` VALUES ('15053', '全椒县', '3', '15005', 'Q');
INSERT INTO `ey_region` VALUES ('15071', '定远县', '3', '15005', 'D');
INSERT INTO `ey_region` VALUES ('15109', '凤阳县', '3', '15005', 'F');
INSERT INTO `ey_region` VALUES ('15136', '天长市', '3', '15005', 'T');
INSERT INTO `ey_region` VALUES ('15166', '明光市', '3', '15005', 'M');
INSERT INTO `ey_region` VALUES ('15194', '阜阳市', '2', '14234', 'F');
INSERT INTO `ey_region` VALUES ('15195', '市辖区', '3', '15194', 'S');
INSERT INTO `ey_region` VALUES ('15196', '颍州区', '3', '15194', 'Y');
INSERT INTO `ey_region` VALUES ('15211', '颍东区', '3', '15194', 'Y');
INSERT INTO `ey_region` VALUES ('15224', '颍泉区', '3', '15194', 'Y');
INSERT INTO `ey_region` VALUES ('15231', '临泉县', '3', '15194', 'L');
INSERT INTO `ey_region` VALUES ('15264', '太和县', '3', '15194', 'T');
INSERT INTO `ey_region` VALUES ('15296', '阜南县', '3', '15194', 'F');
INSERT INTO `ey_region` VALUES ('15328', '颍上县', '3', '15194', 'Y');
INSERT INTO `ey_region` VALUES ('15359', '界首市', '3', '15194', 'J');
INSERT INTO `ey_region` VALUES ('15378', '宿州市', '2', '14234', 'S');
INSERT INTO `ey_region` VALUES ('15379', '市辖区', '3', '15378', 'S');
INSERT INTO `ey_region` VALUES ('15380', '墉桥区', '3', '15378', 'Y');
INSERT INTO `ey_region` VALUES ('15417', '砀山县', '3', '15378', 'D');
INSERT INTO `ey_region` VALUES ('15437', '萧县', '3', '15378', 'X');
INSERT INTO `ey_region` VALUES ('15461', '灵璧县', '3', '15378', 'L');
INSERT INTO `ey_region` VALUES ('15482', '泗县', '3', '15378', 'S');
INSERT INTO `ey_region` VALUES ('15499', '巢湖市', '2', '14234', 'C');
INSERT INTO `ey_region` VALUES ('15500', '市辖区', '3', '15499', 'S');
INSERT INTO `ey_region` VALUES ('15501', '居巢区', '3', '15499', 'J');
INSERT INTO `ey_region` VALUES ('15520', '庐江县', '3', '15499', 'L');
INSERT INTO `ey_region` VALUES ('15542', '无为县', '3', '15499', 'W');
INSERT INTO `ey_region` VALUES ('15566', '含山县', '3', '15499', 'H');
INSERT INTO `ey_region` VALUES ('15575', '和县', '3', '15499', 'H');
INSERT INTO `ey_region` VALUES ('15586', '六安市', '2', '14234', 'L');
INSERT INTO `ey_region` VALUES ('15587', '市辖区', '3', '15586', 'S');
INSERT INTO `ey_region` VALUES ('15588', '金安区', '3', '15586', 'J');
INSERT INTO `ey_region` VALUES ('15612', '裕安区', '3', '15586', 'Y');
INSERT INTO `ey_region` VALUES ('15635', '寿县', '3', '15586', 'S');
INSERT INTO `ey_region` VALUES ('15662', '霍邱县', '3', '15586', 'H');
INSERT INTO `ey_region` VALUES ('15698', '舒城县', '3', '15586', 'S');
INSERT INTO `ey_region` VALUES ('15720', '金寨县', '3', '15586', 'J');
INSERT INTO `ey_region` VALUES ('15747', '霍山县', '3', '15586', 'H');
INSERT INTO `ey_region` VALUES ('15764', '亳州市', '2', '14234', 'H');
INSERT INTO `ey_region` VALUES ('15765', '市辖区', '3', '15764', 'S');
INSERT INTO `ey_region` VALUES ('15766', '谯城区', '3', '15764', 'Q');
INSERT INTO `ey_region` VALUES ('15795', '涡阳县', '3', '15764', 'W');
INSERT INTO `ey_region` VALUES ('15823', '蒙城县', '3', '15764', 'M');
INSERT INTO `ey_region` VALUES ('15843', '利辛县', '3', '15764', 'L');
INSERT INTO `ey_region` VALUES ('15871', '池州市', '2', '14234', 'C');
INSERT INTO `ey_region` VALUES ('15872', '市辖区', '3', '15871', 'S');
INSERT INTO `ey_region` VALUES ('15873', '贵池区', '3', '15871', 'G');
INSERT INTO `ey_region` VALUES ('15900', '东至县', '3', '15871', 'D');
INSERT INTO `ey_region` VALUES ('15930', '石台县', '3', '15871', 'S');
INSERT INTO `ey_region` VALUES ('15944', '青阳县', '3', '15871', 'Q');
INSERT INTO `ey_region` VALUES ('15958', '宣城市', '2', '14234', 'X');
INSERT INTO `ey_region` VALUES ('15959', '市辖区', '3', '15958', 'S');
INSERT INTO `ey_region` VALUES ('15960', '宣州区', '3', '15958', 'X');
INSERT INTO `ey_region` VALUES ('15987', '郎溪县', '3', '15958', 'L');
INSERT INTO `ey_region` VALUES ('16001', '广德县', '3', '15958', 'G');
INSERT INTO `ey_region` VALUES ('16013', '泾县', '3', '15958', 'J');
INSERT INTO `ey_region` VALUES ('16025', '绩溪县', '3', '15958', 'J');
INSERT INTO `ey_region` VALUES ('16037', '旌德县', '3', '15958', 'J');
INSERT INTO `ey_region` VALUES ('16048', '宁国市', '3', '15958', 'N');
INSERT INTO `ey_region` VALUES ('16068', '福建省', '1', '0', 'F');
INSERT INTO `ey_region` VALUES ('16069', '福州市', '2', '16068', 'F');
INSERT INTO `ey_region` VALUES ('16070', '市辖区', '3', '16069', 'S');
INSERT INTO `ey_region` VALUES ('16071', '鼓楼区', '3', '16069', 'G');
INSERT INTO `ey_region` VALUES ('16082', '台江区', '3', '16069', 'T');
INSERT INTO `ey_region` VALUES ('16093', '仓山区', '3', '16069', 'C');
INSERT INTO `ey_region` VALUES ('16108', '马尾区', '3', '16069', 'M');
INSERT INTO `ey_region` VALUES ('16113', '晋安区', '3', '16069', 'J');
INSERT INTO `ey_region` VALUES ('16123', '闽侯县', '3', '16069', 'M');
INSERT INTO `ey_region` VALUES ('16140', '连江县', '3', '16069', 'L');
INSERT INTO `ey_region` VALUES ('16164', '罗源县', '3', '16069', 'L');
INSERT INTO `ey_region` VALUES ('16177', '闽清县', '3', '16069', 'M');
INSERT INTO `ey_region` VALUES ('16194', '永泰县', '3', '16069', 'Y');
INSERT INTO `ey_region` VALUES ('16216', '平潭县', '3', '16069', 'P');
INSERT INTO `ey_region` VALUES ('16232', '福清市', '3', '16069', 'F');
INSERT INTO `ey_region` VALUES ('16259', '长乐市', '3', '16069', 'C');
INSERT INTO `ey_region` VALUES ('16278', '厦门市', '2', '16068', 'X');
INSERT INTO `ey_region` VALUES ('16279', '市辖区', '3', '16278', 'S');
INSERT INTO `ey_region` VALUES ('16280', '思明区', '3', '16278', 'S');
INSERT INTO `ey_region` VALUES ('16294', '海沧区', '3', '16278', 'H');
INSERT INTO `ey_region` VALUES ('16303', '湖里区', '3', '16278', 'H');
INSERT INTO `ey_region` VALUES ('16315', '集美区', '3', '16278', 'J');
INSERT INTO `ey_region` VALUES ('16326', '同安区', '3', '16278', 'T');
INSERT INTO `ey_region` VALUES ('16341', '翔安区', '3', '16278', 'X');
INSERT INTO `ey_region` VALUES ('16348', '莆田市', '2', '16068', 'P');
INSERT INTO `ey_region` VALUES ('16349', '市辖区', '3', '16348', 'S');
INSERT INTO `ey_region` VALUES ('16350', '城厢区', '3', '16348', 'C');
INSERT INTO `ey_region` VALUES ('16358', '涵江区', '3', '16348', 'H');
INSERT INTO `ey_region` VALUES ('16372', '荔城区', '3', '16348', 'L');
INSERT INTO `ey_region` VALUES ('16379', '秀屿区', '3', '16348', 'X');
INSERT INTO `ey_region` VALUES ('16393', '仙游县', '3', '16348', 'X');
INSERT INTO `ey_region` VALUES ('16412', '三明市', '2', '16068', 'S');
INSERT INTO `ey_region` VALUES ('16413', '市辖区', '3', '16412', 'S');
INSERT INTO `ey_region` VALUES ('16414', '梅列区', '3', '16412', 'M');
INSERT INTO `ey_region` VALUES ('16421', '三元区', '3', '16412', 'S');
INSERT INTO `ey_region` VALUES ('16430', '明溪县', '3', '16412', 'M');
INSERT INTO `ey_region` VALUES ('16440', '清流县', '3', '16412', 'Q');
INSERT INTO `ey_region` VALUES ('16455', '宁化县', '3', '16412', 'N');
INSERT INTO `ey_region` VALUES ('16472', '大田县', '3', '16412', 'D');
INSERT INTO `ey_region` VALUES ('16492', '尤溪县', '3', '16412', 'Y');
INSERT INTO `ey_region` VALUES ('16508', '沙县', '3', '16412', 'S');
INSERT INTO `ey_region` VALUES ('16521', '将乐县', '3', '16412', 'J');
INSERT INTO `ey_region` VALUES ('16535', '泰宁县', '3', '16412', 'T');
INSERT INTO `ey_region` VALUES ('16545', '建宁县', '3', '16412', 'J');
INSERT INTO `ey_region` VALUES ('16556', '永安市', '3', '16412', 'Y');
INSERT INTO `ey_region` VALUES ('16572', '泉州市', '2', '16068', 'Q');
INSERT INTO `ey_region` VALUES ('16573', '市辖区', '3', '16572', 'S');
INSERT INTO `ey_region` VALUES ('16574', '鲤城区', '3', '16572', 'L');
INSERT INTO `ey_region` VALUES ('16584', '丰泽区', '3', '16572', 'F');
INSERT INTO `ey_region` VALUES ('16593', '洛江区', '3', '16572', 'L');
INSERT INTO `ey_region` VALUES ('16600', '泉港区', '3', '16572', 'Q');
INSERT INTO `ey_region` VALUES ('16608', '惠安县', '3', '16572', 'H');
INSERT INTO `ey_region` VALUES ('16625', '安溪县', '3', '16572', 'A');
INSERT INTO `ey_region` VALUES ('16650', '永春县', '3', '16572', 'Y');
INSERT INTO `ey_region` VALUES ('16673', '德化县', '3', '16572', 'D');
INSERT INTO `ey_region` VALUES ('16692', '金门县', '3', '16572', 'J');
INSERT INTO `ey_region` VALUES ('16693', '石狮市', '3', '16572', 'S');
INSERT INTO `ey_region` VALUES ('16703', '晋江市', '3', '16572', 'J');
INSERT INTO `ey_region` VALUES ('16726', '南安市', '3', '16572', 'N');
INSERT INTO `ey_region` VALUES ('16754', '漳州市', '2', '16068', 'Z');
INSERT INTO `ey_region` VALUES ('16755', '市辖区', '3', '16754', 'S');
INSERT INTO `ey_region` VALUES ('16756', '芗城区', '3', '16754', 'X');
INSERT INTO `ey_region` VALUES ('16772', '龙文区', '3', '16754', 'L');
INSERT INTO `ey_region` VALUES ('16778', '云霄县', '3', '16754', 'Y');
INSERT INTO `ey_region` VALUES ('16790', '漳浦县', '3', '16754', 'Z');
INSERT INTO `ey_region` VALUES ('16821', '诏安县', '3', '16754', 'Z');
INSERT INTO `ey_region` VALUES ('16842', '长泰县', '3', '16754', 'C');
INSERT INTO `ey_region` VALUES ('16852', '东山县', '3', '16754', 'D');
INSERT INTO `ey_region` VALUES ('16860', '南靖县', '3', '16754', 'N');
INSERT INTO `ey_region` VALUES ('16872', '平和县', '3', '16754', 'P');
INSERT INTO `ey_region` VALUES ('16889', '华安县', '3', '16754', 'H');
INSERT INTO `ey_region` VALUES ('16899', '龙海市', '3', '16754', 'L');
INSERT INTO `ey_region` VALUES ('16924', '南平市', '2', '16068', 'N');
INSERT INTO `ey_region` VALUES ('16925', '市辖区', '3', '16924', 'S');
INSERT INTO `ey_region` VALUES ('16926', '延平区', '3', '16924', 'Y');
INSERT INTO `ey_region` VALUES ('16948', '顺昌县', '3', '16924', 'S');
INSERT INTO `ey_region` VALUES ('16961', '浦城县', '3', '16924', 'P');
INSERT INTO `ey_region` VALUES ('16982', '光泽县', '3', '16924', 'G');
INSERT INTO `ey_region` VALUES ('16991', '松溪县', '3', '16924', 'S');
INSERT INTO `ey_region` VALUES ('17001', '政和县', '3', '16924', 'Z');
INSERT INTO `ey_region` VALUES ('17012', '邵武市', '3', '16924', 'S');
INSERT INTO `ey_region` VALUES ('17033', '武夷山市', '3', '16924', 'W');
INSERT INTO `ey_region` VALUES ('17044', '建瓯市', '3', '16924', 'J');
INSERT INTO `ey_region` VALUES ('17063', '建阳市', '3', '16924', 'J');
INSERT INTO `ey_region` VALUES ('17077', '龙岩市', '2', '16068', 'L');
INSERT INTO `ey_region` VALUES ('17078', '市辖区', '3', '17077', 'S');
INSERT INTO `ey_region` VALUES ('17079', '新罗区', '3', '17077', 'X');
INSERT INTO `ey_region` VALUES ('17099', '长汀县', '3', '17077', 'C');
INSERT INTO `ey_region` VALUES ('17118', '永定县', '3', '17077', 'Y');
INSERT INTO `ey_region` VALUES ('17143', '上杭县', '3', '17077', 'S');
INSERT INTO `ey_region` VALUES ('17166', '武平县', '3', '17077', 'W');
INSERT INTO `ey_region` VALUES ('17184', '连城县', '3', '17077', 'L');
INSERT INTO `ey_region` VALUES ('17202', '漳平市', '3', '17077', 'Z');
INSERT INTO `ey_region` VALUES ('17219', '宁德市　', '2', '16068', 'N');
INSERT INTO `ey_region` VALUES ('17220', '市辖区', '3', '17219', 'S');
INSERT INTO `ey_region` VALUES ('17221', '蕉城区', '3', '17219', 'J');
INSERT INTO `ey_region` VALUES ('17239', '霞浦县', '3', '17219', 'X');
INSERT INTO `ey_region` VALUES ('17254', '古田县', '3', '17219', 'G');
INSERT INTO `ey_region` VALUES ('17269', '屏南县', '3', '17219', 'P');
INSERT INTO `ey_region` VALUES ('17281', '寿宁县', '3', '17219', 'S');
INSERT INTO `ey_region` VALUES ('17296', '周宁县', '3', '17219', 'Z');
INSERT INTO `ey_region` VALUES ('17306', '柘荣县', '3', '17219', 'Z');
INSERT INTO `ey_region` VALUES ('17316', '福安市', '3', '17219', 'F');
INSERT INTO `ey_region` VALUES ('17341', '福鼎市', '3', '17219', 'F');
INSERT INTO `ey_region` VALUES ('17359', '江西省', '1', '0', 'J');
INSERT INTO `ey_region` VALUES ('17360', '南昌市', '2', '17359', 'N');
INSERT INTO `ey_region` VALUES ('17361', '市辖区', '3', '17360', 'S');
INSERT INTO `ey_region` VALUES ('17362', '东湖区', '3', '17360', 'D');
INSERT INTO `ey_region` VALUES ('17374', '西湖区', '3', '17360', 'X');
INSERT INTO `ey_region` VALUES ('17387', '青云谱区', '3', '17360', 'Q');
INSERT INTO `ey_region` VALUES ('17395', '湾里区', '3', '17360', 'W');
INSERT INTO `ey_region` VALUES ('17402', '青山湖区', '3', '17360', 'Q');
INSERT INTO `ey_region` VALUES ('17420', '南昌县', '3', '17360', 'N');
INSERT INTO `ey_region` VALUES ('17443', '新建县', '3', '17360', 'X');
INSERT INTO `ey_region` VALUES ('17471', '安义县', '3', '17360', 'A');
INSERT INTO `ey_region` VALUES ('17485', '进贤县', '3', '17360', 'J');
INSERT INTO `ey_region` VALUES ('17508', '景德镇市', '2', '17359', 'J');
INSERT INTO `ey_region` VALUES ('17509', '市辖区', '3', '17508', 'S');
INSERT INTO `ey_region` VALUES ('17510', '昌江区', '3', '17508', 'C');
INSERT INTO `ey_region` VALUES ('17534', '珠山区', '3', '17508', 'Z');
INSERT INTO `ey_region` VALUES ('17545', '浮梁县', '3', '17508', 'F');
INSERT INTO `ey_region` VALUES ('17568', '乐平市', '3', '17508', 'L');
INSERT INTO `ey_region` VALUES ('17589', '萍乡市', '2', '17359', 'P');
INSERT INTO `ey_region` VALUES ('17590', '市辖区', '3', '17589', 'S');
INSERT INTO `ey_region` VALUES ('17591', '安源区', '3', '17589', 'A');
INSERT INTO `ey_region` VALUES ('17604', '湘东区', '3', '17589', 'X');
INSERT INTO `ey_region` VALUES ('17616', '莲花县', '3', '17589', 'L');
INSERT INTO `ey_region` VALUES ('17630', '上栗县', '3', '17589', 'S');
INSERT INTO `ey_region` VALUES ('17640', '芦溪县', '3', '17589', 'L');
INSERT INTO `ey_region` VALUES ('17651', '九江市', '2', '17359', 'J');
INSERT INTO `ey_region` VALUES ('17652', '市辖区', '3', '17651', 'S');
INSERT INTO `ey_region` VALUES ('17653', '庐山区', '3', '17651', 'L');
INSERT INTO `ey_region` VALUES ('17667', '浔阳区', '3', '17651', 'X');
INSERT INTO `ey_region` VALUES ('17676', '九江县', '3', '17651', 'J');
INSERT INTO `ey_region` VALUES ('17693', '武宁县', '3', '17651', 'W');
INSERT INTO `ey_region` VALUES ('17714', '修水县', '3', '17651', 'X');
INSERT INTO `ey_region` VALUES ('17751', '永修县', '3', '17651', 'Y');
INSERT INTO `ey_region` VALUES ('17773', '德安县', '3', '17651', 'D');
INSERT INTO `ey_region` VALUES ('17792', '星子县', '3', '17651', 'X');
INSERT INTO `ey_region` VALUES ('17807', '都昌县', '3', '17651', 'D');
INSERT INTO `ey_region` VALUES ('17834', '湖口县', '3', '17651', 'H');
INSERT INTO `ey_region` VALUES ('17849', '彭泽县', '3', '17651', 'P');
INSERT INTO `ey_region` VALUES ('17872', '瑞昌市', '3', '17651', 'R');
INSERT INTO `ey_region` VALUES ('17894', '新余市', '2', '17359', 'X');
INSERT INTO `ey_region` VALUES ('17895', '市辖区', '3', '17894', 'S');
INSERT INTO `ey_region` VALUES ('17896', '渝水区', '3', '17894', 'Y');
INSERT INTO `ey_region` VALUES ('17917', '分宜县', '3', '17894', 'F');
INSERT INTO `ey_region` VALUES ('17934', '鹰潭市', '2', '17359', 'Y');
INSERT INTO `ey_region` VALUES ('17935', '市辖区', '3', '17934', 'S');
INSERT INTO `ey_region` VALUES ('17936', '月湖区', '3', '17934', 'Y');
INSERT INTO `ey_region` VALUES ('17945', '余江县', '3', '17934', 'Y');
INSERT INTO `ey_region` VALUES ('17966', '贵溪市', '3', '17934', 'G');
INSERT INTO `ey_region` VALUES ('17999', '赣州市', '2', '17359', 'G');
INSERT INTO `ey_region` VALUES ('18000', '市辖区', '3', '17999', 'S');
INSERT INTO `ey_region` VALUES ('18001', '章贡区', '3', '17999', 'Z');
INSERT INTO `ey_region` VALUES ('18016', '赣县', '3', '17999', 'G');
INSERT INTO `ey_region` VALUES ('18037', '信丰县', '3', '17999', 'X');
INSERT INTO `ey_region` VALUES ('18055', '大余县', '3', '17999', 'D');
INSERT INTO `ey_region` VALUES ('18068', '上犹县', '3', '17999', 'S');
INSERT INTO `ey_region` VALUES ('18084', '崇义县', '3', '17999', 'C');
INSERT INTO `ey_region` VALUES ('18102', '安远县', '3', '17999', 'A');
INSERT INTO `ey_region` VALUES ('18122', '龙南县', '3', '17999', 'L');
INSERT INTO `ey_region` VALUES ('18139', '定南县', '3', '17999', 'D');
INSERT INTO `ey_region` VALUES ('18148', '全南县', '3', '17999', 'Q');
INSERT INTO `ey_region` VALUES ('18161', '宁都县', '3', '17999', 'N');
INSERT INTO `ey_region` VALUES ('18187', '于都县', '3', '17999', 'Y');
INSERT INTO `ey_region` VALUES ('18212', '兴国县', '3', '17999', 'X');
INSERT INTO `ey_region` VALUES ('18239', '会昌县', '3', '17999', 'H');
INSERT INTO `ey_region` VALUES ('18260', '寻乌县', '3', '17999', 'X');
INSERT INTO `ey_region` VALUES ('18276', '石城县', '3', '17999', 'S');
INSERT INTO `ey_region` VALUES ('18287', '瑞金市', '3', '17999', 'R');
INSERT INTO `ey_region` VALUES ('18306', '南康市', '3', '17999', 'N');
INSERT INTO `ey_region` VALUES ('18330', '吉安市', '2', '17359', 'J');
INSERT INTO `ey_region` VALUES ('18331', '市辖区', '3', '18330', 'S');
INSERT INTO `ey_region` VALUES ('18332', '吉州区', '3', '18330', 'J');
INSERT INTO `ey_region` VALUES ('18345', '青原区', '3', '18330', 'Q');
INSERT INTO `ey_region` VALUES ('18356', '吉安县', '3', '18330', 'J');
INSERT INTO `ey_region` VALUES ('18378', '吉水县', '3', '18330', 'J');
INSERT INTO `ey_region` VALUES ('18398', '峡江县', '3', '18330', 'X');
INSERT INTO `ey_region` VALUES ('18411', '新干县', '3', '18330', 'X');
INSERT INTO `ey_region` VALUES ('18429', '永丰县', '3', '18330', 'Y');
INSERT INTO `ey_region` VALUES ('18454', '泰和县', '3', '18330', 'T');
INSERT INTO `ey_region` VALUES ('18483', '遂川县', '3', '18330', 'S');
INSERT INTO `ey_region` VALUES ('18510', '万安县', '3', '18330', 'W');
INSERT INTO `ey_region` VALUES ('18529', '安福县', '3', '18330', 'A');
INSERT INTO `ey_region` VALUES ('18550', '永新县', '3', '18330', 'Y');
INSERT INTO `ey_region` VALUES ('18575', '井冈山市', '3', '18330', 'J');
INSERT INTO `ey_region` VALUES ('18598', '宜春市', '2', '17359', 'Y');
INSERT INTO `ey_region` VALUES ('18599', '市辖区', '3', '18598', 'S');
INSERT INTO `ey_region` VALUES ('18600', '袁州区', '3', '18598', 'Y');
INSERT INTO `ey_region` VALUES ('18639', '奉新县', '3', '18598', 'F');
INSERT INTO `ey_region` VALUES ('18659', '万载县', '3', '18598', 'W');
INSERT INTO `ey_region` VALUES ('18678', '上高县', '3', '18598', 'S');
INSERT INTO `ey_region` VALUES ('18696', '宜丰县', '3', '18598', 'Y');
INSERT INTO `ey_region` VALUES ('18714', '靖安县', '3', '18598', 'J');
INSERT INTO `ey_region` VALUES ('18727', '铜鼓县', '3', '18598', 'T');
INSERT INTO `ey_region` VALUES ('18741', '丰城市', '3', '18598', 'F');
INSERT INTO `ey_region` VALUES ('18777', '樟树市', '3', '18598', 'Z');
INSERT INTO `ey_region` VALUES ('18799', '高安市', '3', '18598', 'G');
INSERT INTO `ey_region` VALUES ('18829', '抚州市', '2', '17359', 'F');
INSERT INTO `ey_region` VALUES ('18830', '市辖区', '3', '18829', 'S');
INSERT INTO `ey_region` VALUES ('18831', '临川区', '3', '18829', 'L');
INSERT INTO `ey_region` VALUES ('18869', '南城县', '3', '18829', 'N');
INSERT INTO `ey_region` VALUES ('18882', '黎川县', '3', '18829', 'L');
INSERT INTO `ey_region` VALUES ('18900', '南丰县', '3', '18829', 'N');
INSERT INTO `ey_region` VALUES ('18915', '崇仁县', '3', '18829', 'C');
INSERT INTO `ey_region` VALUES ('18931', '乐安县', '3', '18829', 'L');
INSERT INTO `ey_region` VALUES ('18949', '宜黄县', '3', '18829', 'Y');
INSERT INTO `ey_region` VALUES ('18965', '金溪县', '3', '18829', 'J');
INSERT INTO `ey_region` VALUES ('18980', '资溪县', '3', '18829', 'Z');
INSERT INTO `ey_region` VALUES ('18988', '东乡县', '3', '18829', 'D');
INSERT INTO `ey_region` VALUES ('19010', '广昌县', '3', '18829', 'G');
INSERT INTO `ey_region` VALUES ('19024', '上饶市', '2', '17359', 'S');
INSERT INTO `ey_region` VALUES ('19025', '市辖区', '3', '19024', 'S');
INSERT INTO `ey_region` VALUES ('19026', '信州区', '3', '19024', 'X');
INSERT INTO `ey_region` VALUES ('19038', '上饶县', '3', '19024', 'S');
INSERT INTO `ey_region` VALUES ('19062', '广丰县', '3', '19024', 'G');
INSERT INTO `ey_region` VALUES ('19088', '玉山县', '3', '19024', 'Y');
INSERT INTO `ey_region` VALUES ('19108', '铅山县', '3', '19024', 'Q');
INSERT INTO `ey_region` VALUES ('19136', '横峰县', '3', '19024', 'H');
INSERT INTO `ey_region` VALUES ('19151', '弋阳县', '3', '19024', 'Y');
INSERT INTO `ey_region` VALUES ('19171', '余干县', '3', '19024', 'Y');
INSERT INTO `ey_region` VALUES ('19202', '鄱阳县', '3', '19024', 'P');
INSERT INTO `ey_region` VALUES ('19234', '万年县', '3', '19024', 'W');
INSERT INTO `ey_region` VALUES ('19248', '婺源县', '3', '19024', 'W');
INSERT INTO `ey_region` VALUES ('19265', '德兴市', '3', '19024', 'D');
INSERT INTO `ey_region` VALUES ('19280', '山东省', '1', '0', 'S');
INSERT INTO `ey_region` VALUES ('19281', '济南市', '2', '19280', 'J');
INSERT INTO `ey_region` VALUES ('19282', '市辖区', '3', '19281', 'S');
INSERT INTO `ey_region` VALUES ('19283', '历下区', '3', '19281', 'L');
INSERT INTO `ey_region` VALUES ('19295', '市中区', '3', '19281', 'S');
INSERT INTO `ey_region` VALUES ('19311', '槐荫区', '3', '19281', 'H');
INSERT INTO `ey_region` VALUES ('19326', '天桥区', '3', '19281', 'T');
INSERT INTO `ey_region` VALUES ('19342', '历城区', '3', '19281', 'L');
INSERT INTO `ey_region` VALUES ('19359', '长清区', '3', '19281', 'C');
INSERT INTO `ey_region` VALUES ('19370', '平阴县', '3', '19281', 'P');
INSERT INTO `ey_region` VALUES ('19378', '济阳县', '3', '19281', 'J');
INSERT INTO `ey_region` VALUES ('19387', '商河县', '3', '19281', 'S');
INSERT INTO `ey_region` VALUES ('19400', '章丘市', '3', '19281', 'Z');
INSERT INTO `ey_region` VALUES ('19421', '青岛市', '2', '19280', 'Q');
INSERT INTO `ey_region` VALUES ('19422', '市辖区', '3', '19421', 'S');
INSERT INTO `ey_region` VALUES ('19423', '市南区', '3', '19421', 'S');
INSERT INTO `ey_region` VALUES ('19438', '市北区', '3', '19421', 'S');
INSERT INTO `ey_region` VALUES ('19456', '四方区', '3', '19421', 'S');
INSERT INTO `ey_region` VALUES ('19464', '黄岛区', '3', '19421', 'H');
INSERT INTO `ey_region` VALUES ('19471', '崂山区', '3', '19421', 'L');
INSERT INTO `ey_region` VALUES ('19476', '李沧区', '3', '19421', 'L');
INSERT INTO `ey_region` VALUES ('19488', '城阳区', '3', '19421', 'C');
INSERT INTO `ey_region` VALUES ('19497', '胶州市', '3', '19421', 'J');
INSERT INTO `ey_region` VALUES ('19516', '即墨市', '3', '19421', 'J');
INSERT INTO `ey_region` VALUES ('19540', '平度市', '3', '19421', 'P');
INSERT INTO `ey_region` VALUES ('19572', '胶南市', '3', '19421', 'J');
INSERT INTO `ey_region` VALUES ('19590', '莱西市', '3', '19421', 'L');
INSERT INTO `ey_region` VALUES ('19608', '淄博市', '2', '19280', 'Z');
INSERT INTO `ey_region` VALUES ('19609', '市辖区', '3', '19608', 'S');
INSERT INTO `ey_region` VALUES ('19610', '淄川区', '3', '19608', 'Z');
INSERT INTO `ey_region` VALUES ('19632', '张店区', '3', '19608', 'Z');
INSERT INTO `ey_region` VALUES ('19649', '博山区', '3', '19608', 'B');
INSERT INTO `ey_region` VALUES ('19663', '临淄区', '3', '19608', 'L');
INSERT INTO `ey_region` VALUES ('19678', '周村区', '3', '19608', 'Z');
INSERT INTO `ey_region` VALUES ('19688', '桓台县', '3', '19608', 'H');
INSERT INTO `ey_region` VALUES ('19700', '高青县', '3', '19608', 'G');
INSERT INTO `ey_region` VALUES ('19710', '沂源县', '3', '19608', 'Y');
INSERT INTO `ey_region` VALUES ('19724', '枣庄市', '2', '19280', 'Z');
INSERT INTO `ey_region` VALUES ('19725', '市辖区', '3', '19724', 'S');
INSERT INTO `ey_region` VALUES ('19726', '市中区', '3', '19724', 'S');
INSERT INTO `ey_region` VALUES ('19738', '薛城区', '3', '19724', 'X');
INSERT INTO `ey_region` VALUES ('19748', '峄城区', '3', '19724', 'Y');
INSERT INTO `ey_region` VALUES ('19756', '台儿庄区', '3', '19724', 'T');
INSERT INTO `ey_region` VALUES ('19763', '山亭区', '3', '19724', 'S');
INSERT INTO `ey_region` VALUES ('19774', '滕州市', '3', '19724', 'T');
INSERT INTO `ey_region` VALUES ('19796', '东营市', '2', '19280', 'D');
INSERT INTO `ey_region` VALUES ('19797', '市辖区', '3', '19796', 'S');
INSERT INTO `ey_region` VALUES ('19798', '东营区', '3', '19796', 'D');
INSERT INTO `ey_region` VALUES ('19809', '河口区', '3', '19796', 'H');
INSERT INTO `ey_region` VALUES ('19817', '垦利县', '3', '19796', 'K');
INSERT INTO `ey_region` VALUES ('19825', '利津县', '3', '19796', 'L');
INSERT INTO `ey_region` VALUES ('19835', '广饶县', '3', '19796', 'G');
INSERT INTO `ey_region` VALUES ('19846', '烟台市', '2', '19280', 'Y');
INSERT INTO `ey_region` VALUES ('19847', '市辖区', '3', '19846', 'S');
INSERT INTO `ey_region` VALUES ('19848', '芝罘区', '3', '19846', 'Z');
INSERT INTO `ey_region` VALUES ('19861', '福山区', '3', '19846', 'F');
INSERT INTO `ey_region` VALUES ('19873', '牟平区', '3', '19846', 'M');
INSERT INTO `ey_region` VALUES ('19887', '莱山区', '3', '19846', 'L');
INSERT INTO `ey_region` VALUES ('19893', '长岛县', '3', '19846', 'C');
INSERT INTO `ey_region` VALUES ('19902', '龙口市', '3', '19846', 'L');
INSERT INTO `ey_region` VALUES ('19916', '莱阳市', '3', '19846', 'L');
INSERT INTO `ey_region` VALUES ('19935', '莱州市', '3', '19846', 'L');
INSERT INTO `ey_region` VALUES ('19952', '蓬莱市', '3', '19846', 'P');
INSERT INTO `ey_region` VALUES ('19965', '招远市', '3', '19846', 'Z');
INSERT INTO `ey_region` VALUES ('19980', '栖霞市', '3', '19846', 'Q');
INSERT INTO `ey_region` VALUES ('19996', '海阳市', '3', '19846', 'H');
INSERT INTO `ey_region` VALUES ('20012', '潍坊市', '2', '19280', 'W');
INSERT INTO `ey_region` VALUES ('20013', '市辖区', '3', '20012', 'S');
INSERT INTO `ey_region` VALUES ('20014', '潍城区', '3', '20012', 'W');
INSERT INTO `ey_region` VALUES ('20023', '寒亭区', '3', '20012', 'H');
INSERT INTO `ey_region` VALUES ('20034', '坊子区', '3', '20012', 'F');
INSERT INTO `ey_region` VALUES ('20043', '奎文区', '3', '20012', 'K');
INSERT INTO `ey_region` VALUES ('20055', '临朐县', '3', '20012', 'L');
INSERT INTO `ey_region` VALUES ('20074', '昌乐县', '3', '20012', 'C');
INSERT INTO `ey_region` VALUES ('20091', '青州市', '3', '20012', 'Q');
INSERT INTO `ey_region` VALUES ('20113', '诸城市', '3', '20012', 'Z');
INSERT INTO `ey_region` VALUES ('20137', '寿光市', '3', '20012', 'S');
INSERT INTO `ey_region` VALUES ('20155', '安丘市', '3', '20012', 'A');
INSERT INTO `ey_region` VALUES ('20179', '高密市', '3', '20012', 'G');
INSERT INTO `ey_region` VALUES ('20200', '昌邑市', '3', '20012', 'C');
INSERT INTO `ey_region` VALUES ('20216', '济宁市', '2', '19280', 'J');
INSERT INTO `ey_region` VALUES ('20217', '市辖区', '3', '20216', 'S');
INSERT INTO `ey_region` VALUES ('20218', '市中区', '3', '20216', 'S');
INSERT INTO `ey_region` VALUES ('20227', '任城区', '3', '20216', 'R');
INSERT INTO `ey_region` VALUES ('20257', '鱼台县', '3', '20216', 'Y');
INSERT INTO `ey_region` VALUES ('20268', '金乡县', '3', '20216', 'J');
INSERT INTO `ey_region` VALUES ('20282', '嘉祥县', '3', '20216', 'J');
INSERT INTO `ey_region` VALUES ('20298', '汶上县', '3', '20216', 'W');
INSERT INTO `ey_region` VALUES ('20313', '泗水县', '3', '20216', 'S');
INSERT INTO `ey_region` VALUES ('20327', '梁山县', '3', '20216', 'L');
INSERT INTO `ey_region` VALUES ('20342', '曲阜市', '3', '20216', 'Q');
INSERT INTO `ey_region` VALUES ('20355', '兖州市', '3', '20216', 'Y');
INSERT INTO `ey_region` VALUES ('20368', '邹城市', '3', '20216', 'Z');
INSERT INTO `ey_region` VALUES ('20386', '泰安市', '2', '19280', 'T');
INSERT INTO `ey_region` VALUES ('20387', '市辖区', '3', '20386', 'S');
INSERT INTO `ey_region` VALUES ('20388', '泰山区', '3', '20386', 'T');
INSERT INTO `ey_region` VALUES ('20397', '岱岳区', '3', '20386', 'D');
INSERT INTO `ey_region` VALUES ('20416', '宁阳县', '3', '20386', 'N');
INSERT INTO `ey_region` VALUES ('20429', '东平县', '3', '20386', 'D');
INSERT INTO `ey_region` VALUES ('20444', '新泰市', '3', '20386', 'X');
INSERT INTO `ey_region` VALUES ('20465', '肥城市', '3', '20386', 'F');
INSERT INTO `ey_region` VALUES ('20480', '威海市', '2', '19280', 'W');
INSERT INTO `ey_region` VALUES ('20481', '市辖区', '3', '20480', 'S');
INSERT INTO `ey_region` VALUES ('20482', '环翠区', '3', '20480', 'H');
INSERT INTO `ey_region` VALUES ('20500', '文登市', '3', '20480', 'W');
INSERT INTO `ey_region` VALUES ('20519', '荣成市', '3', '20480', 'R');
INSERT INTO `ey_region` VALUES ('20542', '乳山市', '3', '20480', 'R');
INSERT INTO `ey_region` VALUES ('20558', '日照市', '2', '19280', 'R');
INSERT INTO `ey_region` VALUES ('20559', '市辖区', '3', '20558', 'S');
INSERT INTO `ey_region` VALUES ('20560', '东港区', '3', '20558', 'D');
INSERT INTO `ey_region` VALUES ('20573', '岚山区', '3', '20558', 'L');
INSERT INTO `ey_region` VALUES ('20583', '五莲县', '3', '20558', 'W');
INSERT INTO `ey_region` VALUES ('20596', '莒县', '3', '20558', 'J');
INSERT INTO `ey_region` VALUES ('20618', '莱芜市', '2', '19280', 'L');
INSERT INTO `ey_region` VALUES ('20619', '市辖区', '3', '20618', 'S');
INSERT INTO `ey_region` VALUES ('20620', '莱城区', '3', '20618', 'L');
INSERT INTO `ey_region` VALUES ('20636', '钢城区', '3', '20618', 'G');
INSERT INTO `ey_region` VALUES ('20642', '临沂市', '2', '19280', 'L');
INSERT INTO `ey_region` VALUES ('20643', '临沂市辖区', '3', '20642', 'L');
INSERT INTO `ey_region` VALUES ('20644', '兰山区', '3', '20642', 'L');
INSERT INTO `ey_region` VALUES ('20656', '罗庄区', '3', '20642', 'L');
INSERT INTO `ey_region` VALUES ('20665', '河东区', '3', '20642', 'H');
INSERT INTO `ey_region` VALUES ('20678', '沂南县', '3', '20642', 'Y');
INSERT INTO `ey_region` VALUES ('20696', '郯城县', '3', '20642', 'T');
INSERT INTO `ey_region` VALUES ('20714', '沂水县', '3', '20642', 'Y');
INSERT INTO `ey_region` VALUES ('20734', '苍山县', '3', '20642', 'C');
INSERT INTO `ey_region` VALUES ('20756', '费县', '3', '20642', 'F');
INSERT INTO `ey_region` VALUES ('20775', '平邑县', '3', '20642', 'P');
INSERT INTO `ey_region` VALUES ('20792', '莒南县', '3', '20642', 'J');
INSERT INTO `ey_region` VALUES ('20811', '蒙阴县', '3', '20642', 'M');
INSERT INTO `ey_region` VALUES ('20823', '临沭县', '3', '20642', 'L');
INSERT INTO `ey_region` VALUES ('20836', '德州市', '2', '19280', 'D');
INSERT INTO `ey_region` VALUES ('20837', '市辖区', '3', '20836', 'S');
INSERT INTO `ey_region` VALUES ('20838', '德城区', '3', '20836', 'D');
INSERT INTO `ey_region` VALUES ('20850', '陵县', '3', '20836', 'L');
INSERT INTO `ey_region` VALUES ('20864', '宁津县', '3', '20836', 'N');
INSERT INTO `ey_region` VALUES ('20876', '庆云县', '3', '20836', 'Q');
INSERT INTO `ey_region` VALUES ('20886', '临邑县', '3', '20836', 'L');
INSERT INTO `ey_region` VALUES ('20899', '齐河县', '3', '20836', 'Q');
INSERT INTO `ey_region` VALUES ('20914', '平原县', '3', '20836', 'P');
INSERT INTO `ey_region` VALUES ('20927', '夏津县', '3', '20836', 'X');
INSERT INTO `ey_region` VALUES ('20942', '武城县', '3', '20836', 'W');
INSERT INTO `ey_region` VALUES ('20952', '乐陵市', '3', '20836', 'L');
INSERT INTO `ey_region` VALUES ('20969', '禹城市', '3', '20836', 'Y');
INSERT INTO `ey_region` VALUES ('20981', '聊城市', '2', '19280', 'L');
INSERT INTO `ey_region` VALUES ('20982', '市辖区', '3', '20981', 'S');
INSERT INTO `ey_region` VALUES ('20983', '东昌府区', '3', '20981', 'D');
INSERT INTO `ey_region` VALUES ('21004', '阳谷县', '3', '20981', 'Y');
INSERT INTO `ey_region` VALUES ('21023', '莘县', '3', '20981', 'S');
INSERT INTO `ey_region` VALUES ('21046', '茌平县', '3', '20981', 'C');
INSERT INTO `ey_region` VALUES ('21063', '东阿县', '3', '20981', 'D');
INSERT INTO `ey_region` VALUES ('21075', '冠县', '3', '20981', 'G');
INSERT INTO `ey_region` VALUES ('21093', '高唐县', '3', '20981', 'G');
INSERT INTO `ey_region` VALUES ('21106', '临清市', '3', '20981', 'L');
INSERT INTO `ey_region` VALUES ('21123', '滨州市', '2', '19280', 'B');
INSERT INTO `ey_region` VALUES ('21124', '市辖区', '3', '21123', 'S');
INSERT INTO `ey_region` VALUES ('21125', '滨城区', '3', '21123', 'B');
INSERT INTO `ey_region` VALUES ('21141', '惠民县', '3', '21123', 'H');
INSERT INTO `ey_region` VALUES ('21156', '阳信县', '3', '21123', 'Y');
INSERT INTO `ey_region` VALUES ('21166', '无棣县', '3', '21123', 'W');
INSERT INTO `ey_region` VALUES ('21178', '沾化县', '3', '21123', 'Z');
INSERT INTO `ey_region` VALUES ('21190', '博兴县', '3', '21123', 'B');
INSERT INTO `ey_region` VALUES ('21201', '邹平县', '3', '21123', 'Z');
INSERT INTO `ey_region` VALUES ('21218', '菏泽市', '2', '19280', 'H');
INSERT INTO `ey_region` VALUES ('21219', '市辖区', '3', '21218', 'S');
INSERT INTO `ey_region` VALUES ('21220', '牡丹区', '3', '21218', 'M');
INSERT INTO `ey_region` VALUES ('21245', '曹县', '3', '21218', 'C');
INSERT INTO `ey_region` VALUES ('21271', '单县', '3', '21218', 'D');
INSERT INTO `ey_region` VALUES ('21292', '成武县', '3', '21218', 'C');
INSERT INTO `ey_region` VALUES ('21305', '巨野县', '3', '21218', 'J');
INSERT INTO `ey_region` VALUES ('21322', '郓城县', '3', '21218', 'Y');
INSERT INTO `ey_region` VALUES ('21344', '鄄城县', '3', '21218', 'J');
INSERT INTO `ey_region` VALUES ('21361', '定陶县', '3', '21218', 'D');
INSERT INTO `ey_region` VALUES ('21373', '东明县', '3', '21218', 'D');
INSERT INTO `ey_region` VALUES ('21387', '河南省', '1', '0', 'H');
INSERT INTO `ey_region` VALUES ('21388', '郑州市', '2', '21387', 'Z');
INSERT INTO `ey_region` VALUES ('21389', '市辖区', '3', '21388', 'S');
INSERT INTO `ey_region` VALUES ('21390', '中原区', '3', '21388', 'Z');
INSERT INTO `ey_region` VALUES ('21404', '二七区', '3', '21388', 'E');
INSERT INTO `ey_region` VALUES ('21420', '管城回族区', '3', '21388', 'G');
INSERT INTO `ey_region` VALUES ('21435', '金水区', '3', '21388', 'J');
INSERT INTO `ey_region` VALUES ('21453', '上街区', '3', '21388', 'S');
INSERT INTO `ey_region` VALUES ('21460', '惠济区', '3', '21388', 'H');
INSERT INTO `ey_region` VALUES ('21469', '中牟县', '3', '21388', 'Z');
INSERT INTO `ey_region` VALUES ('21487', '巩义市', '3', '21388', 'G');
INSERT INTO `ey_region` VALUES ('21508', '荥阳市', '3', '21388', 'X');
INSERT INTO `ey_region` VALUES ('21523', '新密市', '3', '21388', 'X');
INSERT INTO `ey_region` VALUES ('21542', '新郑市', '3', '21388', 'X');
INSERT INTO `ey_region` VALUES ('21558', '登封市', '3', '21388', 'D');
INSERT INTO `ey_region` VALUES ('21575', '开封市', '2', '21387', 'K');
INSERT INTO `ey_region` VALUES ('21576', '市辖区', '3', '21575', 'S');
INSERT INTO `ey_region` VALUES ('21577', '龙亭区', '3', '21575', 'L');
INSERT INTO `ey_region` VALUES ('21584', '顺河区', '3', '21575', 'S');
INSERT INTO `ey_region` VALUES ('21593', '鼓楼区', '3', '21575', 'G');
INSERT INTO `ey_region` VALUES ('21602', '禹王台区', '3', '21575', 'Y');
INSERT INTO `ey_region` VALUES ('21610', '金明区', '3', '21575', 'J');
INSERT INTO `ey_region` VALUES ('21618', '杞县', '3', '21575', 'Q');
INSERT INTO `ey_region` VALUES ('21640', '通许县', '3', '21575', 'T');
INSERT INTO `ey_region` VALUES ('21653', '尉氏县', '3', '21575', 'W');
INSERT INTO `ey_region` VALUES ('21671', '开封县', '3', '21575', 'K');
INSERT INTO `ey_region` VALUES ('21687', '兰考县', '3', '21575', 'L');
INSERT INTO `ey_region` VALUES ('21711', '洛阳市', '2', '21387', 'L');
INSERT INTO `ey_region` VALUES ('21712', '市辖区', '3', '21711', 'S');
INSERT INTO `ey_region` VALUES ('21713', '老城区', '3', '21711', 'L');
INSERT INTO `ey_region` VALUES ('21722', '西工区', '3', '21711', 'X');
INSERT INTO `ey_region` VALUES ('21733', '廛河回族区', '3', '21711', 'C');
INSERT INTO `ey_region` VALUES ('21742', '涧西区', '3', '21711', 'J');
INSERT INTO `ey_region` VALUES ('21758', '吉利区', '3', '21711', 'J');
INSERT INTO `ey_region` VALUES ('21761', '洛龙区', '3', '21711', 'L');
INSERT INTO `ey_region` VALUES ('21770', '孟津县', '3', '21711', 'M');
INSERT INTO `ey_region` VALUES ('21781', '新安县', '3', '21711', 'X');
INSERT INTO `ey_region` VALUES ('21794', '栾川县', '3', '21711', 'L');
INSERT INTO `ey_region` VALUES ('21809', '嵩县', '3', '21711', 'S');
INSERT INTO `ey_region` VALUES ('21829', '汝阳县', '3', '21711', 'R');
INSERT INTO `ey_region` VALUES ('21844', '宜阳县', '3', '21711', 'Y');
INSERT INTO `ey_region` VALUES ('21862', '洛宁县', '3', '21711', 'L');
INSERT INTO `ey_region` VALUES ('21881', '伊川县', '3', '21711', 'Y');
INSERT INTO `ey_region` VALUES ('21896', '偃师市', '3', '21711', 'Y');
INSERT INTO `ey_region` VALUES ('21913', '平顶山市', '2', '21387', 'P');
INSERT INTO `ey_region` VALUES ('21914', '市辖区', '3', '21913', 'S');
INSERT INTO `ey_region` VALUES ('21915', '新华区', '3', '21913', 'X');
INSERT INTO `ey_region` VALUES ('21928', '卫东区', '3', '21913', 'W');
INSERT INTO `ey_region` VALUES ('21940', '石龙区', '3', '21913', 'S');
INSERT INTO `ey_region` VALUES ('21945', '湛河区', '3', '21913', 'Z');
INSERT INTO `ey_region` VALUES ('21954', '宝丰县', '3', '21913', 'B');
INSERT INTO `ey_region` VALUES ('21968', '叶  县', '3', '21913', 'Y');
INSERT INTO `ey_region` VALUES ('21987', '鲁山县', '3', '21913', 'L');
INSERT INTO `ey_region` VALUES ('22009', '郏  县', '3', '21913', 'J');
INSERT INTO `ey_region` VALUES ('22024', '舞钢市', '3', '21913', 'W');
INSERT INTO `ey_region` VALUES ('22037', '汝州市', '3', '21913', 'R');
INSERT INTO `ey_region` VALUES ('22058', '安阳市', '2', '21387', 'A');
INSERT INTO `ey_region` VALUES ('22059', '市辖区', '3', '22058', 'S');
INSERT INTO `ey_region` VALUES ('22060', '文峰区', '3', '22058', 'W');
INSERT INTO `ey_region` VALUES ('22080', '北关区', '3', '22058', 'B');
INSERT INTO `ey_region` VALUES ('22090', '殷都区', '3', '22058', 'Y');
INSERT INTO `ey_region` VALUES ('22101', '龙安区', '3', '22058', 'L');
INSERT INTO `ey_region` VALUES ('22111', '安阳县', '3', '22058', 'A');
INSERT INTO `ey_region` VALUES ('22133', '汤阴县', '3', '22058', 'T');
INSERT INTO `ey_region` VALUES ('22144', '滑县', '3', '22058', 'H');
INSERT INTO `ey_region` VALUES ('22167', '内黄县', '3', '22058', 'N');
INSERT INTO `ey_region` VALUES ('22185', '林州市', '3', '22058', 'L');
INSERT INTO `ey_region` VALUES ('22206', '鹤壁市', '2', '21387', 'H');
INSERT INTO `ey_region` VALUES ('22207', '市辖区', '3', '22206', 'S');
INSERT INTO `ey_region` VALUES ('22208', '鹤山区', '3', '22206', 'H');
INSERT INTO `ey_region` VALUES ('22216', '山城区', '3', '22206', 'S');
INSERT INTO `ey_region` VALUES ('22224', '淇滨区', '3', '22206', 'Q');
INSERT INTO `ey_region` VALUES ('22232', '浚县', '3', '22206', 'J');
INSERT INTO `ey_region` VALUES ('22243', '淇县', '3', '22206', 'Q');
INSERT INTO `ey_region` VALUES ('22251', '新乡市', '2', '21387', 'X');
INSERT INTO `ey_region` VALUES ('22252', '市辖区', '3', '22251', 'S');
INSERT INTO `ey_region` VALUES ('22253', '红旗区', '3', '22251', 'H');
INSERT INTO `ey_region` VALUES ('22264', '卫滨区', '3', '22251', 'W');
INSERT INTO `ey_region` VALUES ('22273', '凤泉区', '3', '22251', 'F');
INSERT INTO `ey_region` VALUES ('22279', '牧野区', '3', '22251', 'M');
INSERT INTO `ey_region` VALUES ('22290', '新乡县', '3', '22251', 'X');
INSERT INTO `ey_region` VALUES ('22299', '获嘉县', '3', '22251', 'H');
INSERT INTO `ey_region` VALUES ('22312', '原阳县', '3', '22251', 'Y');
INSERT INTO `ey_region` VALUES ('22330', '延津县', '3', '22251', 'Y');
INSERT INTO `ey_region` VALUES ('22347', '封丘县', '3', '22251', 'F');
INSERT INTO `ey_region` VALUES ('22367', '长垣县', '3', '22251', 'C');
INSERT INTO `ey_region` VALUES ('22386', '卫辉市', '3', '22251', 'W');
INSERT INTO `ey_region` VALUES ('22400', '辉县市', '3', '22251', 'H');
INSERT INTO `ey_region` VALUES ('22423', '焦作市', '2', '21387', 'J');
INSERT INTO `ey_region` VALUES ('22424', '市辖区', '3', '22423', 'S');
INSERT INTO `ey_region` VALUES ('22425', '解放区', '3', '22423', 'J');
INSERT INTO `ey_region` VALUES ('22435', '中站区', '3', '22423', 'Z');
INSERT INTO `ey_region` VALUES ('22446', '马村区', '3', '22423', 'M');
INSERT INTO `ey_region` VALUES ('22454', '山阳区', '3', '22423', 'S');
INSERT INTO `ey_region` VALUES ('22465', '修武县', '3', '22423', 'X');
INSERT INTO `ey_region` VALUES ('22475', '博爱县', '3', '22423', 'B');
INSERT INTO `ey_region` VALUES ('22487', '武陟县', '3', '22423', 'W');
INSERT INTO `ey_region` VALUES ('22503', '温县', '3', '22423', 'W');
INSERT INTO `ey_region` VALUES ('22515', '济源市', '3', '22423', 'J');
INSERT INTO `ey_region` VALUES ('22532', '沁阳市', '3', '22423', 'Q');
INSERT INTO `ey_region` VALUES ('22546', '孟州市', '3', '22423', 'M');
INSERT INTO `ey_region` VALUES ('22558', '濮阳市', '2', '21387', 'P');
INSERT INTO `ey_region` VALUES ('22559', '市辖区', '3', '22558', 'S');
INSERT INTO `ey_region` VALUES ('22560', '华龙区', '3', '22558', 'H');
INSERT INTO `ey_region` VALUES ('22578', '清丰县', '3', '22558', 'Q');
INSERT INTO `ey_region` VALUES ('22596', '南乐县', '3', '22558', 'N');
INSERT INTO `ey_region` VALUES ('22609', '范县', '3', '22558', 'F');
INSERT INTO `ey_region` VALUES ('22622', '台前县', '3', '22558', 'T');
INSERT INTO `ey_region` VALUES ('22632', '濮阳县', '3', '22558', 'P');
INSERT INTO `ey_region` VALUES ('22655', '许昌市', '2', '21387', 'X');
INSERT INTO `ey_region` VALUES ('22656', '市辖区', '3', '22655', 'S');
INSERT INTO `ey_region` VALUES ('22657', '魏都区', '3', '22655', 'W');
INSERT INTO `ey_region` VALUES ('22671', '许昌县', '3', '22655', 'X');
INSERT INTO `ey_region` VALUES ('22688', '鄢陵县', '3', '22655', 'Y');
INSERT INTO `ey_region` VALUES ('22701', '襄城县', '3', '22655', 'X');
INSERT INTO `ey_region` VALUES ('22718', '禹州市', '3', '22655', 'Y');
INSERT INTO `ey_region` VALUES ('22745', '长葛市', '3', '22655', 'C');
INSERT INTO `ey_region` VALUES ('22762', '漯河市', '2', '21387', 'L');
INSERT INTO `ey_region` VALUES ('22763', '市辖区', '3', '22762', 'S');
INSERT INTO `ey_region` VALUES ('22764', '源汇区', '3', '22762', 'Y');
INSERT INTO `ey_region` VALUES ('22773', '郾城区', '3', '22762', 'Y');
INSERT INTO `ey_region` VALUES ('22783', '召陵区', '3', '22762', 'Z');
INSERT INTO `ey_region` VALUES ('22793', '舞阳县', '3', '22762', 'W');
INSERT INTO `ey_region` VALUES ('22808', '临颖县', '3', '22762', 'L');
INSERT INTO `ey_region` VALUES ('22824', '三门峡市', '2', '21387', 'S');
INSERT INTO `ey_region` VALUES ('22825', '市辖区', '3', '22824', 'S');
INSERT INTO `ey_region` VALUES ('22826', '湖滨区', '3', '22824', 'H');
INSERT INTO `ey_region` VALUES ('22838', '渑池县', '3', '22824', 'M');
INSERT INTO `ey_region` VALUES ('22851', '陕县', '3', '22824', 'S');
INSERT INTO `ey_region` VALUES ('22865', '卢氏县', '3', '22824', 'L');
INSERT INTO `ey_region` VALUES ('22885', '义马市', '3', '22824', 'Y');
INSERT INTO `ey_region` VALUES ('22893', '灵宝市', '3', '22824', 'L');
INSERT INTO `ey_region` VALUES ('22910', '南阳市', '2', '21387', 'N');
INSERT INTO `ey_region` VALUES ('22911', '市辖区', '3', '22910', 'S');
INSERT INTO `ey_region` VALUES ('22912', '宛城区', '3', '22910', 'W');
INSERT INTO `ey_region` VALUES ('22930', '卧龙区', '3', '22910', 'W');
INSERT INTO `ey_region` VALUES ('22951', '南召县', '3', '22910', 'N');
INSERT INTO `ey_region` VALUES ('22973', '方城县', '3', '22910', 'F');
INSERT INTO `ey_region` VALUES ('22992', '西峡县', '3', '22910', 'X');
INSERT INTO `ey_region` VALUES ('23013', '镇平县', '3', '22910', 'Z');
INSERT INTO `ey_region` VALUES ('23036', '内乡县', '3', '22910', 'N');
INSERT INTO `ey_region` VALUES ('23053', '淅川县', '3', '22910', 'X');
INSERT INTO `ey_region` VALUES ('23071', '社旗县', '3', '22910', 'S');
INSERT INTO `ey_region` VALUES ('23087', '唐河县', '3', '22910', 'T');
INSERT INTO `ey_region` VALUES ('23108', '新野县', '3', '22910', 'X');
INSERT INTO `ey_region` VALUES ('23123', '桐柏县', '3', '22910', 'T');
INSERT INTO `ey_region` VALUES ('23140', '邓州市', '3', '22910', 'D');
INSERT INTO `ey_region` VALUES ('23170', '商丘市', '2', '21387', 'S');
INSERT INTO `ey_region` VALUES ('23171', '市辖区', '3', '23170', 'S');
INSERT INTO `ey_region` VALUES ('23172', '梁园区', '3', '23170', 'L');
INSERT INTO `ey_region` VALUES ('23192', '睢阳区', '3', '23170', 'S');
INSERT INTO `ey_region` VALUES ('23211', '民权县', '3', '23170', 'M');
INSERT INTO `ey_region` VALUES ('23232', '睢县', '3', '23170', 'S');
INSERT INTO `ey_region` VALUES ('23253', '宁陵县', '3', '23170', 'N');
INSERT INTO `ey_region` VALUES ('23268', '柘城县', '3', '23170', 'Z');
INSERT INTO `ey_region` VALUES ('23290', '虞城县', '3', '23170', 'Y');
INSERT INTO `ey_region` VALUES ('23317', '夏邑县', '3', '23170', 'X');
INSERT INTO `ey_region` VALUES ('23342', '永城市', '3', '23170', 'Y');
INSERT INTO `ey_region` VALUES ('23372', '信阳市', '2', '21387', 'X');
INSERT INTO `ey_region` VALUES ('23373', '市辖区', '3', '23372', 'S');
INSERT INTO `ey_region` VALUES ('23374', '浉河区', '3', '23372', 'S');
INSERT INTO `ey_region` VALUES ('23393', '平桥区', '3', '23372', 'P');
INSERT INTO `ey_region` VALUES ('23414', '罗山县', '3', '23372', 'L');
INSERT INTO `ey_region` VALUES ('23435', '光山县', '3', '23372', 'G');
INSERT INTO `ey_region` VALUES ('23455', '新县', '3', '23372', 'X');
INSERT INTO `ey_region` VALUES ('23471', '商城县', '3', '23372', 'S');
INSERT INTO `ey_region` VALUES ('23492', '固始县', '3', '23372', 'G');
INSERT INTO `ey_region` VALUES ('23525', '潢川县', '3', '23372', 'H');
INSERT INTO `ey_region` VALUES ('23549', '淮滨县', '3', '23372', 'H');
INSERT INTO `ey_region` VALUES ('23567', '息县', '3', '23372', 'X');
INSERT INTO `ey_region` VALUES ('23589', '周口市', '2', '21387', 'Z');
INSERT INTO `ey_region` VALUES ('23590', '市辖区', '3', '23589', 'S');
INSERT INTO `ey_region` VALUES ('23591', '川汇区', '3', '23589', 'C');
INSERT INTO `ey_region` VALUES ('23604', '扶沟县', '3', '23589', 'F');
INSERT INTO `ey_region` VALUES ('23621', '西华县', '3', '23589', 'X');
INSERT INTO `ey_region` VALUES ('23647', '商水县', '3', '23589', 'S');
INSERT INTO `ey_region` VALUES ('23672', '沈丘县', '3', '23589', 'S');
INSERT INTO `ey_region` VALUES ('23695', '郸城县', '3', '23589', 'D');
INSERT INTO `ey_region` VALUES ('23716', '淮阳县', '3', '23589', 'H');
INSERT INTO `ey_region` VALUES ('23736', '太康县', '3', '23589', 'T');
INSERT INTO `ey_region` VALUES ('23766', '鹿邑县', '3', '23589', 'L');
INSERT INTO `ey_region` VALUES ('23796', '项城市', '3', '23589', 'X');
INSERT INTO `ey_region` VALUES ('23818', '驻马店市', '2', '21387', 'Z');
INSERT INTO `ey_region` VALUES ('23819', '市辖区', '3', '23818', 'S');
INSERT INTO `ey_region` VALUES ('23820', '驿城区', '3', '23818', 'Y');
INSERT INTO `ey_region` VALUES ('23840', '西平县', '3', '23818', 'X');
INSERT INTO `ey_region` VALUES ('23861', '上蔡县', '3', '23818', 'S');
INSERT INTO `ey_region` VALUES ('23886', '平舆县', '3', '23818', 'P');
INSERT INTO `ey_region` VALUES ('23905', '正阳县', '3', '23818', 'Z');
INSERT INTO `ey_region` VALUES ('23926', '确山县', '3', '23818', 'Q');
INSERT INTO `ey_region` VALUES ('23940', '泌阳县', '3', '23818', 'M');
INSERT INTO `ey_region` VALUES ('23965', '汝南县', '3', '23818', 'R');
INSERT INTO `ey_region` VALUES ('23983', '遂平县', '3', '23818', 'S');
INSERT INTO `ey_region` VALUES ('23999', '新蔡县', '3', '23818', 'X');
INSERT INTO `ey_region` VALUES ('24022', '湖北省', '1', '0', 'H');
INSERT INTO `ey_region` VALUES ('24023', '武汉市', '2', '24022', 'W');
INSERT INTO `ey_region` VALUES ('24024', '市辖区', '3', '24023', 'S');
INSERT INTO `ey_region` VALUES ('24025', '江岸区', '3', '24023', 'J');
INSERT INTO `ey_region` VALUES ('24043', '江汉区', '3', '24023', 'J');
INSERT INTO `ey_region` VALUES ('24057', '硚口区', '3', '24023', 'Q');
INSERT INTO `ey_region` VALUES ('24069', '汉阳区', '3', '24023', 'H');
INSERT INTO `ey_region` VALUES ('24082', '武昌区', '3', '24023', 'W');
INSERT INTO `ey_region` VALUES ('24098', '青山区', '3', '24023', 'Q');
INSERT INTO `ey_region` VALUES ('24111', '洪山区', '3', '24023', 'H');
INSERT INTO `ey_region` VALUES ('24129', '东西湖区', '3', '24023', 'D');
INSERT INTO `ey_region` VALUES ('24142', '汉南区', '3', '24023', 'H');
INSERT INTO `ey_region` VALUES ('24150', '蔡甸区', '3', '24023', 'C');
INSERT INTO `ey_region` VALUES ('24165', '江夏区', '3', '24023', 'J');
INSERT INTO `ey_region` VALUES ('24185', '黄陂区', '3', '24023', 'H');
INSERT INTO `ey_region` VALUES ('24205', '武汉市新洲区', '3', '24023', 'W');
INSERT INTO `ey_region` VALUES ('24224', '黄石市', '2', '24022', 'H');
INSERT INTO `ey_region` VALUES ('24225', '市辖区', '3', '24224', 'S');
INSERT INTO `ey_region` VALUES ('24226', '黄石港区', '3', '24224', 'H');
INSERT INTO `ey_region` VALUES ('24233', '西塞山区', '3', '24224', 'X');
INSERT INTO `ey_region` VALUES ('24242', '下陆区', '3', '24224', 'X');
INSERT INTO `ey_region` VALUES ('24247', '铁山区', '3', '24224', 'T');
INSERT INTO `ey_region` VALUES ('24250', '阳新县', '3', '24224', 'Y');
INSERT INTO `ey_region` VALUES ('24273', '大冶市', '3', '24224', 'D');
INSERT INTO `ey_region` VALUES ('24291', '十堰市', '2', '24022', 'S');
INSERT INTO `ey_region` VALUES ('24292', '市辖区', '3', '24291', 'S');
INSERT INTO `ey_region` VALUES ('24293', '茅箭区', '3', '24291', 'M');
INSERT INTO `ey_region` VALUES ('24302', '张湾区', '3', '24291', 'Z');
INSERT INTO `ey_region` VALUES ('24314', '郧县', '3', '24291', 'Y');
INSERT INTO `ey_region` VALUES ('24335', '郧西县', '3', '24291', 'Y');
INSERT INTO `ey_region` VALUES ('24354', '竹山县', '3', '24291', 'Z');
INSERT INTO `ey_region` VALUES ('24374', '竹溪县', '3', '24291', 'Z');
INSERT INTO `ey_region` VALUES ('24405', '房县', '3', '24291', 'F');
INSERT INTO `ey_region` VALUES ('24435', '丹江口市', '3', '24291', 'D');
INSERT INTO `ey_region` VALUES ('24453', '宜昌市', '2', '24022', 'Y');
INSERT INTO `ey_region` VALUES ('24454', '市辖区', '3', '24453', 'S');
INSERT INTO `ey_region` VALUES ('24455', '西陵区', '3', '24453', 'X');
INSERT INTO `ey_region` VALUES ('24465', '伍家岗区', '3', '24453', 'W');
INSERT INTO `ey_region` VALUES ('24471', '点军区', '3', '24453', 'D');
INSERT INTO `ey_region` VALUES ('24477', '猇亭区', '3', '24453', 'X');
INSERT INTO `ey_region` VALUES ('24481', '夷陵区', '3', '24453', 'Y');
INSERT INTO `ey_region` VALUES ('24495', '远安县', '3', '24453', 'Y');
INSERT INTO `ey_region` VALUES ('24503', '兴山县', '3', '24453', 'X');
INSERT INTO `ey_region` VALUES ('24512', '秭归县', '3', '24453', 'Z');
INSERT INTO `ey_region` VALUES ('24525', '长阳县', '3', '24453', 'C');
INSERT INTO `ey_region` VALUES ('24537', '五峰县', '3', '24453', 'W');
INSERT INTO `ey_region` VALUES ('24546', '宜都市', '3', '24453', 'Y');
INSERT INTO `ey_region` VALUES ('24559', '当阳市', '3', '24453', 'D');
INSERT INTO `ey_region` VALUES ('24570', '枝江市', '3', '24453', 'Z');
INSERT INTO `ey_region` VALUES ('24580', '襄樊市', '2', '24022', 'X');
INSERT INTO `ey_region` VALUES ('24581', '市辖区', '3', '24580', 'S');
INSERT INTO `ey_region` VALUES ('24582', '襄城区', '3', '24580', 'X');
INSERT INTO `ey_region` VALUES ('24591', '樊城区', '3', '24580', 'F');
INSERT INTO `ey_region` VALUES ('24608', '襄阳区', '3', '24580', 'X');
INSERT INTO `ey_region` VALUES ('24623', '南漳县', '3', '24580', 'N');
INSERT INTO `ey_region` VALUES ('24635', '谷城县', '3', '24580', 'G');
INSERT INTO `ey_region` VALUES ('24647', '保康县', '3', '24580', 'B');
INSERT INTO `ey_region` VALUES ('24659', '老河口市', '3', '24580', 'L');
INSERT INTO `ey_region` VALUES ('24674', '枣阳市', '3', '24580', 'Z');
INSERT INTO `ey_region` VALUES ('24692', '宜城市', '3', '24580', 'Y');
INSERT INTO `ey_region` VALUES ('24706', '鄂州市', '2', '24022', 'E');
INSERT INTO `ey_region` VALUES ('24707', '市辖区', '3', '24706', 'S');
INSERT INTO `ey_region` VALUES ('24708', '粱子湖区', '3', '24706', 'L');
INSERT INTO `ey_region` VALUES ('24714', '华容区', '3', '24706', 'H');
INSERT INTO `ey_region` VALUES ('24722', '鄂城区', '3', '24706', 'E');
INSERT INTO `ey_region` VALUES ('24737', '荆门市', '2', '24022', 'J');
INSERT INTO `ey_region` VALUES ('24738', '市辖区', '3', '24737', 'S');
INSERT INTO `ey_region` VALUES ('24739', '东宝区', '3', '24737', 'D');
INSERT INTO `ey_region` VALUES ('24749', '掇刀区', '3', '24737', 'D');
INSERT INTO `ey_region` VALUES ('24755', '京山县', '3', '24737', 'J');
INSERT INTO `ey_region` VALUES ('24778', '沙洋县', '3', '24737', 'S');
INSERT INTO `ey_region` VALUES ('24794', '钟祥市', '3', '24737', 'Z');
INSERT INTO `ey_region` VALUES ('24816', '孝感市', '2', '24022', 'X');
INSERT INTO `ey_region` VALUES ('24817', '市辖区', '3', '24816', 'S');
INSERT INTO `ey_region` VALUES ('24818', '孝南区', '3', '24816', 'X');
INSERT INTO `ey_region` VALUES ('24838', '孝昌县', '3', '24816', 'X');
INSERT INTO `ey_region` VALUES ('24853', '大悟县', '3', '24816', 'D');
INSERT INTO `ey_region` VALUES ('24871', '云梦县', '3', '24816', 'Y');
INSERT INTO `ey_region` VALUES ('24885', '应城市', '3', '24816', 'Y');
INSERT INTO `ey_region` VALUES ('24903', '安陆市', '3', '24816', 'A');
INSERT INTO `ey_region` VALUES ('24920', '汉川市', '3', '24816', 'H');
INSERT INTO `ey_region` VALUES ('24949', '荆州市', '2', '24022', 'J');
INSERT INTO `ey_region` VALUES ('24950', '市辖区', '3', '24949', 'S');
INSERT INTO `ey_region` VALUES ('24951', '沙市区', '3', '24949', 'S');
INSERT INTO `ey_region` VALUES ('24965', '荆州区', '3', '24949', 'J');
INSERT INTO `ey_region` VALUES ('24978', '公安县', '3', '24949', 'G');
INSERT INTO `ey_region` VALUES ('24995', '监利县', '3', '24949', 'J');
INSERT INTO `ey_region` VALUES ('25019', '江陵县', '3', '24949', 'J');
INSERT INTO `ey_region` VALUES ('25032', '石首市', '3', '24949', 'S');
INSERT INTO `ey_region` VALUES ('25048', '洪湖市', '3', '24949', 'H');
INSERT INTO `ey_region` VALUES ('25069', '松滋市', '3', '24949', 'S');
INSERT INTO `ey_region` VALUES ('25086', '黄冈市', '2', '24022', 'H');
INSERT INTO `ey_region` VALUES ('25087', '市辖区', '3', '25086', 'S');
INSERT INTO `ey_region` VALUES ('25088', '黄州区', '3', '25086', 'H');
INSERT INTO `ey_region` VALUES ('25099', '团风县', '3', '25086', 'T');
INSERT INTO `ey_region` VALUES ('25112', '红安县', '3', '25086', 'H');
INSERT INTO `ey_region` VALUES ('25126', '罗田县', '3', '25086', 'L');
INSERT INTO `ey_region` VALUES ('25143', '英山县', '3', '25086', 'Y');
INSERT INTO `ey_region` VALUES ('25158', '浠水县', '3', '25086', 'X');
INSERT INTO `ey_region` VALUES ('25175', '蕲春县', '3', '25086', 'Q');
INSERT INTO `ey_region` VALUES ('25192', '黄梅县', '3', '25086', 'H');
INSERT INTO `ey_region` VALUES ('25211', '麻城市', '3', '25086', 'M');
INSERT INTO `ey_region` VALUES ('25235', '武穴市', '3', '25086', 'W');
INSERT INTO `ey_region` VALUES ('25249', '咸宁市', '2', '24022', 'X');
INSERT INTO `ey_region` VALUES ('25250', '市辖区', '3', '25249', 'S');
INSERT INTO `ey_region` VALUES ('25251', '咸安区', '3', '25249', 'X');
INSERT INTO `ey_region` VALUES ('25266', '嘉鱼县', '3', '25249', 'J');
INSERT INTO `ey_region` VALUES ('25276', '通城县', '3', '25249', 'T');
INSERT INTO `ey_region` VALUES ('25290', '崇阳县', '3', '25249', 'C');
INSERT INTO `ey_region` VALUES ('25303', '通山县', '3', '25249', 'T');
INSERT INTO `ey_region` VALUES ('25317', '赤壁市', '3', '25249', 'C');
INSERT INTO `ey_region` VALUES ('25335', '随州市', '2', '24022', 'S');
INSERT INTO `ey_region` VALUES ('25336', '市辖区', '3', '25335', 'S');
INSERT INTO `ey_region` VALUES ('25337', '曾都区', '3', '25335', 'Z');
INSERT INTO `ey_region` VALUES ('25367', '广水市', '3', '25335', 'G');
INSERT INTO `ey_region` VALUES ('25388', '恩施州', '2', '24022', 'E');
INSERT INTO `ey_region` VALUES ('25389', '恩施市', '3', '25388', 'E');
INSERT INTO `ey_region` VALUES ('25406', '利川市', '3', '25388', 'L');
INSERT INTO `ey_region` VALUES ('25422', '建始县', '3', '25388', 'J');
INSERT INTO `ey_region` VALUES ('25433', '巴东县', '3', '25388', 'B');
INSERT INTO `ey_region` VALUES ('25446', '宣恩县', '3', '25388', 'X');
INSERT INTO `ey_region` VALUES ('25456', '咸丰县', '3', '25388', 'X');
INSERT INTO `ey_region` VALUES ('25467', '来凤县', '3', '25388', 'L');
INSERT INTO `ey_region` VALUES ('25476', '鹤峰县', '3', '25388', 'H');
INSERT INTO `ey_region` VALUES ('25487', '省直辖行政单位', '2', '24022', 'S');
INSERT INTO `ey_region` VALUES ('25488', '仙桃市', '3', '25487', 'X');
INSERT INTO `ey_region` VALUES ('25516', '潜江市', '3', '25487', 'Q');
INSERT INTO `ey_region` VALUES ('25541', '天门市', '3', '25487', 'T');
INSERT INTO `ey_region` VALUES ('25570', '神农架林区', '3', '25487', 'S');
INSERT INTO `ey_region` VALUES ('25579', '湖南省', '1', '0', 'H');
INSERT INTO `ey_region` VALUES ('25580', '长沙市', '2', '25579', 'C');
INSERT INTO `ey_region` VALUES ('25581', '市辖区', '3', '25580', 'S');
INSERT INTO `ey_region` VALUES ('25582', '芙蓉区', '3', '25580', 'F');
INSERT INTO `ey_region` VALUES ('25596', '天心区', '3', '25580', 'T');
INSERT INTO `ey_region` VALUES ('25607', '岳麓区', '3', '25580', 'Y');
INSERT INTO `ey_region` VALUES ('25620', '开福区', '3', '25580', 'K');
INSERT INTO `ey_region` VALUES ('25634', '雨花区', '3', '25580', 'Y');
INSERT INTO `ey_region` VALUES ('25645', '长沙县', '3', '25580', 'C');
INSERT INTO `ey_region` VALUES ('25666', '望城县', '3', '25580', 'W');
INSERT INTO `ey_region` VALUES ('25686', '宁乡县', '3', '25580', 'N');
INSERT INTO `ey_region` VALUES ('25720', '浏阳市', '3', '25580', 'L');
INSERT INTO `ey_region` VALUES ('25758', '株洲市', '2', '25579', 'Z');
INSERT INTO `ey_region` VALUES ('25759', '市辖区', '3', '25758', 'S');
INSERT INTO `ey_region` VALUES ('25760', '荷塘区', '3', '25758', 'H');
INSERT INTO `ey_region` VALUES ('25768', '芦淞区', '3', '25758', 'L');
INSERT INTO `ey_region` VALUES ('25777', '石峰区', '3', '25758', 'S');
INSERT INTO `ey_region` VALUES ('25785', '天元区', '3', '25758', 'T');
INSERT INTO `ey_region` VALUES ('25791', '株洲县', '3', '25758', 'Z');
INSERT INTO `ey_region` VALUES ('25810', '攸县', '3', '25758', 'Y');
INSERT INTO `ey_region` VALUES ('25836', '茶陵县', '3', '25758', 'C');
INSERT INTO `ey_region` VALUES ('25863', '炎陵县', '3', '25758', 'Y');
INSERT INTO `ey_region` VALUES ('25881', '醴陵市', '3', '25758', 'L');
INSERT INTO `ey_region` VALUES ('25912', '湘潭市', '2', '25579', 'X');
INSERT INTO `ey_region` VALUES ('25913', '市辖区', '3', '25912', 'S');
INSERT INTO `ey_region` VALUES ('25914', '雨湖区', '3', '25912', 'Y');
INSERT INTO `ey_region` VALUES ('25929', '岳塘区', '3', '25912', 'Y');
INSERT INTO `ey_region` VALUES ('25947', '湘潭县', '3', '25912', 'X');
INSERT INTO `ey_region` VALUES ('25970', '湘乡市', '3', '25912', 'X');
INSERT INTO `ey_region` VALUES ('25993', '韶山市', '3', '25912', 'S');
INSERT INTO `ey_region` VALUES ('26001', '衡阳市', '2', '25579', 'H');
INSERT INTO `ey_region` VALUES ('26002', '市辖区', '3', '26001', 'S');
INSERT INTO `ey_region` VALUES ('26003', '珠晖区', '3', '26001', 'Z');
INSERT INTO `ey_region` VALUES ('26019', '雁峰区', '3', '26001', 'Y');
INSERT INTO `ey_region` VALUES ('26028', '石鼓区', '3', '26001', 'S');
INSERT INTO `ey_region` VALUES ('26037', '蒸湘区', '3', '26001', 'Z');
INSERT INTO `ey_region` VALUES ('26045', '南岳区', '3', '26001', 'N');
INSERT INTO `ey_region` VALUES ('26051', '衡阳县', '3', '26001', 'H');
INSERT INTO `ey_region` VALUES ('26080', '衡南县', '3', '26001', 'H');
INSERT INTO `ey_region` VALUES ('26112', '衡山县', '3', '26001', 'H');
INSERT INTO `ey_region` VALUES ('26130', '衡东县', '3', '26001', 'H');
INSERT INTO `ey_region` VALUES ('26155', '祁东县', '3', '26001', 'Q');
INSERT INTO `ey_region` VALUES ('26179', '耒阳市', '3', '26001', 'L');
INSERT INTO `ey_region` VALUES ('26215', '常宁市', '3', '26001', 'C');
INSERT INTO `ey_region` VALUES ('26242', '邵阳市', '2', '25579', 'S');
INSERT INTO `ey_region` VALUES ('26243', '市辖区', '3', '26242', 'S');
INSERT INTO `ey_region` VALUES ('26244', '双清区', '3', '26242', 'S');
INSERT INTO `ey_region` VALUES ('26257', '大祥区', '3', '26242', 'D');
INSERT INTO `ey_region` VALUES ('26272', '北塔区', '3', '26242', 'B');
INSERT INTO `ey_region` VALUES ('26279', '邵东县', '3', '26242', 'S');
INSERT INTO `ey_region` VALUES ('26306', '新邵县', '3', '26242', 'X');
INSERT INTO `ey_region` VALUES ('26322', '邵阳县', '3', '26242', 'S');
INSERT INTO `ey_region` VALUES ('26348', '隆回县', '3', '26242', 'L');
INSERT INTO `ey_region` VALUES ('26375', '洞口县', '3', '26242', 'D');
INSERT INTO `ey_region` VALUES ('26399', '绥宁县', '3', '26242', 'S');
INSERT INTO `ey_region` VALUES ('26425', '新宁县', '3', '26242', 'X');
INSERT INTO `ey_region` VALUES ('26444', '城步县', '3', '26242', 'C');
INSERT INTO `ey_region` VALUES ('26465', '武冈市', '3', '26242', 'W');
INSERT INTO `ey_region` VALUES ('26485', '岳阳市', '2', '25579', 'Y');
INSERT INTO `ey_region` VALUES ('26486', '市辖区', '3', '26485', 'S');
INSERT INTO `ey_region` VALUES ('26487', '岳阳楼区', '3', '26485', 'Y');
INSERT INTO `ey_region` VALUES ('26511', '云溪区', '3', '26485', 'Y');
INSERT INTO `ey_region` VALUES ('26521', '君山区', '3', '26485', 'J');
INSERT INTO `ey_region` VALUES ('26529', '岳阳县', '3', '26485', 'Y');
INSERT INTO `ey_region` VALUES ('26551', '华容县', '3', '26485', 'H');
INSERT INTO `ey_region` VALUES ('26572', '湘阴县', '3', '26485', 'X');
INSERT INTO `ey_region` VALUES ('26592', '平江县', '3', '26485', 'P');
INSERT INTO `ey_region` VALUES ('26620', '汩罗市', '3', '26485', 'G');
INSERT INTO `ey_region` VALUES ('26657', '临湘市', '3', '26485', 'L');
INSERT INTO `ey_region` VALUES ('26683', '常德市', '2', '25579', 'C');
INSERT INTO `ey_region` VALUES ('26684', '市辖区', '3', '26683', 'S');
INSERT INTO `ey_region` VALUES ('26685', '武陵区', '3', '26683', 'W');
INSERT INTO `ey_region` VALUES ('26702', '鼎城区', '3', '26683', 'D');
INSERT INTO `ey_region` VALUES ('26741', '安乡县', '3', '26683', 'A');
INSERT INTO `ey_region` VALUES ('26762', '汉寿县', '3', '26683', 'H');
INSERT INTO `ey_region` VALUES ('26793', '澧县', '3', '26683', 'L');
INSERT INTO `ey_region` VALUES ('26826', '临澧县', '3', '26683', 'L');
INSERT INTO `ey_region` VALUES ('26844', '桃源县', '3', '26683', 'T');
INSERT INTO `ey_region` VALUES ('26885', '石门县', '3', '26683', 'S');
INSERT INTO `ey_region` VALUES ('26912', '津市市', '3', '26683', 'J');
INSERT INTO `ey_region` VALUES ('26925', '张家界市', '2', '25579', 'Z');
INSERT INTO `ey_region` VALUES ('26926', '市辖区', '3', '26925', 'S');
INSERT INTO `ey_region` VALUES ('26927', '永定区', '3', '26925', 'Y');
INSERT INTO `ey_region` VALUES ('26959', '武陵源区', '3', '26925', 'W');
INSERT INTO `ey_region` VALUES ('26966', '慈利县', '3', '26925', 'C');
INSERT INTO `ey_region` VALUES ('26998', '桑植县', '3', '26925', 'S');
INSERT INTO `ey_region` VALUES ('27038', '益阳市', '2', '25579', 'Y');
INSERT INTO `ey_region` VALUES ('27039', '市辖区', '3', '27038', 'S');
INSERT INTO `ey_region` VALUES ('27040', '资阳区', '3', '27038', 'Z');
INSERT INTO `ey_region` VALUES ('27049', '赫山区', '3', '27038', 'H');
INSERT INTO `ey_region` VALUES ('27069', '南县', '3', '27038', 'N');
INSERT INTO `ey_region` VALUES ('27087', '桃江县', '3', '27038', 'T');
INSERT INTO `ey_region` VALUES ('27106', '安化县', '3', '27038', 'A');
INSERT INTO `ey_region` VALUES ('27130', '沅江市', '3', '27038', 'Y');
INSERT INTO `ey_region` VALUES ('27147', '郴州市', '2', '25579', 'C');
INSERT INTO `ey_region` VALUES ('27148', '市辖区', '3', '27147', 'S');
INSERT INTO `ey_region` VALUES ('27149', '北湖区', '3', '27147', 'B');
INSERT INTO `ey_region` VALUES ('27168', '苏仙区', '3', '27147', 'S');
INSERT INTO `ey_region` VALUES ('27188', '桂阳县', '3', '27147', 'G');
INSERT INTO `ey_region` VALUES ('27228', '宜章县', '3', '27147', 'Y');
INSERT INTO `ey_region` VALUES ('27256', '永兴县', '3', '27147', 'Y');
INSERT INTO `ey_region` VALUES ('27282', '嘉禾县', '3', '27147', 'J');
INSERT INTO `ey_region` VALUES ('27300', '临武县', '3', '27147', 'L');
INSERT INTO `ey_region` VALUES ('27323', '汝城县', '3', '27147', 'R');
INSERT INTO `ey_region` VALUES ('27347', '桂东县', '3', '27147', 'G');
INSERT INTO `ey_region` VALUES ('27367', '安仁县', '3', '27147', 'A');
INSERT INTO `ey_region` VALUES ('27389', '资兴市', '3', '27147', 'Z');
INSERT INTO `ey_region` VALUES ('27418', '永州市', '2', '25579', 'Y');
INSERT INTO `ey_region` VALUES ('27419', '市辖区', '3', '27418', 'S');
INSERT INTO `ey_region` VALUES ('27420', '零陵区', '3', '27418', 'L');
INSERT INTO `ey_region` VALUES ('27437', '冷水滩区', '3', '27418', 'L');
INSERT INTO `ey_region` VALUES ('27459', '祁阳县', '3', '27418', 'Q');
INSERT INTO `ey_region` VALUES ('27492', '东安县', '3', '27418', 'D');
INSERT INTO `ey_region` VALUES ('27511', '双牌县', '3', '27418', 'S');
INSERT INTO `ey_region` VALUES ('27527', '道县', '3', '27418', 'D');
INSERT INTO `ey_region` VALUES ('27554', '江永县', '3', '27418', 'J');
INSERT INTO `ey_region` VALUES ('27567', '宁远县', '3', '27418', 'N');
INSERT INTO `ey_region` VALUES ('27585', '蓝山县', '3', '27418', 'L');
INSERT INTO `ey_region` VALUES ('27606', '新田县', '3', '27418', 'X');
INSERT INTO `ey_region` VALUES ('27626', '江华县', '3', '27418', 'J');
INSERT INTO `ey_region` VALUES ('27650', '怀化市', '2', '25579', 'H');
INSERT INTO `ey_region` VALUES ('27651', '市辖区', '3', '27650', 'S');
INSERT INTO `ey_region` VALUES ('27652', '鹤城区', '3', '27650', 'H');
INSERT INTO `ey_region` VALUES ('27667', '中方县', '3', '27650', 'Z');
INSERT INTO `ey_region` VALUES ('27690', '沅陵县', '3', '27650', 'Y');
INSERT INTO `ey_region` VALUES ('27714', '辰溪县', '3', '27650', 'C');
INSERT INTO `ey_region` VALUES ('27745', '溆浦县', '3', '27650', 'X');
INSERT INTO `ey_region` VALUES ('27789', '会同县', '3', '27650', 'H');
INSERT INTO `ey_region` VALUES ('27815', '麻阳县', '3', '27650', 'M');
INSERT INTO `ey_region` VALUES ('27839', '新晃县', '3', '27650', 'X');
INSERT INTO `ey_region` VALUES ('27863', '芷江县', '3', '27650', 'Z');
INSERT INTO `ey_region` VALUES ('27892', '靖州苗族侗族县', '3', '27650', 'J');
INSERT INTO `ey_region` VALUES ('27906', '通道县', '3', '27650', 'T');
INSERT INTO `ey_region` VALUES ('27930', '洪江市', '3', '27650', 'H');
INSERT INTO `ey_region` VALUES ('27963', '娄底市', '2', '25579', 'L');
INSERT INTO `ey_region` VALUES ('27964', '市辖区', '3', '27963', 'S');
INSERT INTO `ey_region` VALUES ('27965', '娄星区', '3', '27963', 'L');
INSERT INTO `ey_region` VALUES ('27980', '双峰县', '3', '27963', 'S');
INSERT INTO `ey_region` VALUES ('27997', '新化县', '3', '27963', 'X');
INSERT INTO `ey_region` VALUES ('28027', '冷水江市', '3', '27963', 'L');
INSERT INTO `ey_region` VALUES ('28044', '涟源市', '3', '27963', 'L');
INSERT INTO `ey_region` VALUES ('28065', '湘西州', '2', '25579', 'X');
INSERT INTO `ey_region` VALUES ('28066', '吉首市', '3', '28065', 'J');
INSERT INTO `ey_region` VALUES ('28082', '泸溪县', '3', '28065', 'L');
INSERT INTO `ey_region` VALUES ('28099', '凤凰县', '3', '28065', 'F');
INSERT INTO `ey_region` VALUES ('28124', '花垣县', '3', '28065', 'H');
INSERT INTO `ey_region` VALUES ('28143', '保靖县', '3', '28065', 'B');
INSERT INTO `ey_region` VALUES ('28161', '古丈县', '3', '28065', 'G');
INSERT INTO `ey_region` VALUES ('28174', '永顺县', '3', '28065', 'Y');
INSERT INTO `ey_region` VALUES ('28205', '龙山县', '3', '28065', 'L');
INSERT INTO `ey_region` VALUES ('28240', '广东省', '1', '0', 'G');
INSERT INTO `ey_region` VALUES ('28241', '广州市', '2', '28240', 'G');
INSERT INTO `ey_region` VALUES ('28242', '市辖区', '3', '28241', 'S');
INSERT INTO `ey_region` VALUES ('28243', '荔湾区', '3', '28241', 'L');
INSERT INTO `ey_region` VALUES ('28266', '越秀区', '3', '28241', 'Y');
INSERT INTO `ey_region` VALUES ('28289', '海珠区', '3', '28241', 'H');
INSERT INTO `ey_region` VALUES ('28308', '天河区', '3', '28241', 'T');
INSERT INTO `ey_region` VALUES ('28330', '白云区', '3', '28241', 'B');
INSERT INTO `ey_region` VALUES ('28349', '黄埔区', '3', '28241', 'H');
INSERT INTO `ey_region` VALUES ('28359', '番禺区', '3', '28241', 'F');
INSERT INTO `ey_region` VALUES ('28377', '花都区', '3', '28241', 'H');
INSERT INTO `ey_region` VALUES ('28386', '南沙区', '3', '28241', 'N');
INSERT INTO `ey_region` VALUES ('28392', '萝岗区', '3', '28241', 'L');
INSERT INTO `ey_region` VALUES ('28399', '增城市', '3', '28241', 'Z');
INSERT INTO `ey_region` VALUES ('28409', '从化市', '3', '28241', 'C');
INSERT INTO `ey_region` VALUES ('28421', '韶关市', '2', '28240', 'S');
INSERT INTO `ey_region` VALUES ('28422', '市辖区', '3', '28421', 'S');
INSERT INTO `ey_region` VALUES ('28423', '武江区', '3', '28421', 'W');
INSERT INTO `ey_region` VALUES ('28431', '浈江区', '3', '28421', 'Z');
INSERT INTO `ey_region` VALUES ('28448', '曲江区', '3', '28421', 'Q');
INSERT INTO `ey_region` VALUES ('28463', '始兴县', '3', '28421', 'S');
INSERT INTO `ey_region` VALUES ('28475', '仁化县', '3', '28421', 'R');
INSERT INTO `ey_region` VALUES ('28488', '翁源县', '3', '28421', 'W');
INSERT INTO `ey_region` VALUES ('28497', '乳源县', '3', '28421', 'R');
INSERT INTO `ey_region` VALUES ('28509', '新丰县', '3', '28421', 'X');
INSERT INTO `ey_region` VALUES ('28517', '乐昌市', '3', '28421', 'L');
INSERT INTO `ey_region` VALUES ('28539', '南雄市', '3', '28421', 'N');
INSERT INTO `ey_region` VALUES ('28558', '深圳市', '2', '28240', 'S');
INSERT INTO `ey_region` VALUES ('28559', '市辖区', '3', '28558', 'S');
INSERT INTO `ey_region` VALUES ('28560', '罗湖区', '3', '28558', 'L');
INSERT INTO `ey_region` VALUES ('28571', '福田区', '3', '28558', 'F');
INSERT INTO `ey_region` VALUES ('28581', '南山区', '3', '28558', 'N');
INSERT INTO `ey_region` VALUES ('28590', '宝安区', '3', '28558', 'B');
INSERT INTO `ey_region` VALUES ('28604', '龙岗区', '3', '28558', 'L');
INSERT INTO `ey_region` VALUES ('28619', '盐田区', '3', '28558', 'Y');
INSERT INTO `ey_region` VALUES ('28626', '珠海市', '2', '28240', 'Z');
INSERT INTO `ey_region` VALUES ('28627', '市辖区', '3', '28626', 'S');
INSERT INTO `ey_region` VALUES ('28628', '香洲区', '3', '28626', 'X');
INSERT INTO `ey_region` VALUES ('28646', '斗门区', '3', '28626', 'D');
INSERT INTO `ey_region` VALUES ('28654', '金湾区', '3', '28626', 'J');
INSERT INTO `ey_region` VALUES ('28659', '汕头市', '2', '28240', 'S');
INSERT INTO `ey_region` VALUES ('28660', '市辖区', '3', '28659', 'S');
INSERT INTO `ey_region` VALUES ('28661', '龙湖区', '3', '28659', 'L');
INSERT INTO `ey_region` VALUES ('28669', '金平区', '3', '28659', 'J');
INSERT INTO `ey_region` VALUES ('28687', '濠江区', '3', '28659', 'H');
INSERT INTO `ey_region` VALUES ('28695', '潮阳区', '3', '28659', 'C');
INSERT INTO `ey_region` VALUES ('28709', '潮南区', '3', '28659', 'C');
INSERT INTO `ey_region` VALUES ('28721', '澄海区', '3', '28659', 'C');
INSERT INTO `ey_region` VALUES ('28733', '南澳县', '3', '28659', 'N');
INSERT INTO `ey_region` VALUES ('28737', '佛山市', '2', '28240', 'F');
INSERT INTO `ey_region` VALUES ('28738', '市辖区', '3', '28737', 'S');
INSERT INTO `ey_region` VALUES ('28739', '禅城区', '3', '28737', 'C');
INSERT INTO `ey_region` VALUES ('28744', '南海区', '3', '28737', 'N');
INSERT INTO `ey_region` VALUES ('28753', '顺德区', '3', '28737', 'S');
INSERT INTO `ey_region` VALUES ('28764', '三水区', '3', '28737', 'S');
INSERT INTO `ey_region` VALUES ('28776', '高明区', '3', '28737', 'G');
INSERT INTO `ey_region` VALUES ('28785', '江门市', '2', '28240', 'J');
INSERT INTO `ey_region` VALUES ('28786', '市辖区', '3', '28785', 'S');
INSERT INTO `ey_region` VALUES ('28787', '蓬江区', '3', '28785', 'P');
INSERT INTO `ey_region` VALUES ('28797', '江海区', '3', '28785', 'J');
INSERT INTO `ey_region` VALUES ('28803', '新会区', '3', '28785', 'X');
INSERT INTO `ey_region` VALUES ('28818', '台山市', '3', '28785', 'T');
INSERT INTO `ey_region` VALUES ('28837', '开平市', '3', '28785', 'K');
INSERT INTO `ey_region` VALUES ('28853', '鹤山市', '3', '28785', 'H');
INSERT INTO `ey_region` VALUES ('28867', '恩平市', '3', '28785', 'E');
INSERT INTO `ey_region` VALUES ('28880', '湛江市', '2', '28240', 'Z');
INSERT INTO `ey_region` VALUES ('28881', '市辖区', '3', '28880', 'S');
INSERT INTO `ey_region` VALUES ('28882', '湛江市赤坎区', '3', '28880', 'Z');
INSERT INTO `ey_region` VALUES ('28891', '湛江市霞山区', '3', '28880', 'Z');
INSERT INTO `ey_region` VALUES ('28904', '湛江市坡头区', '3', '28880', 'Z');
INSERT INTO `ey_region` VALUES ('28914', '湛江市麻章区', '3', '28880', 'Z');
INSERT INTO `ey_region` VALUES ('28923', '遂溪县', '3', '28880', 'S');
INSERT INTO `ey_region` VALUES ('28941', '徐闻县', '3', '28880', 'X');
INSERT INTO `ey_region` VALUES ('28962', '廉江市', '3', '28880', 'L');
INSERT INTO `ey_region` VALUES ('28984', '雷州市', '3', '28880', 'L');
INSERT INTO `ey_region` VALUES ('29010', '吴川市', '3', '28880', 'W');
INSERT INTO `ey_region` VALUES ('29026', '茂名市', '2', '28240', 'M');
INSERT INTO `ey_region` VALUES ('29027', '市辖区', '3', '29026', 'S');
INSERT INTO `ey_region` VALUES ('29028', '茂南区', '3', '29026', 'M');
INSERT INTO `ey_region` VALUES ('29045', '茂港区', '3', '29026', 'M');
INSERT INTO `ey_region` VALUES ('29053', '电白县', '3', '29026', 'D');
INSERT INTO `ey_region` VALUES ('29075', '高州市', '3', '29026', 'G');
INSERT INTO `ey_region` VALUES ('29107', '化州市', '3', '29026', 'H');
INSERT INTO `ey_region` VALUES ('29138', '信宜市', '3', '29026', 'X');
INSERT INTO `ey_region` VALUES ('29159', '肇庆市', '2', '28240', 'Z');
INSERT INTO `ey_region` VALUES ('29160', '市辖区', '3', '29159', 'S');
INSERT INTO `ey_region` VALUES ('29161', '端州区', '3', '29159', 'D');
INSERT INTO `ey_region` VALUES ('29169', '鼎湖区', '3', '29159', 'D');
INSERT INTO `ey_region` VALUES ('29178', '广宁县', '3', '29159', 'G');
INSERT INTO `ey_region` VALUES ('29196', '怀集县', '3', '29159', 'H');
INSERT INTO `ey_region` VALUES ('29217', '封开县', '3', '29159', 'F');
INSERT INTO `ey_region` VALUES ('29234', '德庆县', '3', '29159', 'D');
INSERT INTO `ey_region` VALUES ('29248', '高要市', '3', '29159', 'G');
INSERT INTO `ey_region` VALUES ('29266', '四会市', '3', '29159', 'S');
INSERT INTO `ey_region` VALUES ('29282', '惠州市', '2', '28240', 'H');
INSERT INTO `ey_region` VALUES ('29283', '市辖区', '3', '29282', 'S');
INSERT INTO `ey_region` VALUES ('29284', '惠城区', '3', '29282', 'H');
INSERT INTO `ey_region` VALUES ('29304', '惠阳区', '3', '29282', 'H');
INSERT INTO `ey_region` VALUES ('29317', '博罗县', '3', '29282', 'B');
INSERT INTO `ey_region` VALUES ('29335', '惠东县', '3', '29282', 'H');
INSERT INTO `ey_region` VALUES ('29355', '龙门县', '3', '29282', 'L');
INSERT INTO `ey_region` VALUES ('29371', '梅州市', '2', '28240', 'M');
INSERT INTO `ey_region` VALUES ('29372', '市辖区', '3', '29371', 'S');
INSERT INTO `ey_region` VALUES ('29373', '梅江区', '3', '29371', 'M');
INSERT INTO `ey_region` VALUES ('29380', '梅县', '3', '29371', 'M');
INSERT INTO `ey_region` VALUES ('29400', '大埔县', '3', '29371', 'D');
INSERT INTO `ey_region` VALUES ('29418', '丰顺县', '3', '29371', 'F');
INSERT INTO `ey_region` VALUES ('29436', '五华县', '3', '29371', 'W');
INSERT INTO `ey_region` VALUES ('29453', '平远县', '3', '29371', 'P');
INSERT INTO `ey_region` VALUES ('29466', '蕉岭县', '3', '29371', 'J');
INSERT INTO `ey_region` VALUES ('29477', '兴宁市', '3', '29371', 'X');
INSERT INTO `ey_region` VALUES ('29498', '汕尾市', '2', '28240', 'S');
INSERT INTO `ey_region` VALUES ('29499', '市辖区', '3', '29498', 'S');
INSERT INTO `ey_region` VALUES ('29500', '城区', '3', '29498', 'C');
INSERT INTO `ey_region` VALUES ('29511', '海丰县', '3', '29498', 'H');
INSERT INTO `ey_region` VALUES ('29529', '陆河县', '3', '29498', 'L');
INSERT INTO `ey_region` VALUES ('29538', '陆丰市', '3', '29498', 'L');
INSERT INTO `ey_region` VALUES ('29568', '河源市', '2', '28240', 'H');
INSERT INTO `ey_region` VALUES ('29569', '市辖区', '3', '29568', 'S');
INSERT INTO `ey_region` VALUES ('29570', '源城区', '3', '29568', 'Y');
INSERT INTO `ey_region` VALUES ('29578', '紫金县', '3', '29568', 'Z');
INSERT INTO `ey_region` VALUES ('29599', '龙川县', '3', '29568', 'L');
INSERT INTO `ey_region` VALUES ('29625', '连平县', '3', '29568', 'L');
INSERT INTO `ey_region` VALUES ('29639', '和平县', '3', '29568', 'H');
INSERT INTO `ey_region` VALUES ('29657', '东源县', '3', '29568', 'D');
INSERT INTO `ey_region` VALUES ('29679', '阳江市', '2', '28240', 'Y');
INSERT INTO `ey_region` VALUES ('29680', '市辖区', '3', '29679', 'S');
INSERT INTO `ey_region` VALUES ('29681', '江城区', '3', '29679', 'J');
INSERT INTO `ey_region` VALUES ('29698', '阳西县', '3', '29679', 'Y');
INSERT INTO `ey_region` VALUES ('29709', '阳东县', '3', '29679', 'Y');
INSERT INTO `ey_region` VALUES ('29729', '阳春市', '3', '29679', 'Y');
INSERT INTO `ey_region` VALUES ('29755', '清远市', '2', '28240', 'Q');
INSERT INTO `ey_region` VALUES ('29756', '市辖区', '3', '29755', 'S');
INSERT INTO `ey_region` VALUES ('29757', '清城区', '3', '29755', 'Q');
INSERT INTO `ey_region` VALUES ('29766', '佛冈县', '3', '29755', 'F');
INSERT INTO `ey_region` VALUES ('29773', '阳山县', '3', '29755', 'Y');
INSERT INTO `ey_region` VALUES ('29787', '连山县', '3', '29755', 'L');
INSERT INTO `ey_region` VALUES ('29797', '连南县', '3', '29755', 'L');
INSERT INTO `ey_region` VALUES ('29805', '清新县', '3', '29755', 'Q');
INSERT INTO `ey_region` VALUES ('29816', '英德市', '3', '29755', 'Y');
INSERT INTO `ey_region` VALUES ('29842', '连州市', '3', '29755', 'L');
INSERT INTO `ey_region` VALUES ('29855', '东莞市', '2', '28240', 'D');
INSERT INTO `ey_region` VALUES ('29890', '中山市', '2', '28240', 'Z');
INSERT INTO `ey_region` VALUES ('29915', '潮州市', '2', '28240', 'C');
INSERT INTO `ey_region` VALUES ('29916', '市辖区', '3', '29915', 'S');
INSERT INTO `ey_region` VALUES ('29917', '潮州市湘桥区', '3', '29915', 'C');
INSERT INTO `ey_region` VALUES ('29930', '潮州市潮安县', '3', '29915', 'C');
INSERT INTO `ey_region` VALUES ('29954', '潮州市饶平县', '3', '29915', 'C');
INSERT INTO `ey_region` VALUES ('29977', '揭阳市', '2', '28240', 'J');
INSERT INTO `ey_region` VALUES ('29978', '市辖区', '3', '29977', 'S');
INSERT INTO `ey_region` VALUES ('29979', '榕城区', '3', '29977', 'R');
INSERT INTO `ey_region` VALUES ('29990', '揭东县', '3', '29977', 'J');
INSERT INTO `ey_region` VALUES ('30008', '揭西县', '3', '29977', 'J');
INSERT INTO `ey_region` VALUES ('30032', '惠来县', '3', '29977', 'H');
INSERT INTO `ey_region` VALUES ('30054', '普宁市', '3', '29977', 'P');
INSERT INTO `ey_region` VALUES ('30086', '云浮市', '2', '28240', 'Y');
INSERT INTO `ey_region` VALUES ('30087', '市辖区', '3', '30086', 'S');
INSERT INTO `ey_region` VALUES ('30088', '云城区', '3', '30086', 'Y');
INSERT INTO `ey_region` VALUES ('30096', '新兴县', '3', '30086', 'X');
INSERT INTO `ey_region` VALUES ('30112', '郁南县', '3', '30086', 'Y');
INSERT INTO `ey_region` VALUES ('30132', '云安县', '3', '30086', 'Y');
INSERT INTO `ey_region` VALUES ('30141', '罗定市', '3', '30086', 'L');
INSERT INTO `ey_region` VALUES ('30164', '广西', '1', '0', 'G');
INSERT INTO `ey_region` VALUES ('30165', '南宁市', '2', '30164', 'N');
INSERT INTO `ey_region` VALUES ('30166', '市辖区', '3', '30165', 'S');
INSERT INTO `ey_region` VALUES ('30167', '兴宁区', '3', '30165', 'X');
INSERT INTO `ey_region` VALUES ('30174', '青秀区', '3', '30165', 'Q');
INSERT INTO `ey_region` VALUES ('30186', '江南区', '3', '30165', 'J');
INSERT INTO `ey_region` VALUES ('30196', '西乡塘区', '3', '30165', 'X');
INSERT INTO `ey_region` VALUES ('30214', '良庆区', '3', '30165', 'L');
INSERT INTO `ey_region` VALUES ('30222', '邕宁区', '3', '30165', 'Y');
INSERT INTO `ey_region` VALUES ('30228', '武鸣县', '3', '30165', 'W');
INSERT INTO `ey_region` VALUES ('30245', '隆安县', '3', '30165', 'L');
INSERT INTO `ey_region` VALUES ('30257', '马山县', '3', '30165', 'M');
INSERT INTO `ey_region` VALUES ('30270', '上林县', '3', '30165', 'S');
INSERT INTO `ey_region` VALUES ('30282', '宾阳县', '3', '30165', 'B');
INSERT INTO `ey_region` VALUES ('30300', '横县', '3', '30165', 'H');
INSERT INTO `ey_region` VALUES ('30319', '柳州市', '2', '30164', 'L');
INSERT INTO `ey_region` VALUES ('30320', '市辖区', '3', '30319', 'S');
INSERT INTO `ey_region` VALUES ('30321', '城中区', '3', '30319', 'C');
INSERT INTO `ey_region` VALUES ('30329', '鱼峰区', '3', '30319', 'Y');
INSERT INTO `ey_region` VALUES ('30338', '柳南区', '3', '30319', 'L');
INSERT INTO `ey_region` VALUES ('30348', '柳北区', '3', '30319', 'L');
INSERT INTO `ey_region` VALUES ('30361', '柳江县', '3', '30319', 'L');
INSERT INTO `ey_region` VALUES ('30374', '柳城县', '3', '30319', 'L');
INSERT INTO `ey_region` VALUES ('30387', '鹿寨县', '3', '30319', 'L');
INSERT INTO `ey_region` VALUES ('30398', '融安县', '3', '30319', 'R');
INSERT INTO `ey_region` VALUES ('30411', '融水县', '3', '30319', 'R');
INSERT INTO `ey_region` VALUES ('30432', '三江县', '3', '30319', 'S');
INSERT INTO `ey_region` VALUES ('30448', '桂林市', '2', '30164', 'G');
INSERT INTO `ey_region` VALUES ('30449', '市辖区', '3', '30448', 'S');
INSERT INTO `ey_region` VALUES ('30450', '秀峰区', '3', '30448', 'X');
INSERT INTO `ey_region` VALUES ('30454', '叠彩区', '3', '30448', 'D');
INSERT INTO `ey_region` VALUES ('30458', '象山区', '3', '30448', 'X');
INSERT INTO `ey_region` VALUES ('30463', '七星区', '3', '30448', 'Q');
INSERT INTO `ey_region` VALUES ('30469', '雁山区', '3', '30448', 'Y');
INSERT INTO `ey_region` VALUES ('30475', '阳朔县', '3', '30448', 'Y');
INSERT INTO `ey_region` VALUES ('30485', '临桂县', '3', '30448', 'L');
INSERT INTO `ey_region` VALUES ('30497', '灵川县', '3', '30448', 'L');
INSERT INTO `ey_region` VALUES ('30509', '全州县', '3', '30448', 'Q');
INSERT INTO `ey_region` VALUES ('30528', '兴安县', '3', '30448', 'X');
INSERT INTO `ey_region` VALUES ('30539', '永福县', '3', '30448', 'Y');
INSERT INTO `ey_region` VALUES ('30549', '灌阳县', '3', '30448', 'G');
INSERT INTO `ey_region` VALUES ('30559', '龙胜县', '3', '30448', 'L');
INSERT INTO `ey_region` VALUES ('30570', '资源县', '3', '30448', 'Z');
INSERT INTO `ey_region` VALUES ('30578', '平乐县', '3', '30448', 'P');
INSERT INTO `ey_region` VALUES ('30589', '荔浦县', '3', '30448', 'L');
INSERT INTO `ey_region` VALUES ('30603', '恭城县', '3', '30448', 'G');
INSERT INTO `ey_region` VALUES ('30613', '梧州市', '2', '30164', 'W');
INSERT INTO `ey_region` VALUES ('30614', '市辖区', '3', '30613', 'S');
INSERT INTO `ey_region` VALUES ('30615', '万秀区', '3', '30613', 'W');
INSERT INTO `ey_region` VALUES ('30622', '蝶山区', '3', '30613', 'D');
INSERT INTO `ey_region` VALUES ('30628', '长洲区', '3', '30613', 'C');
INSERT INTO `ey_region` VALUES ('30633', '苍梧县', '3', '30613', 'C');
INSERT INTO `ey_region` VALUES ('30646', '藤县', '3', '30613', 'T');
INSERT INTO `ey_region` VALUES ('30663', '蒙山县', '3', '30613', 'M');
INSERT INTO `ey_region` VALUES ('30673', '岑溪市', '3', '30613', 'C');
INSERT INTO `ey_region` VALUES ('30688', '北海市', '2', '30164', 'B');
INSERT INTO `ey_region` VALUES ('30689', '市辖区', '3', '30688', 'S');
INSERT INTO `ey_region` VALUES ('30690', '海城区', '3', '30688', 'H');
INSERT INTO `ey_region` VALUES ('30699', '银海区', '3', '30688', 'Y');
INSERT INTO `ey_region` VALUES ('30704', '铁山港区', '3', '30688', 'T');
INSERT INTO `ey_region` VALUES ('30708', '合浦县', '3', '30688', 'H');
INSERT INTO `ey_region` VALUES ('30724', '防城港市', '2', '30164', 'F');
INSERT INTO `ey_region` VALUES ('30725', '市辖区', '3', '30724', 'S');
INSERT INTO `ey_region` VALUES ('30726', '港口区', '3', '30724', 'G');
INSERT INTO `ey_region` VALUES ('30732', '防城区', '3', '30724', 'F');
INSERT INTO `ey_region` VALUES ('30748', '上思县', '3', '30724', 'S');
INSERT INTO `ey_region` VALUES ('30758', '东兴市', '3', '30724', 'D');
INSERT INTO `ey_region` VALUES ('30762', '钦州市', '2', '30164', 'Q');
INSERT INTO `ey_region` VALUES ('30763', '市辖区', '3', '30762', 'S');
INSERT INTO `ey_region` VALUES ('30764', '钦南区', '3', '30762', 'Q');
INSERT INTO `ey_region` VALUES ('30783', '钦北区', '3', '30762', 'Q');
INSERT INTO `ey_region` VALUES ('30796', '灵山县', '3', '30762', 'L');
INSERT INTO `ey_region` VALUES ('30817', '浦北县', '3', '30762', 'P');
INSERT INTO `ey_region` VALUES ('30834', '贵港市', '2', '30164', 'G');
INSERT INTO `ey_region` VALUES ('30835', '市辖区', '3', '30834', 'S');
INSERT INTO `ey_region` VALUES ('30836', '港北区', '3', '30834', 'G');
INSERT INTO `ey_region` VALUES ('30845', '港南区', '3', '30834', 'G');
INSERT INTO `ey_region` VALUES ('30855', '覃塘区', '3', '30834', 'Q');
INSERT INTO `ey_region` VALUES ('30866', '平南县', '3', '30834', 'P');
INSERT INTO `ey_region` VALUES ('30888', '桂平市', '3', '30834', 'G');
INSERT INTO `ey_region` VALUES ('30915', '玉林市', '2', '30164', 'Y');
INSERT INTO `ey_region` VALUES ('30916', '市辖区', '3', '30915', 'S');
INSERT INTO `ey_region` VALUES ('30917', '玉州区', '3', '30915', 'Y');
INSERT INTO `ey_region` VALUES ('30933', '容县', '3', '30915', 'R');
INSERT INTO `ey_region` VALUES ('30949', '陆川县', '3', '30915', 'L');
INSERT INTO `ey_region` VALUES ('30964', '博白县', '3', '30915', 'B');
INSERT INTO `ey_region` VALUES ('30993', '兴业县', '3', '30915', 'X');
INSERT INTO `ey_region` VALUES ('31007', '北流市', '3', '30915', 'B');
INSERT INTO `ey_region` VALUES ('31033', '百色市', '2', '30164', 'B');
INSERT INTO `ey_region` VALUES ('31034', '市辖区', '3', '31033', 'S');
INSERT INTO `ey_region` VALUES ('31035', '右江区', '3', '31033', 'Y');
INSERT INTO `ey_region` VALUES ('31045', '田阳县', '3', '31033', 'T');
INSERT INTO `ey_region` VALUES ('31056', '田东县', '3', '31033', 'T');
INSERT INTO `ey_region` VALUES ('31067', '平果县', '3', '31033', 'P');
INSERT INTO `ey_region` VALUES ('31081', '德保县', '3', '31033', 'D');
INSERT INTO `ey_region` VALUES ('31095', '靖西县', '3', '31033', 'J');
INSERT INTO `ey_region` VALUES ('31115', '那坡县', '3', '31033', 'N');
INSERT INTO `ey_region` VALUES ('31125', '凌云县', '3', '31033', 'L');
INSERT INTO `ey_region` VALUES ('31134', '乐业县', '3', '31033', 'L');
INSERT INTO `ey_region` VALUES ('31143', '田林县', '3', '31033', 'T');
INSERT INTO `ey_region` VALUES ('31158', '西林县', '3', '31033', 'X');
INSERT INTO `ey_region` VALUES ('31167', '隆林县', '3', '31033', 'L');
INSERT INTO `ey_region` VALUES ('31184', '贺州市', '2', '30164', 'H');
INSERT INTO `ey_region` VALUES ('31185', '市辖区', '3', '31184', 'S');
INSERT INTO `ey_region` VALUES ('31186', '八步区', '3', '31184', 'B');
INSERT INTO `ey_region` VALUES ('31208', '昭平县', '3', '31184', 'Z');
INSERT INTO `ey_region` VALUES ('31221', '钟山县', '3', '31184', 'Z');
INSERT INTO `ey_region` VALUES ('31236', '富川县', '3', '31184', 'F');
INSERT INTO `ey_region` VALUES ('31249', '河池市', '2', '30164', 'H');
INSERT INTO `ey_region` VALUES ('31250', '市辖区', '3', '31249', 'S');
INSERT INTO `ey_region` VALUES ('31251', '金城江区', '3', '31249', 'J');
INSERT INTO `ey_region` VALUES ('31264', '南丹县', '3', '31249', 'N');
INSERT INTO `ey_region` VALUES ('31276', '天峨县', '3', '31249', 'T');
INSERT INTO `ey_region` VALUES ('31286', '凤山县', '3', '31249', 'F');
INSERT INTO `ey_region` VALUES ('31296', '东兰县', '3', '31249', 'D');
INSERT INTO `ey_region` VALUES ('31311', '罗城县', '3', '31249', 'L');
INSERT INTO `ey_region` VALUES ('31323', '环江县', '3', '31249', 'H');
INSERT INTO `ey_region` VALUES ('31336', '巴马县', '3', '31249', 'B');
INSERT INTO `ey_region` VALUES ('31347', '都安县', '3', '31249', 'D');
INSERT INTO `ey_region` VALUES ('31367', '大化县', '3', '31249', 'D');
INSERT INTO `ey_region` VALUES ('31384', '宜州市', '3', '31249', 'Y');
INSERT INTO `ey_region` VALUES ('31401', '来宾市', '2', '30164', 'L');
INSERT INTO `ey_region` VALUES ('31402', '市辖区', '3', '31401', 'S');
INSERT INTO `ey_region` VALUES ('31403', '兴宾区', '3', '31401', 'X');
INSERT INTO `ey_region` VALUES ('31427', '忻城县', '3', '31401', 'X');
INSERT INTO `ey_region` VALUES ('31440', '象州县', '3', '31401', 'X');
INSERT INTO `ey_region` VALUES ('31452', '武宣县', '3', '31401', 'W');
INSERT INTO `ey_region` VALUES ('31463', '金秀县', '3', '31401', 'J');
INSERT INTO `ey_region` VALUES ('31474', '合山市', '3', '31401', 'H');
INSERT INTO `ey_region` VALUES ('31478', '崇左市', '2', '30164', 'C');
INSERT INTO `ey_region` VALUES ('31479', '市辖区', '3', '31478', 'S');
INSERT INTO `ey_region` VALUES ('31480', '江州区', '3', '31478', 'J');
INSERT INTO `ey_region` VALUES ('31490', '扶绥县', '3', '31478', 'F');
INSERT INTO `ey_region` VALUES ('31502', '宁明县', '3', '31478', 'N');
INSERT INTO `ey_region` VALUES ('31516', '龙州县', '3', '31478', 'L');
INSERT INTO `ey_region` VALUES ('31529', '大新县', '3', '31478', 'D');
INSERT INTO `ey_region` VALUES ('31544', '天等县', '3', '31478', 'T');
INSERT INTO `ey_region` VALUES ('31558', '凭祥市', '3', '31478', 'P');
INSERT INTO `ey_region` VALUES ('31563', '海南省', '1', '0', 'H');
INSERT INTO `ey_region` VALUES ('31564', '海口市', '2', '31563', 'H');
INSERT INTO `ey_region` VALUES ('31565', '市辖区', '3', '31564', 'S');
INSERT INTO `ey_region` VALUES ('31566', '秀英区', '3', '31564', 'X');
INSERT INTO `ey_region` VALUES ('31575', '龙华区', '3', '31564', 'L');
INSERT INTO `ey_region` VALUES ('31587', '琼山区', '3', '31564', 'Q');
INSERT INTO `ey_region` VALUES ('31601', '美兰区', '3', '31564', 'M');
INSERT INTO `ey_region` VALUES ('31618', '三亚市', '2', '31563', 'S');
INSERT INTO `ey_region` VALUES ('31619', '市辖区', '3', '31618', 'S');
INSERT INTO `ey_region` VALUES ('31634', '五指山市', '2', '31563', 'W');
INSERT INTO `ey_region` VALUES ('31635', '冲山镇', '3', '31634', 'C');
INSERT INTO `ey_region` VALUES ('31636', '南圣镇', '3', '31634', 'N');
INSERT INTO `ey_region` VALUES ('31637', '毛阳镇', '3', '31634', 'M');
INSERT INTO `ey_region` VALUES ('31638', '番阳镇', '3', '31634', 'F');
INSERT INTO `ey_region` VALUES ('31639', '畅好乡', '3', '31634', 'C');
INSERT INTO `ey_region` VALUES ('31640', '毛道乡', '3', '31634', 'M');
INSERT INTO `ey_region` VALUES ('31641', '水满乡', '3', '31634', 'S');
INSERT INTO `ey_region` VALUES ('31642', '国营畅好农场', '3', '31634', 'G');
INSERT INTO `ey_region` VALUES ('31643', '琼海市', '2', '31563', 'Q');
INSERT INTO `ey_region` VALUES ('31644', '嘉积镇', '3', '31643', 'J');
INSERT INTO `ey_region` VALUES ('31645', '万泉镇', '3', '31643', 'W');
INSERT INTO `ey_region` VALUES ('31646', '石壁镇', '3', '31643', 'S');
INSERT INTO `ey_region` VALUES ('31647', '中原镇', '3', '31643', 'Z');
INSERT INTO `ey_region` VALUES ('31648', '博敖镇', '3', '31643', 'B');
INSERT INTO `ey_region` VALUES ('31649', '阳江镇', '3', '31643', 'Y');
INSERT INTO `ey_region` VALUES ('31650', '龙江镇', '3', '31643', 'L');
INSERT INTO `ey_region` VALUES ('31651', '潭门镇', '3', '31643', 'T');
INSERT INTO `ey_region` VALUES ('31652', '塔洋镇', '3', '31643', 'T');
INSERT INTO `ey_region` VALUES ('31653', '长坡镇', '3', '31643', 'C');
INSERT INTO `ey_region` VALUES ('31654', '大路镇', '3', '31643', 'D');
INSERT INTO `ey_region` VALUES ('31655', '会山镇', '3', '31643', 'H');
INSERT INTO `ey_region` VALUES ('31656', '国营东太农场', '3', '31643', 'G');
INSERT INTO `ey_region` VALUES ('31657', '国营东平农场', '3', '31643', 'G');
INSERT INTO `ey_region` VALUES ('31658', '国营东红农场', '3', '31643', 'G');
INSERT INTO `ey_region` VALUES ('31659', '国营东升农场', '3', '31643', 'G');
INSERT INTO `ey_region` VALUES ('31660', '国营南俸农场', '3', '31643', 'G');
INSERT INTO `ey_region` VALUES ('31661', '彬村山华侨农场', '3', '31643', 'B');
INSERT INTO `ey_region` VALUES ('31662', '儋州市', '2', '31563', 'D');
INSERT INTO `ey_region` VALUES ('31663', '那大镇', '3', '31662', 'N');
INSERT INTO `ey_region` VALUES ('31664', '和庆镇', '3', '31662', 'H');
INSERT INTO `ey_region` VALUES ('31665', '南丰镇', '3', '31662', 'N');
INSERT INTO `ey_region` VALUES ('31666', '大成镇', '3', '31662', 'D');
INSERT INTO `ey_region` VALUES ('31667', '雅星镇', '3', '31662', 'Y');
INSERT INTO `ey_region` VALUES ('31668', '兰洋镇', '3', '31662', 'L');
INSERT INTO `ey_region` VALUES ('31669', '光村镇', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31670', '木棠镇', '3', '31662', 'M');
INSERT INTO `ey_region` VALUES ('31671', '海头镇', '3', '31662', 'H');
INSERT INTO `ey_region` VALUES ('31672', '峨蔓镇', '3', '31662', 'E');
INSERT INTO `ey_region` VALUES ('31673', '三都镇', '3', '31662', 'S');
INSERT INTO `ey_region` VALUES ('31674', '王五镇', '3', '31662', 'W');
INSERT INTO `ey_region` VALUES ('31675', '白马井镇', '3', '31662', 'B');
INSERT INTO `ey_region` VALUES ('31676', '中和镇', '3', '31662', 'Z');
INSERT INTO `ey_region` VALUES ('31677', '排浦镇', '3', '31662', 'P');
INSERT INTO `ey_region` VALUES ('31678', '东成镇', '3', '31662', 'D');
INSERT INTO `ey_region` VALUES ('31679', '新州镇', '3', '31662', 'X');
INSERT INTO `ey_region` VALUES ('31680', '国营西培农场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31681', '国营西华农场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31682', '国营西庆农场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31683', '国营西流农场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31684', '国营西联农场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31685', '国营蓝洋农场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31686', '国营新盈农场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31687', '国营八一农场东山分场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31688', '国营八一农场金川分场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31689', '国营八一农场长岭分场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31690', '国营八一农场英岛分场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31691', '国营八一农场春江分场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31692', '国营八一农场强打管区', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31693', '国营龙山农场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31694', '国营红岭农场', '3', '31662', 'G');
INSERT INTO `ey_region` VALUES ('31695', '洋浦经济开发区', '3', '31662', 'Y');
INSERT INTO `ey_region` VALUES ('31696', '华南热作学院', '3', '31662', 'H');
INSERT INTO `ey_region` VALUES ('31697', '文昌市', '2', '31563', 'W');
INSERT INTO `ey_region` VALUES ('31698', '文城镇', '3', '31697', 'W');
INSERT INTO `ey_region` VALUES ('31699', '重兴镇', '3', '31697', 'Z');
INSERT INTO `ey_region` VALUES ('31700', '蓬莱镇', '3', '31697', 'P');
INSERT INTO `ey_region` VALUES ('31701', '会文镇', '3', '31697', 'H');
INSERT INTO `ey_region` VALUES ('31702', '东路镇', '3', '31697', 'D');
INSERT INTO `ey_region` VALUES ('31703', '潭牛镇', '3', '31697', 'T');
INSERT INTO `ey_region` VALUES ('31704', '东阁镇', '3', '31697', 'D');
INSERT INTO `ey_region` VALUES ('31705', '文教镇', '3', '31697', 'W');
INSERT INTO `ey_region` VALUES ('31706', '东郊镇', '3', '31697', 'D');
INSERT INTO `ey_region` VALUES ('31707', '龙楼镇', '3', '31697', 'L');
INSERT INTO `ey_region` VALUES ('31708', '昌洒镇', '3', '31697', 'C');
INSERT INTO `ey_region` VALUES ('31709', '翁田镇', '3', '31697', 'W');
INSERT INTO `ey_region` VALUES ('31710', '抱罗镇', '3', '31697', 'B');
INSERT INTO `ey_region` VALUES ('31711', '冯坡镇', '3', '31697', 'F');
INSERT INTO `ey_region` VALUES ('31712', '锦山镇', '3', '31697', 'J');
INSERT INTO `ey_region` VALUES ('31713', '铺前镇', '3', '31697', 'P');
INSERT INTO `ey_region` VALUES ('31714', '国营东路农场', '3', '31697', 'G');
INSERT INTO `ey_region` VALUES ('31715', '国营南阳农场', '3', '31697', 'G');
INSERT INTO `ey_region` VALUES ('31716', '国营罗豆农场', '3', '31697', 'G');
INSERT INTO `ey_region` VALUES ('31717', '国营文昌橡胶研究所', '3', '31697', 'G');
INSERT INTO `ey_region` VALUES ('31718', '万宁市', '2', '31563', 'W');
INSERT INTO `ey_region` VALUES ('31719', '万城镇', '3', '31718', 'W');
INSERT INTO `ey_region` VALUES ('31720', '龙滚镇', '3', '31718', 'L');
INSERT INTO `ey_region` VALUES ('31721', '和乐镇', '3', '31718', 'H');
INSERT INTO `ey_region` VALUES ('31722', '后安镇', '3', '31718', 'H');
INSERT INTO `ey_region` VALUES ('31723', '大茂镇', '3', '31718', 'D');
INSERT INTO `ey_region` VALUES ('31724', '东澳镇', '3', '31718', 'D');
INSERT INTO `ey_region` VALUES ('31725', '礼纪镇', '3', '31718', 'L');
INSERT INTO `ey_region` VALUES ('31726', '长丰镇', '3', '31718', 'C');
INSERT INTO `ey_region` VALUES ('31727', '山根镇', '3', '31718', 'S');
INSERT INTO `ey_region` VALUES ('31728', '北大镇', '3', '31718', 'B');
INSERT INTO `ey_region` VALUES ('31729', '南桥镇', '3', '31718', 'N');
INSERT INTO `ey_region` VALUES ('31730', '三更罗镇', '3', '31718', 'S');
INSERT INTO `ey_region` VALUES ('31731', '国营东兴农场', '3', '31718', 'G');
INSERT INTO `ey_region` VALUES ('31732', '国营东和农场', '3', '31718', 'G');
INSERT INTO `ey_region` VALUES ('31733', '国营东岭农场', '3', '31718', 'G');
INSERT INTO `ey_region` VALUES ('31734', '国营南林农场', '3', '31718', 'G');
INSERT INTO `ey_region` VALUES ('31735', '国营新中农场', '3', '31718', 'G');
INSERT INTO `ey_region` VALUES ('31736', '兴隆华侨农场', '3', '31718', 'X');
INSERT INTO `ey_region` VALUES ('31737', '地方国营六连林场', '3', '31718', 'D');
INSERT INTO `ey_region` VALUES ('31738', '东方市', '2', '31563', 'D');
INSERT INTO `ey_region` VALUES ('31739', '八所镇', '3', '31738', 'B');
INSERT INTO `ey_region` VALUES ('31740', '东河镇', '3', '31738', 'D');
INSERT INTO `ey_region` VALUES ('31741', '大田镇', '3', '31738', 'D');
INSERT INTO `ey_region` VALUES ('31742', '感城镇', '3', '31738', 'G');
INSERT INTO `ey_region` VALUES ('31743', '板桥镇', '3', '31738', 'B');
INSERT INTO `ey_region` VALUES ('31744', '三家镇', '3', '31738', 'S');
INSERT INTO `ey_region` VALUES ('31745', '四更镇', '3', '31738', 'S');
INSERT INTO `ey_region` VALUES ('31746', '新龙镇', '3', '31738', 'X');
INSERT INTO `ey_region` VALUES ('31747', '天安乡', '3', '31738', 'T');
INSERT INTO `ey_region` VALUES ('31748', '江边乡', '3', '31738', 'J');
INSERT INTO `ey_region` VALUES ('31749', '国营广坝农场', '3', '31738', 'G');
INSERT INTO `ey_region` VALUES ('31750', '国营公爱农场', '3', '31738', 'G');
INSERT INTO `ey_region` VALUES ('31751', '国营红泉农场', '3', '31738', 'G');
INSERT INTO `ey_region` VALUES ('31752', '省国营东方华侨农场', '3', '31738', 'S');
INSERT INTO `ey_region` VALUES ('31753', '定安县', '2', '31563', 'D');
INSERT INTO `ey_region` VALUES ('31754', '定城镇', '3', '31753', 'D');
INSERT INTO `ey_region` VALUES ('31755', '新竹镇', '3', '31753', 'X');
INSERT INTO `ey_region` VALUES ('31756', '龙湖镇', '3', '31753', 'L');
INSERT INTO `ey_region` VALUES ('31757', '黄竹镇', '3', '31753', 'H');
INSERT INTO `ey_region` VALUES ('31758', '雷鸣镇', '3', '31753', 'L');
INSERT INTO `ey_region` VALUES ('31759', '龙门镇', '3', '31753', 'L');
INSERT INTO `ey_region` VALUES ('31760', '龙河镇', '3', '31753', 'L');
INSERT INTO `ey_region` VALUES ('31761', '岭口镇', '3', '31753', 'L');
INSERT INTO `ey_region` VALUES ('31762', '翰林镇', '3', '31753', 'H');
INSERT INTO `ey_region` VALUES ('31763', '富文镇', '3', '31753', 'F');
INSERT INTO `ey_region` VALUES ('31764', '国营中瑞农场', '3', '31753', 'G');
INSERT INTO `ey_region` VALUES ('31765', '国营南海农场', '3', '31753', 'G');
INSERT INTO `ey_region` VALUES ('31766', '国营金鸡岭农场', '3', '31753', 'G');
INSERT INTO `ey_region` VALUES ('31767', '定安热作研究所', '3', '31753', 'D');
INSERT INTO `ey_region` VALUES ('31768', '屯昌县', '2', '31563', 'T');
INSERT INTO `ey_region` VALUES ('31769', '屯城镇', '3', '31768', 'T');
INSERT INTO `ey_region` VALUES ('31770', '新兴镇', '3', '31768', 'X');
INSERT INTO `ey_region` VALUES ('31771', '枫木镇', '3', '31768', 'F');
INSERT INTO `ey_region` VALUES ('31772', '乌坡镇', '3', '31768', 'W');
INSERT INTO `ey_region` VALUES ('31773', '南吕镇', '3', '31768', 'N');
INSERT INTO `ey_region` VALUES ('31774', '南坤镇', '3', '31768', 'N');
INSERT INTO `ey_region` VALUES ('31775', '坡心镇', '3', '31768', 'P');
INSERT INTO `ey_region` VALUES ('31776', '西昌镇', '3', '31768', 'X');
INSERT INTO `ey_region` VALUES ('31777', '国营中建农场', '3', '31768', 'G');
INSERT INTO `ey_region` VALUES ('31778', '国营中坤农场', '3', '31768', 'G');
INSERT INTO `ey_region` VALUES ('31779', '国营黄岭农场', '3', '31768', 'G');
INSERT INTO `ey_region` VALUES ('31780', '国营南吕农场', '3', '31768', 'G');
INSERT INTO `ey_region` VALUES ('31781', '国营广青农场', '3', '31768', 'G');
INSERT INTO `ey_region` VALUES ('31782', '国营晨星农场', '3', '31768', 'G');
INSERT INTO `ey_region` VALUES ('31783', '澄迈县', '2', '31563', 'C');
INSERT INTO `ey_region` VALUES ('31784', '金江镇', '3', '31783', 'J');
INSERT INTO `ey_region` VALUES ('31785', '老城镇', '3', '31783', 'L');
INSERT INTO `ey_region` VALUES ('31786', '瑞溪镇', '3', '31783', 'R');
INSERT INTO `ey_region` VALUES ('31787', '永发镇', '3', '31783', 'Y');
INSERT INTO `ey_region` VALUES ('31788', '加乐镇', '3', '31783', 'J');
INSERT INTO `ey_region` VALUES ('31789', '文儒镇', '3', '31783', 'W');
INSERT INTO `ey_region` VALUES ('31790', '中兴镇', '3', '31783', 'Z');
INSERT INTO `ey_region` VALUES ('31791', '仁兴镇', '3', '31783', 'R');
INSERT INTO `ey_region` VALUES ('31792', '福山镇', '3', '31783', 'F');
INSERT INTO `ey_region` VALUES ('31793', '桥头镇', '3', '31783', 'Q');
INSERT INTO `ey_region` VALUES ('31794', '国营红光农场', '3', '31783', 'G');
INSERT INTO `ey_region` VALUES ('31795', '国营红岗农场', '3', '31783', 'G');
INSERT INTO `ey_region` VALUES ('31796', '国营西达农场', '3', '31783', 'G');
INSERT INTO `ey_region` VALUES ('31797', '国营昆仑农场', '3', '31783', 'G');
INSERT INTO `ey_region` VALUES ('31798', '国营和岭农场', '3', '31783', 'G');
INSERT INTO `ey_region` VALUES ('31799', '国营金安农场', '3', '31783', 'G');
INSERT INTO `ey_region` VALUES ('31800', '澄迈县华侨农场', '3', '31783', 'C');
INSERT INTO `ey_region` VALUES ('31801', '临高县', '2', '31563', 'L');
INSERT INTO `ey_region` VALUES ('31802', '临城镇', '3', '31801', 'L');
INSERT INTO `ey_region` VALUES ('31803', '波莲镇', '3', '31801', 'B');
INSERT INTO `ey_region` VALUES ('31804', '东英镇', '3', '31801', 'D');
INSERT INTO `ey_region` VALUES ('31805', '博厚镇', '3', '31801', 'B');
INSERT INTO `ey_region` VALUES ('31806', '皇桐镇', '3', '31801', 'H');
INSERT INTO `ey_region` VALUES ('31807', '多文镇', '3', '31801', 'D');
INSERT INTO `ey_region` VALUES ('31808', '和舍镇', '3', '31801', 'H');
INSERT INTO `ey_region` VALUES ('31809', '南宝镇', '3', '31801', 'N');
INSERT INTO `ey_region` VALUES ('31810', '新盈镇', '3', '31801', 'X');
INSERT INTO `ey_region` VALUES ('31811', '调楼镇', '3', '31801', 'D');
INSERT INTO `ey_region` VALUES ('31812', '国营红华农场', '3', '31801', 'G');
INSERT INTO `ey_region` VALUES ('31813', '国营加来农场', '3', '31801', 'G');
INSERT INTO `ey_region` VALUES ('31814', '白沙县', '2', '31563', 'B');
INSERT INTO `ey_region` VALUES ('31815', '牙叉镇', '3', '31814', 'Y');
INSERT INTO `ey_region` VALUES ('31816', '七坊镇', '3', '31814', 'Q');
INSERT INTO `ey_region` VALUES ('31817', '邦溪镇', '3', '31814', 'B');
INSERT INTO `ey_region` VALUES ('31818', '打安镇', '3', '31814', 'D');
INSERT INTO `ey_region` VALUES ('31819', '细水乡', '3', '31814', 'X');
INSERT INTO `ey_region` VALUES ('31820', '元门乡', '3', '31814', 'Y');
INSERT INTO `ey_region` VALUES ('31821', '南开乡', '3', '31814', 'N');
INSERT INTO `ey_region` VALUES ('31822', '阜龙乡', '3', '31814', 'F');
INSERT INTO `ey_region` VALUES ('31823', '青松乡', '3', '31814', 'Q');
INSERT INTO `ey_region` VALUES ('31824', '金波乡', '3', '31814', 'J');
INSERT INTO `ey_region` VALUES ('31825', '荣邦乡', '3', '31814', 'R');
INSERT INTO `ey_region` VALUES ('31826', '国营金波农场', '3', '31814', 'G');
INSERT INTO `ey_region` VALUES ('31827', '国营白沙农场', '3', '31814', 'G');
INSERT INTO `ey_region` VALUES ('31828', '国营牙叉农场', '3', '31814', 'G');
INSERT INTO `ey_region` VALUES ('31829', '国营卫星农场', '3', '31814', 'G');
INSERT INTO `ey_region` VALUES ('31830', '国营龙江农场', '3', '31814', 'G');
INSERT INTO `ey_region` VALUES ('31831', '国营珠碧江农场', '3', '31814', 'G');
INSERT INTO `ey_region` VALUES ('31832', '国营芙蓉田农场', '3', '31814', 'G');
INSERT INTO `ey_region` VALUES ('31833', '国营大岭农场', '3', '31814', 'G');
INSERT INTO `ey_region` VALUES ('31834', '国营邦溪农场', '3', '31814', 'G');
INSERT INTO `ey_region` VALUES ('31835', '昌江县', '2', '31563', 'C');
INSERT INTO `ey_region` VALUES ('31836', '石碌镇', '3', '31835', 'S');
INSERT INTO `ey_region` VALUES ('31837', '叉河镇', '3', '31835', 'C');
INSERT INTO `ey_region` VALUES ('31838', '十月田镇', '3', '31835', 'S');
INSERT INTO `ey_region` VALUES ('31839', '乌烈镇', '3', '31835', 'W');
INSERT INTO `ey_region` VALUES ('31840', '昌化镇', '3', '31835', 'C');
INSERT INTO `ey_region` VALUES ('31841', '海尾镇', '3', '31835', 'H');
INSERT INTO `ey_region` VALUES ('31842', '七叉镇', '3', '31835', 'Q');
INSERT INTO `ey_region` VALUES ('31843', '王下乡', '3', '31835', 'W');
INSERT INTO `ey_region` VALUES ('31844', '国营红田农场', '3', '31835', 'G');
INSERT INTO `ey_region` VALUES ('31845', '国营红林农场', '3', '31835', 'G');
INSERT INTO `ey_region` VALUES ('31846', '国营坝王岭林场', '3', '31835', 'G');
INSERT INTO `ey_region` VALUES ('31847', '海南钢铁公司', '3', '31835', 'H');
INSERT INTO `ey_region` VALUES ('31848', '乐东县', '2', '31563', 'L');
INSERT INTO `ey_region` VALUES ('31849', '抱由镇', '3', '31848', 'B');
INSERT INTO `ey_region` VALUES ('31850', '万冲镇', '3', '31848', 'W');
INSERT INTO `ey_region` VALUES ('31851', '大安镇', '3', '31848', 'D');
INSERT INTO `ey_region` VALUES ('31852', '志仲镇', '3', '31848', 'Z');
INSERT INTO `ey_region` VALUES ('31853', '千家镇', '3', '31848', 'Q');
INSERT INTO `ey_region` VALUES ('31854', '九所镇', '3', '31848', 'J');
INSERT INTO `ey_region` VALUES ('31855', '利国镇', '3', '31848', 'L');
INSERT INTO `ey_region` VALUES ('31856', '黄流镇', '3', '31848', 'H');
INSERT INTO `ey_region` VALUES ('31857', '佛罗镇', '3', '31848', 'F');
INSERT INTO `ey_region` VALUES ('31858', '尖峰镇', '3', '31848', 'J');
INSERT INTO `ey_region` VALUES ('31859', '莺歌海镇', '3', '31848', 'Y');
INSERT INTO `ey_region` VALUES ('31860', '国营乐中农场', '3', '31848', 'G');
INSERT INTO `ey_region` VALUES ('31861', '国营山荣农场', '3', '31848', 'G');
INSERT INTO `ey_region` VALUES ('31862', '国营乐光农场', '3', '31848', 'G');
INSERT INTO `ey_region` VALUES ('31863', '国营报伦农场', '3', '31848', 'G');
INSERT INTO `ey_region` VALUES ('31864', '国营福报农场', '3', '31848', 'G');
INSERT INTO `ey_region` VALUES ('31865', '国营保国农场', '3', '31848', 'G');
INSERT INTO `ey_region` VALUES ('31866', '国营保显农场', '3', '31848', 'G');
INSERT INTO `ey_region` VALUES ('31867', '国营尖峰岭林业公司', '3', '31848', 'G');
INSERT INTO `ey_region` VALUES ('31868', '国营莺歌海盐场', '3', '31848', 'G');
INSERT INTO `ey_region` VALUES ('31869', '陵水县', '2', '31563', 'L');
INSERT INTO `ey_region` VALUES ('31870', '椰林镇', '3', '31869', 'Y');
INSERT INTO `ey_region` VALUES ('31871', '光坡镇', '3', '31869', 'G');
INSERT INTO `ey_region` VALUES ('31872', '三才镇', '3', '31869', 'S');
INSERT INTO `ey_region` VALUES ('31873', '英州镇', '3', '31869', 'Y');
INSERT INTO `ey_region` VALUES ('31874', '隆广镇', '3', '31869', 'L');
INSERT INTO `ey_region` VALUES ('31875', '文罗镇', '3', '31869', 'W');
INSERT INTO `ey_region` VALUES ('31876', '本号镇', '3', '31869', 'B');
INSERT INTO `ey_region` VALUES ('31877', '新村镇', '3', '31869', 'X');
INSERT INTO `ey_region` VALUES ('31878', '黎安镇', '3', '31869', 'L');
INSERT INTO `ey_region` VALUES ('31879', '提蒙乡', '3', '31869', 'T');
INSERT INTO `ey_region` VALUES ('31880', '群英乡', '3', '31869', 'Q');
INSERT INTO `ey_region` VALUES ('31881', '国营岭门农场', '3', '31869', 'G');
INSERT INTO `ey_region` VALUES ('31882', '国营南平农场', '3', '31869', 'G');
INSERT INTO `ey_region` VALUES ('31883', '国营吊罗山林业公司', '3', '31869', 'G');
INSERT INTO `ey_region` VALUES ('31884', '保亭县', '2', '31563', 'B');
INSERT INTO `ey_region` VALUES ('31885', '保城镇', '3', '31884', 'B');
INSERT INTO `ey_region` VALUES ('31886', '什玲镇', '3', '31884', 'S');
INSERT INTO `ey_region` VALUES ('31887', '加茂镇', '3', '31884', 'J');
INSERT INTO `ey_region` VALUES ('31888', '响水镇', '3', '31884', 'X');
INSERT INTO `ey_region` VALUES ('31889', '新政镇', '3', '31884', 'X');
INSERT INTO `ey_region` VALUES ('31890', '三道镇', '3', '31884', 'S');
INSERT INTO `ey_region` VALUES ('31891', '六弓乡', '3', '31884', 'L');
INSERT INTO `ey_region` VALUES ('31892', '南林乡', '3', '31884', 'N');
INSERT INTO `ey_region` VALUES ('31893', '毛感乡', '3', '31884', 'M');
INSERT INTO `ey_region` VALUES ('31894', '国营五指山茶场', '3', '31884', 'G');
INSERT INTO `ey_region` VALUES ('31895', '国营新星农场', '3', '31884', 'G');
INSERT INTO `ey_region` VALUES ('31896', '国营保亭热作所', '3', '31884', 'G');
INSERT INTO `ey_region` VALUES ('31897', '国营金江农场', '3', '31884', 'G');
INSERT INTO `ey_region` VALUES ('31898', '国营南茂农场', '3', '31884', 'G');
INSERT INTO `ey_region` VALUES ('31899', '国营三道农场', '3', '31884', 'G');
INSERT INTO `ey_region` VALUES ('31900', '琼中县', '2', '31563', 'Q');
INSERT INTO `ey_region` VALUES ('31901', '营根镇', '3', '31900', 'Y');
INSERT INTO `ey_region` VALUES ('31902', '湾岭镇', '3', '31900', 'W');
INSERT INTO `ey_region` VALUES ('31903', '黎母山镇', '3', '31900', 'L');
INSERT INTO `ey_region` VALUES ('31904', '和平镇', '3', '31900', 'H');
INSERT INTO `ey_region` VALUES ('31905', '长征镇', '3', '31900', 'C');
INSERT INTO `ey_region` VALUES ('31906', '红毛镇', '3', '31900', 'H');
INSERT INTO `ey_region` VALUES ('31907', '中平镇', '3', '31900', 'Z');
INSERT INTO `ey_region` VALUES ('31908', '吊罗山乡', '3', '31900', 'D');
INSERT INTO `ey_region` VALUES ('31909', '上安乡', '3', '31900', 'S');
INSERT INTO `ey_region` VALUES ('31910', '什运乡', '3', '31900', 'S');
INSERT INTO `ey_region` VALUES ('31911', '国营新进农场', '3', '31900', 'G');
INSERT INTO `ey_region` VALUES ('31912', '国营大丰农场', '3', '31900', 'G');
INSERT INTO `ey_region` VALUES ('31913', '国营阳江农场', '3', '31900', 'G');
INSERT INTO `ey_region` VALUES ('31914', '国营乌石农场', '3', '31900', 'G');
INSERT INTO `ey_region` VALUES ('31915', '国营南方农场', '3', '31900', 'G');
INSERT INTO `ey_region` VALUES ('31916', '国营岭头农场', '3', '31900', 'G');
INSERT INTO `ey_region` VALUES ('31917', '国营加钗农场', '3', '31900', 'G');
INSERT INTO `ey_region` VALUES ('31918', '国营长征农场', '3', '31900', 'G');
INSERT INTO `ey_region` VALUES ('31919', '国营乘坡农场', '3', '31900', 'G');
INSERT INTO `ey_region` VALUES ('31920', '国营太平农场', '3', '31900', 'G');
INSERT INTO `ey_region` VALUES ('31921', '国营新伟农场', '3', '31900', 'G');
INSERT INTO `ey_region` VALUES ('31922', '国营黎母山林业公司', '3', '31900', 'G');
INSERT INTO `ey_region` VALUES ('31923', '西沙群岛', '3', '31924', 'X');
INSERT INTO `ey_region` VALUES ('31924', '三沙市', '2', '31563', 'S');
INSERT INTO `ey_region` VALUES ('31925', '南沙群岛', '3', '31924', 'N');
INSERT INTO `ey_region` VALUES ('47499', '香港岛', '2', '47494', 'X');
INSERT INTO `ey_region` VALUES ('31927', '中沙群岛的岛礁及其海域', '3', '31924', 'Z');
INSERT INTO `ey_region` VALUES ('47498', '九龙', '2', '47494', 'J');
INSERT INTO `ey_region` VALUES ('31929', '重庆市', '1', '0', 'Z');
INSERT INTO `ey_region` VALUES ('31930', '市辖区', '2', '31929', 'S');
INSERT INTO `ey_region` VALUES ('31931', '万州区', '3', '31930', 'W');
INSERT INTO `ey_region` VALUES ('31984', '涪陵区', '3', '31930', 'F');
INSERT INTO `ey_region` VALUES ('32031', '渝中区', '3', '31930', 'Y');
INSERT INTO `ey_region` VALUES ('32044', '大渡口区', '3', '31930', 'D');
INSERT INTO `ey_region` VALUES ('32053', '江北区', '3', '31930', 'J');
INSERT INTO `ey_region` VALUES ('32066', '沙坪坝区', '3', '31930', 'S');
INSERT INTO `ey_region` VALUES ('32093', '九龙坡区', '3', '31930', 'J');
INSERT INTO `ey_region` VALUES ('32112', '南岸区', '3', '31930', 'N');
INSERT INTO `ey_region` VALUES ('32127', '北碚区', '3', '31930', 'B');
INSERT INTO `ey_region` VALUES ('32145', '万盛区', '3', '31930', 'W');
INSERT INTO `ey_region` VALUES ('32156', '双桥区', '3', '31930', 'S');
INSERT INTO `ey_region` VALUES ('32160', '渝北区', '3', '31930', 'Y');
INSERT INTO `ey_region` VALUES ('32191', '巴南区', '3', '31930', 'B');
INSERT INTO `ey_region` VALUES ('32213', '黔江区', '3', '31930', 'Q');
INSERT INTO `ey_region` VALUES ('32244', '长寿区', '3', '31930', 'C');
INSERT INTO `ey_region` VALUES ('32263', '江津区', '3', '31930', 'J');
INSERT INTO `ey_region` VALUES ('32291', '合川区', '3', '31930', 'H');
INSERT INTO `ey_region` VALUES ('32322', '永川区', '3', '31930', 'Y');
INSERT INTO `ey_region` VALUES ('32345', '南川区', '3', '31930', 'N');
INSERT INTO `ey_region` VALUES ('32380', '县', '2', '31929', 'X');
INSERT INTO `ey_region` VALUES ('32381', '綦江县', '3', '32380', 'Q');
INSERT INTO `ey_region` VALUES ('32401', '潼南县', '3', '32380', 'T');
INSERT INTO `ey_region` VALUES ('32424', '铜梁县', '3', '32380', 'T');
INSERT INTO `ey_region` VALUES ('32453', '大足县', '3', '32380', 'D');
INSERT INTO `ey_region` VALUES ('32478', '荣昌县', '3', '32380', 'R');
INSERT INTO `ey_region` VALUES ('32499', '璧山县', '3', '32380', 'B');
INSERT INTO `ey_region` VALUES ('32513', '梁平县', '3', '32380', 'L');
INSERT INTO `ey_region` VALUES ('32549', '城口县', '3', '32380', 'C');
INSERT INTO `ey_region` VALUES ('32574', '丰都县', '3', '32380', 'F');
INSERT INTO `ey_region` VALUES ('32606', '垫江县', '3', '32380', 'D');
INSERT INTO `ey_region` VALUES ('32632', '武隆县', '3', '32380', 'W');
INSERT INTO `ey_region` VALUES ('32659', '忠县', '3', '32380', 'Z');
INSERT INTO `ey_region` VALUES ('32688', '开县', '3', '32380', 'K');
INSERT INTO `ey_region` VALUES ('32727', '云阳县', '3', '32380', 'Y');
INSERT INTO `ey_region` VALUES ('32771', '奉节县', '3', '32380', 'F');
INSERT INTO `ey_region` VALUES ('32802', '巫山县', '3', '32380', 'W');
INSERT INTO `ey_region` VALUES ('32829', '巫溪县', '3', '32380', 'W');
INSERT INTO `ey_region` VALUES ('32861', '石柱县', '3', '32380', 'S');
INSERT INTO `ey_region` VALUES ('32894', '秀山县', '3', '32380', 'X');
INSERT INTO `ey_region` VALUES ('32927', '酉阳县', '3', '32380', 'Y');
INSERT INTO `ey_region` VALUES ('32967', '彭水县', '3', '32380', 'P');
INSERT INTO `ey_region` VALUES ('33007', '四川省', '1', '0', 'S');
INSERT INTO `ey_region` VALUES ('33008', '成都市', '2', '33007', 'C');
INSERT INTO `ey_region` VALUES ('33009', '市辖区', '3', '33008', 'S');
INSERT INTO `ey_region` VALUES ('33010', '锦江区', '3', '33008', 'J');
INSERT INTO `ey_region` VALUES ('33027', '青羊区', '3', '33008', 'Q');
INSERT INTO `ey_region` VALUES ('33042', '金牛区', '3', '33008', 'J');
INSERT INTO `ey_region` VALUES ('33058', '武侯区', '3', '33008', 'W');
INSERT INTO `ey_region` VALUES ('33076', '成华区', '3', '33008', 'C');
INSERT INTO `ey_region` VALUES ('33091', '龙泉驿区', '3', '33008', 'L');
INSERT INTO `ey_region` VALUES ('33104', '青白江区', '3', '33008', 'Q');
INSERT INTO `ey_region` VALUES ('33116', '新都区', '3', '33008', 'X');
INSERT INTO `ey_region` VALUES ('33130', '温江区', '3', '33008', 'W');
INSERT INTO `ey_region` VALUES ('33141', '金堂县', '3', '33008', 'J');
INSERT INTO `ey_region` VALUES ('33163', '双流县', '3', '33008', 'S');
INSERT INTO `ey_region` VALUES ('33189', '郫县', '3', '33008', 'P');
INSERT INTO `ey_region` VALUES ('33205', '大邑县', '3', '33008', 'D');
INSERT INTO `ey_region` VALUES ('33226', '蒲江县', '3', '33008', 'P');
INSERT INTO `ey_region` VALUES ('33239', '新津县', '3', '33008', 'X');
INSERT INTO `ey_region` VALUES ('33252', '都江堰市', '3', '33008', 'D');
INSERT INTO `ey_region` VALUES ('33272', '彭州市', '3', '33008', 'P');
INSERT INTO `ey_region` VALUES ('33293', '邛崃市', '3', '33008', 'Q');
INSERT INTO `ey_region` VALUES ('33318', '崇州市', '3', '33008', 'C');
INSERT INTO `ey_region` VALUES ('33344', '自贡市', '2', '33007', 'Z');
INSERT INTO `ey_region` VALUES ('33345', '市辖区', '3', '33344', 'S');
INSERT INTO `ey_region` VALUES ('33346', '自流井区', '3', '33344', 'Z');
INSERT INTO `ey_region` VALUES ('33360', '贡井区', '3', '33344', 'G');
INSERT INTO `ey_region` VALUES ('33374', '大安区', '3', '33344', 'D');
INSERT INTO `ey_region` VALUES ('33391', '沿滩区', '3', '33344', 'Y');
INSERT INTO `ey_region` VALUES ('33405', '荣县', '3', '33344', 'R');
INSERT INTO `ey_region` VALUES ('33433', '富顺县', '3', '33344', 'F');
INSERT INTO `ey_region` VALUES ('33460', '攀枝花市', '2', '33007', 'P');
INSERT INTO `ey_region` VALUES ('33461', '市辖区', '3', '33460', 'S');
INSERT INTO `ey_region` VALUES ('33462', '攀枝花东区', '3', '33460', 'P');
INSERT INTO `ey_region` VALUES ('33473', '西区', '3', '33460', 'X');
INSERT INTO `ey_region` VALUES ('33481', '仁和区', '3', '33460', 'R');
INSERT INTO `ey_region` VALUES ('33497', '米易县', '3', '33460', 'M');
INSERT INTO `ey_region` VALUES ('33511', '盐边县', '3', '33460', 'Y');
INSERT INTO `ey_region` VALUES ('33528', '泸州市', '2', '33007', 'L');
INSERT INTO `ey_region` VALUES ('33529', '市辖区', '3', '33528', 'S');
INSERT INTO `ey_region` VALUES ('33530', '江阳区', '3', '33528', 'J');
INSERT INTO `ey_region` VALUES ('33548', '纳溪区', '3', '33528', 'N');
INSERT INTO `ey_region` VALUES ('33563', '龙马潭区', '3', '33528', 'L');
INSERT INTO `ey_region` VALUES ('33577', '泸县', '3', '33528', 'L');
INSERT INTO `ey_region` VALUES ('33597', '合江县', '3', '33528', 'H');
INSERT INTO `ey_region` VALUES ('33625', '叙永县', '3', '33528', 'X');
INSERT INTO `ey_region` VALUES ('33654', '古蔺县', '3', '33528', 'G');
INSERT INTO `ey_region` VALUES ('33681', '德阳市', '2', '33007', 'D');
INSERT INTO `ey_region` VALUES ('33682', '市辖区', '3', '33681', 'S');
INSERT INTO `ey_region` VALUES ('33683', '旌阳区', '3', '33681', 'J');
INSERT INTO `ey_region` VALUES ('33701', '中江县', '3', '33681', 'Z');
INSERT INTO `ey_region` VALUES ('33747', '罗江县', '3', '33681', 'L');
INSERT INTO `ey_region` VALUES ('33758', '广汉市', '3', '33681', 'G');
INSERT INTO `ey_region` VALUES ('33778', '什邡市', '3', '33681', 'S');
INSERT INTO `ey_region` VALUES ('33795', '绵竹市', '3', '33681', 'M');
INSERT INTO `ey_region` VALUES ('33817', '绵阳市', '2', '33007', 'M');
INSERT INTO `ey_region` VALUES ('33818', '市辖区', '3', '33817', 'S');
INSERT INTO `ey_region` VALUES ('33819', '涪城区', '3', '33817', 'F');
INSERT INTO `ey_region` VALUES ('33844', '游仙区', '3', '33817', 'Y');
INSERT INTO `ey_region` VALUES ('33873', '三台县', '3', '33817', 'S');
INSERT INTO `ey_region` VALUES ('33937', '盐亭县', '3', '33817', 'Y');
INSERT INTO `ey_region` VALUES ('33974', '安县', '3', '33817', 'A');
INSERT INTO `ey_region` VALUES ('33995', '梓潼县', '3', '33817', 'Z');
INSERT INTO `ey_region` VALUES ('34028', '北川县', '3', '33817', 'B');
INSERT INTO `ey_region` VALUES ('34049', '平武县', '3', '33817', 'P');
INSERT INTO `ey_region` VALUES ('34075', '江油市', '3', '33817', 'J');
INSERT INTO `ey_region` VALUES ('34120', '广元市', '2', '33007', 'G');
INSERT INTO `ey_region` VALUES ('34121', '市辖区', '3', '34120', 'S');
INSERT INTO `ey_region` VALUES ('34122', '市中区', '3', '34120', 'S');
INSERT INTO `ey_region` VALUES ('34143', '元坝区', '3', '34120', 'Y');
INSERT INTO `ey_region` VALUES ('34173', '朝天区', '3', '34120', 'C');
INSERT INTO `ey_region` VALUES ('34199', '旺苍县', '3', '34120', 'W');
INSERT INTO `ey_region` VALUES ('34238', '青川县', '3', '34120', 'Q');
INSERT INTO `ey_region` VALUES ('34276', '剑阁县', '3', '34120', 'J');
INSERT INTO `ey_region` VALUES ('34334', '苍溪县', '3', '34120', 'C');
INSERT INTO `ey_region` VALUES ('34376', '遂宁市', '2', '33007', 'S');
INSERT INTO `ey_region` VALUES ('34377', '市辖区', '3', '34376', 'S');
INSERT INTO `ey_region` VALUES ('34378', '船山区', '3', '34376', 'C');
INSERT INTO `ey_region` VALUES ('34404', '安居区', '3', '34376', 'A');
INSERT INTO `ey_region` VALUES ('34426', '蓬溪县', '3', '34376', 'P');
INSERT INTO `ey_region` VALUES ('34458', '射洪县', '3', '34376', 'S');
INSERT INTO `ey_region` VALUES ('34489', '大英县', '3', '34376', 'D');
INSERT INTO `ey_region` VALUES ('34501', '内江市', '2', '33007', 'N');
INSERT INTO `ey_region` VALUES ('34502', '市辖区', '3', '34501', 'S');
INSERT INTO `ey_region` VALUES ('34503', '市中区', '3', '34501', 'S');
INSERT INTO `ey_region` VALUES ('34524', '东兴区', '3', '34501', 'D');
INSERT INTO `ey_region` VALUES ('34554', '威远县', '3', '34501', 'W');
INSERT INTO `ey_region` VALUES ('34575', '资中县', '3', '34501', 'Z');
INSERT INTO `ey_region` VALUES ('34609', '隆昌县', '3', '34501', 'L');
INSERT INTO `ey_region` VALUES ('34628', '乐山市', '2', '33007', 'L');
INSERT INTO `ey_region` VALUES ('34629', '市辖区', '3', '34628', 'S');
INSERT INTO `ey_region` VALUES ('34630', '市中区', '3', '34628', 'S');
INSERT INTO `ey_region` VALUES ('34661', '沙湾区', '3', '34628', 'S');
INSERT INTO `ey_region` VALUES ('34676', '五通桥区', '3', '34628', 'W');
INSERT INTO `ey_region` VALUES ('34689', '金口河区', '3', '34628', 'J');
INSERT INTO `ey_region` VALUES ('34696', '犍为县', '3', '34628', 'Q');
INSERT INTO `ey_region` VALUES ('34727', '井研县', '3', '34628', 'J');
INSERT INTO `ey_region` VALUES ('34755', '夹江县', '3', '34628', 'J');
INSERT INTO `ey_region` VALUES ('34778', '沐川县', '3', '34628', 'M');
INSERT INTO `ey_region` VALUES ('34799', '峨边县', '3', '34628', 'E');
INSERT INTO `ey_region` VALUES ('34819', '马边县', '3', '34628', 'M');
INSERT INTO `ey_region` VALUES ('34840', '峨眉山市', '3', '34628', 'E');
INSERT INTO `ey_region` VALUES ('34859', '南充市', '2', '33007', 'N');
INSERT INTO `ey_region` VALUES ('34860', '市辖区', '3', '34859', 'S');
INSERT INTO `ey_region` VALUES ('34861', '顺庆区', '3', '34859', 'S');
INSERT INTO `ey_region` VALUES ('34890', '高坪区', '3', '34859', 'G');
INSERT INTO `ey_region` VALUES ('34923', '嘉陵区', '3', '34859', 'J');
INSERT INTO `ey_region` VALUES ('34967', '南部县', '3', '34859', 'N');
INSERT INTO `ey_region` VALUES ('35040', '营山县', '3', '34859', 'Y');
INSERT INTO `ey_region` VALUES ('35094', '蓬安县', '3', '34859', 'P');
INSERT INTO `ey_region` VALUES ('35134', '仪陇县', '3', '34859', 'Y');
INSERT INTO `ey_region` VALUES ('35193', '西充县', '3', '34859', 'X');
INSERT INTO `ey_region` VALUES ('35238', '阆中市', '3', '34859', 'L');
INSERT INTO `ey_region` VALUES ('35288', '眉山市', '2', '33007', 'M');
INSERT INTO `ey_region` VALUES ('35289', '市辖区', '3', '35288', 'S');
INSERT INTO `ey_region` VALUES ('35290', '东坡区', '3', '35288', 'D');
INSERT INTO `ey_region` VALUES ('35317', '仁寿县', '3', '35288', 'R');
INSERT INTO `ey_region` VALUES ('35378', '彭山县', '3', '35288', 'P');
INSERT INTO `ey_region` VALUES ('35392', '洪雅县', '3', '35288', 'H');
INSERT INTO `ey_region` VALUES ('35408', '丹棱县', '3', '35288', 'D');
INSERT INTO `ey_region` VALUES ('35416', '青神县', '3', '35288', 'Q');
INSERT INTO `ey_region` VALUES ('35427', '宜宾市', '2', '33007', 'Y');
INSERT INTO `ey_region` VALUES ('35428', '市辖区', '3', '35427', 'S');
INSERT INTO `ey_region` VALUES ('35429', '翠屏区', '3', '35427', 'C');
INSERT INTO `ey_region` VALUES ('35454', '宜宾县', '3', '35427', 'Y');
INSERT INTO `ey_region` VALUES ('35481', '南溪县', '3', '35427', 'N');
INSERT INTO `ey_region` VALUES ('35497', '江安县', '3', '35427', 'J');
INSERT INTO `ey_region` VALUES ('35516', '长宁县', '3', '35427', 'C');
INSERT INTO `ey_region` VALUES ('35535', '高县', '3', '35427', 'G');
INSERT INTO `ey_region` VALUES ('35555', '珙县', '3', '35427', 'G');
INSERT INTO `ey_region` VALUES ('35573', '筠连县', '3', '35427', 'J');
INSERT INTO `ey_region` VALUES ('35592', '兴文县', '3', '35427', 'X');
INSERT INTO `ey_region` VALUES ('35608', '屏山县', '3', '35427', 'P');
INSERT INTO `ey_region` VALUES ('35625', '广安市', '2', '33007', 'G');
INSERT INTO `ey_region` VALUES ('35626', '市辖区', '3', '35625', 'S');
INSERT INTO `ey_region` VALUES ('35627', '广安区', '3', '35625', 'G');
INSERT INTO `ey_region` VALUES ('35677', '岳池县', '3', '35625', 'Y');
INSERT INTO `ey_region` VALUES ('35721', '武胜县', '3', '35625', 'W');
INSERT INTO `ey_region` VALUES ('35753', '邻水县', '3', '35625', 'L');
INSERT INTO `ey_region` VALUES ('35799', '华蓥市', '3', '35625', 'H');
INSERT INTO `ey_region` VALUES ('35813', '达州市', '2', '33007', 'D');
INSERT INTO `ey_region` VALUES ('35814', '市辖区', '3', '35813', 'S');
INSERT INTO `ey_region` VALUES ('35815', '通川区', '3', '35813', 'T');
INSERT INTO `ey_region` VALUES ('35829', '达县', '3', '35813', 'D');
INSERT INTO `ey_region` VALUES ('35894', '宣汉县', '3', '35813', 'X');
INSERT INTO `ey_region` VALUES ('35949', '开江县', '3', '35813', 'K');
INSERT INTO `ey_region` VALUES ('35970', '大竹县', '3', '35813', 'D');
INSERT INTO `ey_region` VALUES ('36021', '渠县', '3', '35813', 'Q');
INSERT INTO `ey_region` VALUES ('36082', '万源市', '3', '35813', 'W');
INSERT INTO `ey_region` VALUES ('36136', '雅安市', '2', '33007', 'Y');
INSERT INTO `ey_region` VALUES ('36137', '市辖区', '3', '36136', 'S');
INSERT INTO `ey_region` VALUES ('36138', '雨城区', '3', '36136', 'Y');
INSERT INTO `ey_region` VALUES ('36161', '名山县', '3', '36136', 'M');
INSERT INTO `ey_region` VALUES ('36182', '荥经县', '3', '36136', 'Y');
INSERT INTO `ey_region` VALUES ('36204', '汉源县', '3', '36136', 'H');
INSERT INTO `ey_region` VALUES ('36245', '石棉县', '3', '36136', 'S');
INSERT INTO `ey_region` VALUES ('36263', '天全县', '3', '36136', 'T');
INSERT INTO `ey_region` VALUES ('36279', '芦山县', '3', '36136', 'L');
INSERT INTO `ey_region` VALUES ('36289', '宝兴县', '3', '36136', 'B');
INSERT INTO `ey_region` VALUES ('36299', '巴中市', '2', '33007', 'B');
INSERT INTO `ey_region` VALUES ('36300', '市辖区', '3', '36299', 'S');
INSERT INTO `ey_region` VALUES ('36301', '巴州区', '3', '36299', 'B');
INSERT INTO `ey_region` VALUES ('36354', '通江县', '3', '36299', 'T');
INSERT INTO `ey_region` VALUES ('36404', '南江县', '3', '36299', 'N');
INSERT INTO `ey_region` VALUES ('36453', '平昌县', '3', '36299', 'P');
INSERT INTO `ey_region` VALUES ('36497', '资阳市', '2', '33007', 'Z');
INSERT INTO `ey_region` VALUES ('36498', '市辖区', '3', '36497', 'S');
INSERT INTO `ey_region` VALUES ('36499', '雁江区', '3', '36497', 'Y');
INSERT INTO `ey_region` VALUES ('36527', '安岳县', '3', '36497', 'A');
INSERT INTO `ey_region` VALUES ('36597', '乐至县', '3', '36497', 'L');
INSERT INTO `ey_region` VALUES ('36623', '简阳市', '3', '36497', 'J');
INSERT INTO `ey_region` VALUES ('36679', '阿坝州', '2', '33007', 'A');
INSERT INTO `ey_region` VALUES ('36680', '汶川县', '3', '36679', 'W');
INSERT INTO `ey_region` VALUES ('36694', '理县', '3', '36679', 'L');
INSERT INTO `ey_region` VALUES ('36708', '茂县', '3', '36679', 'M');
INSERT INTO `ey_region` VALUES ('36731', '松潘县', '3', '36679', 'S');
INSERT INTO `ey_region` VALUES ('36759', '九寨沟县', '3', '36679', 'J');
INSERT INTO `ey_region` VALUES ('36778', '金川县', '3', '36679', 'J');
INSERT INTO `ey_region` VALUES ('36802', '小金县', '3', '36679', 'X');
INSERT INTO `ey_region` VALUES ('36824', '黑水县', '3', '36679', 'H');
INSERT INTO `ey_region` VALUES ('36842', '马尔康县', '3', '36679', 'M');
INSERT INTO `ey_region` VALUES ('36858', '壤塘县', '3', '36679', 'R');
INSERT INTO `ey_region` VALUES ('36871', '阿坝县', '3', '36679', 'A');
INSERT INTO `ey_region` VALUES ('36893', '若尔盖县', '3', '36679', 'R');
INSERT INTO `ey_region` VALUES ('36914', '红原县', '3', '36679', 'H');
INSERT INTO `ey_region` VALUES ('36926', '甘孜州', '2', '33007', 'G');
INSERT INTO `ey_region` VALUES ('36927', '康定县', '3', '36926', 'K');
INSERT INTO `ey_region` VALUES ('36949', '泸定县', '3', '36926', 'L');
INSERT INTO `ey_region` VALUES ('36962', '丹巴县', '3', '36926', 'D');
INSERT INTO `ey_region` VALUES ('36978', '九龙县', '3', '36926', 'J');
INSERT INTO `ey_region` VALUES ('36997', '雅江县', '3', '36926', 'Y');
INSERT INTO `ey_region` VALUES ('37015', '道孚县', '3', '36926', 'D');
INSERT INTO `ey_region` VALUES ('37038', '炉霍县', '3', '36926', 'L');
INSERT INTO `ey_region` VALUES ('37055', '甘孜县', '3', '36926', 'G');
INSERT INTO `ey_region` VALUES ('37078', '新龙县', '3', '36926', 'X');
INSERT INTO `ey_region` VALUES ('37098', '德格县', '3', '36926', 'D');
INSERT INTO `ey_region` VALUES ('37125', '白玉县', '3', '36926', 'B');
INSERT INTO `ey_region` VALUES ('37143', '石渠县', '3', '36926', 'S');
INSERT INTO `ey_region` VALUES ('37166', '色达县', '3', '36926', 'S');
INSERT INTO `ey_region` VALUES ('37184', '理塘县', '3', '36926', 'L');
INSERT INTO `ey_region` VALUES ('37209', '巴塘县', '3', '36926', 'B');
INSERT INTO `ey_region` VALUES ('37229', '乡城县', '3', '36926', 'X');
INSERT INTO `ey_region` VALUES ('37242', '稻城县', '3', '36926', 'D');
INSERT INTO `ey_region` VALUES ('37257', '得荣县', '3', '36926', 'D');
INSERT INTO `ey_region` VALUES ('37270', '凉山州', '2', '33007', 'L');
INSERT INTO `ey_region` VALUES ('37271', '西昌市', '3', '37270', 'X');
INSERT INTO `ey_region` VALUES ('37315', '木里县', '3', '37270', 'M');
INSERT INTO `ey_region` VALUES ('37345', '盐源县', '3', '37270', 'Y');
INSERT INTO `ey_region` VALUES ('37380', '德昌', '3', '37270', 'D');
INSERT INTO `ey_region` VALUES ('37404', '会理县', '3', '37270', 'H');
INSERT INTO `ey_region` VALUES ('37455', '会东县', '3', '37270', 'H');
INSERT INTO `ey_region` VALUES ('37509', '宁南县', '3', '37270', 'N');
INSERT INTO `ey_region` VALUES ('37535', '普格县', '3', '37270', 'P');
INSERT INTO `ey_region` VALUES ('37570', '布拖县', '3', '37270', 'B');
INSERT INTO `ey_region` VALUES ('37601', '金阳县', '3', '37270', 'J');
INSERT INTO `ey_region` VALUES ('37636', '昭觉县', '3', '37270', 'Z');
INSERT INTO `ey_region` VALUES ('37684', '喜德县', '3', '37270', 'X');
INSERT INTO `ey_region` VALUES ('37709', '冕宁县', '3', '37270', 'M');
INSERT INTO `ey_region` VALUES ('37748', '越西县', '3', '37270', 'Y');
INSERT INTO `ey_region` VALUES ('37790', '甘洛县', '3', '37270', 'G');
INSERT INTO `ey_region` VALUES ('37819', '美姑县', '3', '37270', 'M');
INSERT INTO `ey_region` VALUES ('37856', '雷波县', '3', '37270', 'L');
INSERT INTO `ey_region` VALUES ('37906', '贵州省', '1', '0', 'G');
INSERT INTO `ey_region` VALUES ('37907', '贵阳市', '2', '37906', 'G');
INSERT INTO `ey_region` VALUES ('37908', '市辖区', '3', '37907', 'S');
INSERT INTO `ey_region` VALUES ('37909', '南明区', '3', '37907', 'N');
INSERT INTO `ey_region` VALUES ('37927', '云岩区', '3', '37907', 'Y');
INSERT INTO `ey_region` VALUES ('37944', '花溪区', '3', '37907', 'H');
INSERT INTO `ey_region` VALUES ('37961', '乌当区', '3', '37907', 'W');
INSERT INTO `ey_region` VALUES ('37977', '白云区', '3', '37907', 'B');
INSERT INTO `ey_region` VALUES ('37987', '小河区', '3', '37907', 'X');
INSERT INTO `ey_region` VALUES ('37991', '开阳县', '3', '37907', 'K');
INSERT INTO `ey_region` VALUES ('38008', '息烽县', '3', '37907', 'X');
INSERT INTO `ey_region` VALUES ('38019', '修文县', '3', '37907', 'X');
INSERT INTO `ey_region` VALUES ('38030', '清镇市', '3', '37907', 'Q');
INSERT INTO `ey_region` VALUES ('38042', '六盘水市', '2', '37906', 'L');
INSERT INTO `ey_region` VALUES ('38043', '钟山区', '3', '38042', 'Z');
INSERT INTO `ey_region` VALUES ('38053', '六枝特区', '3', '38042', 'L');
INSERT INTO `ey_region` VALUES ('38073', '水城县', '3', '38042', 'S');
INSERT INTO `ey_region` VALUES ('38107', '盘县', '3', '38042', 'P');
INSERT INTO `ey_region` VALUES ('38145', '遵义市', '2', '37906', 'Z');
INSERT INTO `ey_region` VALUES ('38146', '市辖区', '3', '38145', 'S');
INSERT INTO `ey_region` VALUES ('38147', '红花岗区', '3', '38145', 'H');
INSERT INTO `ey_region` VALUES ('38164', '汇川区', '3', '38145', 'H');
INSERT INTO `ey_region` VALUES ('38174', '遵义县', '3', '38145', 'Z');
INSERT INTO `ey_region` VALUES ('38206', '桐梓县', '3', '38145', 'T');
INSERT INTO `ey_region` VALUES ('38231', '绥阳县', '3', '38145', 'S');
INSERT INTO `ey_region` VALUES ('38247', '正安县', '3', '38145', 'Z');
INSERT INTO `ey_region` VALUES ('38267', '道真县', '3', '38145', 'D');
INSERT INTO `ey_region` VALUES ('38282', '务川县', '3', '38145', 'W');
INSERT INTO `ey_region` VALUES ('38298', '凤冈县', '3', '38145', 'F');
INSERT INTO `ey_region` VALUES ('38313', '湄潭县', '3', '38145', 'M');
INSERT INTO `ey_region` VALUES ('38329', '余庆县', '3', '38145', 'Y');
INSERT INTO `ey_region` VALUES ('38340', '习水县', '3', '38145', 'X');
INSERT INTO `ey_region` VALUES ('38364', '赤水市', '3', '38145', 'C');
INSERT INTO `ey_region` VALUES ('38382', '仁怀市', '3', '38145', 'R');
INSERT INTO `ey_region` VALUES ('38402', '安顺市', '2', '37906', 'A');
INSERT INTO `ey_region` VALUES ('38403', '市辖区', '3', '38402', 'S');
INSERT INTO `ey_region` VALUES ('38404', '西秀区', '3', '38402', 'X');
INSERT INTO `ey_region` VALUES ('38429', '平坝县', '3', '38402', 'P');
INSERT INTO `ey_region` VALUES ('38440', '普定县', '3', '38402', 'P');
INSERT INTO `ey_region` VALUES ('38452', '镇宁县', '3', '38402', 'Z');
INSERT INTO `ey_region` VALUES ('38469', '关岭县', '3', '38402', 'G');
INSERT INTO `ey_region` VALUES ('38484', '紫云县', '3', '38402', 'Z');
INSERT INTO `ey_region` VALUES ('38497', '铜仁地区', '2', '37906', 'T');
INSERT INTO `ey_region` VALUES ('38498', '铜仁市', '3', '38497', 'T');
INSERT INTO `ey_region` VALUES ('38516', '江口县', '3', '38497', 'J');
INSERT INTO `ey_region` VALUES ('38526', '玉屏县', '3', '38497', 'Y');
INSERT INTO `ey_region` VALUES ('38533', '石阡县', '3', '38497', 'S');
INSERT INTO `ey_region` VALUES ('38552', '思南县　', '3', '38497', 'S');
INSERT INTO `ey_region` VALUES ('38580', '印江县', '3', '38497', 'Y');
INSERT INTO `ey_region` VALUES ('38598', '德江县', '3', '38497', 'D');
INSERT INTO `ey_region` VALUES ('38619', '沿河县', '3', '38497', 'Y');
INSERT INTO `ey_region` VALUES ('38642', '松桃县', '3', '38497', 'S');
INSERT INTO `ey_region` VALUES ('38671', '万山特区', '3', '38497', 'W');
INSERT INTO `ey_region` VALUES ('38677', '黔西南州', '2', '37906', 'Q');
INSERT INTO `ey_region` VALUES ('38678', '兴义市', '3', '38677', 'X');
INSERT INTO `ey_region` VALUES ('38705', '兴仁县', '3', '38677', 'X');
INSERT INTO `ey_region` VALUES ('38722', '普安县', '3', '38677', 'P');
INSERT INTO `ey_region` VALUES ('38737', '晴隆县', '3', '38677', 'Q');
INSERT INTO `ey_region` VALUES ('38752', '贞丰县', '3', '38677', 'Z');
INSERT INTO `ey_region` VALUES ('38766', '望谟县', '3', '38677', 'W');
INSERT INTO `ey_region` VALUES ('38784', '册亨县', '3', '38677', 'C');
INSERT INTO `ey_region` VALUES ('38799', '安龙县', '3', '38677', 'A');
INSERT INTO `ey_region` VALUES ('38816', '毕节地区', '2', '37906', 'B');
INSERT INTO `ey_region` VALUES ('38817', '毕节市', '3', '38816', 'B');
INSERT INTO `ey_region` VALUES ('38859', '大方县', '3', '38816', 'D');
INSERT INTO `ey_region` VALUES ('38896', '黔西县', '3', '38816', 'Q');
INSERT INTO `ey_region` VALUES ('38925', '金沙县', '3', '38816', 'J');
INSERT INTO `ey_region` VALUES ('38952', '织金县', '3', '38816', 'Z');
INSERT INTO `ey_region` VALUES ('38985', '纳雍县', '3', '38816', 'N');
INSERT INTO `ey_region` VALUES ('39011', '威宁县', '3', '38816', 'W');
INSERT INTO `ey_region` VALUES ('39047', '赫章县', '3', '38816', 'H');
INSERT INTO `ey_region` VALUES ('39075', '黔东南州', '2', '37906', 'Q');
INSERT INTO `ey_region` VALUES ('39076', '凯里市', '3', '39075', 'K');
INSERT INTO `ey_region` VALUES ('39092', '黄平县', '3', '39075', 'H');
INSERT INTO `ey_region` VALUES ('39107', '施秉县', '3', '39075', 'S');
INSERT INTO `ey_region` VALUES ('39116', '三穗县', '3', '39075', 'S');
INSERT INTO `ey_region` VALUES ('39126', '镇远县', '3', '39075', 'Z');
INSERT INTO `ey_region` VALUES ('39139', '岑巩县', '3', '39075', 'C');
INSERT INTO `ey_region` VALUES ('39151', '天柱县', '3', '39075', 'T');
INSERT INTO `ey_region` VALUES ('39168', '锦屏县', '3', '39075', 'J');
INSERT INTO `ey_region` VALUES ('39184', '剑河县', '3', '39075', 'J');
INSERT INTO `ey_region` VALUES ('39197', '台江县', '3', '39075', 'T');
INSERT INTO `ey_region` VALUES ('39206', '黎平县', '3', '39075', 'L');
INSERT INTO `ey_region` VALUES ('39232', '榕江县', '3', '39075', 'R');
INSERT INTO `ey_region` VALUES ('39252', '从江县', '3', '39075', 'C');
INSERT INTO `ey_region` VALUES ('39274', '雷山县', '3', '39075', 'L');
INSERT INTO `ey_region` VALUES ('39284', '麻江县', '3', '39075', 'M');
INSERT INTO `ey_region` VALUES ('39294', '丹寨县', '3', '39075', 'D');
INSERT INTO `ey_region` VALUES ('39302', '黔南州', '2', '37906', 'Q');
INSERT INTO `ey_region` VALUES ('39303', '都匀市', '3', '39302', 'D');
INSERT INTO `ey_region` VALUES ('39327', '福泉市', '3', '39302', 'F');
INSERT INTO `ey_region` VALUES ('39345', '荔波县', '3', '39302', 'L');
INSERT INTO `ey_region` VALUES ('39363', '贵定县', '3', '39302', 'G');
INSERT INTO `ey_region` VALUES ('39384', '瓮安县', '3', '39302', 'W');
INSERT INTO `ey_region` VALUES ('39408', '独山县', '3', '39302', 'D');
INSERT INTO `ey_region` VALUES ('39427', '平塘县', '3', '39302', 'P');
INSERT INTO `ey_region` VALUES ('39447', '罗甸县', '3', '39302', 'L');
INSERT INTO `ey_region` VALUES ('39474', '长顺县', '3', '39302', 'C');
INSERT INTO `ey_region` VALUES ('39493', '龙里县', '3', '39302', 'L');
INSERT INTO `ey_region` VALUES ('39508', '惠水县', '3', '39302', 'H');
INSERT INTO `ey_region` VALUES ('39534', '三都县', '3', '39302', 'S');
INSERT INTO `ey_region` VALUES ('39556', '云南省', '1', '0', 'Y');
INSERT INTO `ey_region` VALUES ('39557', '昆明市', '2', '39556', 'K');
INSERT INTO `ey_region` VALUES ('39558', '市辖区', '3', '39557', 'S');
INSERT INTO `ey_region` VALUES ('39559', '五华区', '3', '39557', 'W');
INSERT INTO `ey_region` VALUES ('39571', '盘龙区', '3', '39557', 'P');
INSERT INTO `ey_region` VALUES ('39582', '官渡区', '3', '39557', 'G');
INSERT INTO `ey_region` VALUES ('39594', '西山区', '3', '39557', 'X');
INSERT INTO `ey_region` VALUES ('39605', '东川区', '3', '39557', 'D');
INSERT INTO `ey_region` VALUES ('39614', '呈贡县', '3', '39557', 'C');
INSERT INTO `ey_region` VALUES ('39622', '晋宁县', '3', '39557', 'J');
INSERT INTO `ey_region` VALUES ('39632', '富民县', '3', '39557', 'F');
INSERT INTO `ey_region` VALUES ('39640', '宜良县', '3', '39557', 'Y');
INSERT INTO `ey_region` VALUES ('39650', '石林县', '3', '39557', 'S');
INSERT INTO `ey_region` VALUES ('39659', '嵩明县', '3', '39557', 'S');
INSERT INTO `ey_region` VALUES ('39667', '禄劝县', '3', '39557', 'L');
INSERT INTO `ey_region` VALUES ('39684', '寻甸县', '3', '39557', 'X');
INSERT INTO `ey_region` VALUES ('39701', '安宁市', '3', '39557', 'A');
INSERT INTO `ey_region` VALUES ('39710', '曲靖市', '2', '39556', 'Q');
INSERT INTO `ey_region` VALUES ('39711', '市辖区', '3', '39710', 'S');
INSERT INTO `ey_region` VALUES ('39712', '麒麟区', '3', '39710', 'Q');
INSERT INTO `ey_region` VALUES ('39724', '马龙县', '3', '39710', 'M');
INSERT INTO `ey_region` VALUES ('39733', '陆良县', '3', '39710', 'L');
INSERT INTO `ey_region` VALUES ('39744', '师宗县', '3', '39710', 'S');
INSERT INTO `ey_region` VALUES ('39753', '罗平县', '3', '39710', 'L');
INSERT INTO `ey_region` VALUES ('39766', '富源县', '3', '39710', 'F');
INSERT INTO `ey_region` VALUES ('39778', '会泽县', '3', '39710', 'H');
INSERT INTO `ey_region` VALUES ('39800', '沾益县', '3', '39710', 'Z');
INSERT INTO `ey_region` VALUES ('39809', '宣威市', '3', '39710', 'X');
INSERT INTO `ey_region` VALUES ('39836', '玉溪市', '2', '39556', 'Y');
INSERT INTO `ey_region` VALUES ('39837', '市辖区', '3', '39836', 'S');
INSERT INTO `ey_region` VALUES ('39838', '红塔区', '3', '39836', 'H');
INSERT INTO `ey_region` VALUES ('39850', '江川县', '3', '39836', 'J');
INSERT INTO `ey_region` VALUES ('39858', '澄江县', '3', '39836', 'C');
INSERT INTO `ey_region` VALUES ('39865', '通海县', '3', '39836', 'T');
INSERT INTO `ey_region` VALUES ('39875', '华宁县', '3', '39836', 'H');
INSERT INTO `ey_region` VALUES ('39881', '易门县', '3', '39836', 'Y');
INSERT INTO `ey_region` VALUES ('39889', '峨山县', '3', '39836', 'E');
INSERT INTO `ey_region` VALUES ('39899', '新平县', '3', '39836', 'X');
INSERT INTO `ey_region` VALUES ('39912', '元江县', '3', '39836', 'Y');
INSERT INTO `ey_region` VALUES ('39923', '保山市', '2', '39556', 'B');
INSERT INTO `ey_region` VALUES ('39924', '市辖区', '3', '39923', 'S');
INSERT INTO `ey_region` VALUES ('39925', '隆阳区', '3', '39923', 'L');
INSERT INTO `ey_region` VALUES ('39946', '施甸县', '3', '39923', 'S');
INSERT INTO `ey_region` VALUES ('39960', '腾冲县', '3', '39923', 'T');
INSERT INTO `ey_region` VALUES ('39979', '龙陵县', '3', '39923', 'L');
INSERT INTO `ey_region` VALUES ('39990', '昌宁县', '3', '39923', 'C');
INSERT INTO `ey_region` VALUES ('40004', '昭通市', '2', '39556', 'Z');
INSERT INTO `ey_region` VALUES ('40005', '市辖区', '3', '40004', 'S');
INSERT INTO `ey_region` VALUES ('40006', '昭阳区', '3', '40004', 'Z');
INSERT INTO `ey_region` VALUES ('40027', '鲁甸县', '3', '40004', 'L');
INSERT INTO `ey_region` VALUES ('40040', '巧家县', '3', '40004', 'Q');
INSERT INTO `ey_region` VALUES ('40057', '盐津县', '3', '40004', 'Y');
INSERT INTO `ey_region` VALUES ('40068', '大关县', '3', '40004', 'D');
INSERT INTO `ey_region` VALUES ('40078', '永善县', '3', '40004', 'Y');
INSERT INTO `ey_region` VALUES ('40094', '绥江县', '3', '40004', 'S');
INSERT INTO `ey_region` VALUES ('40100', '镇雄县', '3', '40004', 'Z');
INSERT INTO `ey_region` VALUES ('40129', '彝良县', '3', '40004', 'Y');
INSERT INTO `ey_region` VALUES ('40145', '威信县', '3', '40004', 'W');
INSERT INTO `ey_region` VALUES ('40156', '水富县', '3', '40004', 'S');
INSERT INTO `ey_region` VALUES ('40160', '丽江市', '2', '39556', 'L');
INSERT INTO `ey_region` VALUES ('40161', '市辖区', '3', '40160', 'S');
INSERT INTO `ey_region` VALUES ('40162', '古城区', '3', '40160', 'G');
INSERT INTO `ey_region` VALUES ('40172', '玉龙县', '3', '40160', 'Y');
INSERT INTO `ey_region` VALUES ('40189', '永胜县', '3', '40160', 'Y');
INSERT INTO `ey_region` VALUES ('40205', '华坪县', '3', '40160', 'H');
INSERT INTO `ey_region` VALUES ('40214', '宁蒗县', '3', '40160', 'N');
INSERT INTO `ey_region` VALUES ('40230', '思茅市', '2', '39556', 'S');
INSERT INTO `ey_region` VALUES ('40231', '市辖区', '3', '40230', 'S');
INSERT INTO `ey_region` VALUES ('40232', '翠云区', '3', '40230', 'C');
INSERT INTO `ey_region` VALUES ('40240', '普洱县', '3', '40230', 'P');
INSERT INTO `ey_region` VALUES ('40250', '墨江县', '3', '40230', 'M');
INSERT INTO `ey_region` VALUES ('40266', '景东县', '3', '40230', 'J');
INSERT INTO `ey_region` VALUES ('40280', '景谷县', '3', '40230', 'J');
INSERT INTO `ey_region` VALUES ('40291', '镇沅县', '3', '40230', 'Z');
INSERT INTO `ey_region` VALUES ('40301', '江城县', '3', '40230', 'J');
INSERT INTO `ey_region` VALUES ('40310', '孟连县', '3', '40230', 'M');
INSERT INTO `ey_region` VALUES ('40318', '澜沧县', '3', '40230', 'L');
INSERT INTO `ey_region` VALUES ('40340', '西盟县', '3', '40230', 'X');
INSERT INTO `ey_region` VALUES ('40348', '临沧市', '2', '39556', 'L');
INSERT INTO `ey_region` VALUES ('40349', '市辖区', '3', '40348', 'S');
INSERT INTO `ey_region` VALUES ('40350', '临翔区', '3', '40348', 'L');
INSERT INTO `ey_region` VALUES ('40361', '凤庆县', '3', '40348', 'F');
INSERT INTO `ey_region` VALUES ('40375', '云县', '3', '40348', 'Y');
INSERT INTO `ey_region` VALUES ('40388', '永德县', '3', '40348', 'Y');
INSERT INTO `ey_region` VALUES ('40400', '镇康县', '3', '40348', 'Z');
INSERT INTO `ey_region` VALUES ('40408', '双江县', '3', '40348', 'S');
INSERT INTO `ey_region` VALUES ('40417', '耿马县', '3', '40348', 'G');
INSERT INTO `ey_region` VALUES ('40429', '沧源县', '3', '40348', 'C');
INSERT INTO `ey_region` VALUES ('40441', '楚雄州', '2', '39556', 'C');
INSERT INTO `ey_region` VALUES ('40442', '楚雄市', '3', '40441', 'C');
INSERT INTO `ey_region` VALUES ('40458', '双柏县', '3', '40441', 'S');
INSERT INTO `ey_region` VALUES ('40467', '牟定县', '3', '40441', 'M');
INSERT INTO `ey_region` VALUES ('40475', '南华县', '3', '40441', 'N');
INSERT INTO `ey_region` VALUES ('40486', '姚安县', '3', '40441', 'Y');
INSERT INTO `ey_region` VALUES ('40496', '大姚县', '3', '40441', 'D');
INSERT INTO `ey_region` VALUES ('40509', '永仁县', '3', '40441', 'Y');
INSERT INTO `ey_region` VALUES ('40517', '元谋县', '3', '40441', 'Y');
INSERT INTO `ey_region` VALUES ('40528', '武定县', '3', '40441', 'W');
INSERT INTO `ey_region` VALUES ('40540', '禄丰县', '3', '40441', 'L');
INSERT INTO `ey_region` VALUES ('40555', '红河州', '2', '39556', 'H');
INSERT INTO `ey_region` VALUES ('40556', '个旧市', '3', '40555', 'G');
INSERT INTO `ey_region` VALUES ('40567', '开远市', '3', '40555', 'K');
INSERT INTO `ey_region` VALUES ('40576', '蒙自县', '3', '40555', 'M');
INSERT INTO `ey_region` VALUES ('40588', '屏边县', '3', '40555', 'P');
INSERT INTO `ey_region` VALUES ('40596', '建水县', '3', '40555', 'J');
INSERT INTO `ey_region` VALUES ('40611', '石屏县', '3', '40555', 'S');
INSERT INTO `ey_region` VALUES ('40621', '弥勒县', '3', '40555', 'M');
INSERT INTO `ey_region` VALUES ('40635', '泸西县', '3', '40555', 'L');
INSERT INTO `ey_region` VALUES ('40644', '元阳县', '3', '40555', 'Y');
INSERT INTO `ey_region` VALUES ('40659', '红河县', '3', '40555', 'H');
INSERT INTO `ey_region` VALUES ('40673', '金平县', '3', '40555', 'J');
INSERT INTO `ey_region` VALUES ('40688', '绿春县', '3', '40555', 'L');
INSERT INTO `ey_region` VALUES ('40698', '河口县', '3', '40555', 'H');
INSERT INTO `ey_region` VALUES ('40705', '文山州', '2', '39556', 'W');
INSERT INTO `ey_region` VALUES ('40706', '文山县', '3', '40705', 'W');
INSERT INTO `ey_region` VALUES ('40722', '砚山县', '3', '40705', 'Y');
INSERT INTO `ey_region` VALUES ('40734', '西畴县', '3', '40705', 'X');
INSERT INTO `ey_region` VALUES ('40744', '麻栗坡县', '3', '40705', 'M');
INSERT INTO `ey_region` VALUES ('40756', '马关县', '3', '40705', 'M');
INSERT INTO `ey_region` VALUES ('40770', '丘北县', '3', '40705', 'Q');
INSERT INTO `ey_region` VALUES ('40783', '广南县', '3', '40705', 'G');
INSERT INTO `ey_region` VALUES ('40802', '富宁县', '3', '40705', 'F');
INSERT INTO `ey_region` VALUES ('40816', '西双版纳州', '2', '39556', 'X');
INSERT INTO `ey_region` VALUES ('40817', '景洪市', '3', '40816', 'J');
INSERT INTO `ey_region` VALUES ('40829', '勐海县', '3', '40816', 'M');
INSERT INTO `ey_region` VALUES ('40841', '勐腊县', '3', '40816', 'M');
INSERT INTO `ey_region` VALUES ('40852', '大理州', '2', '39556', 'D');
INSERT INTO `ey_region` VALUES ('40853', '大理市', '3', '40852', 'D');
INSERT INTO `ey_region` VALUES ('40866', '漾濞县', '3', '40852', 'Y');
INSERT INTO `ey_region` VALUES ('40876', '祥云县', '3', '40852', 'X');
INSERT INTO `ey_region` VALUES ('40887', '宾川县', '3', '40852', 'B');
INSERT INTO `ey_region` VALUES ('40901', '弥渡县', '3', '40852', 'M');
INSERT INTO `ey_region` VALUES ('40910', '南涧县', '3', '40852', 'N');
INSERT INTO `ey_region` VALUES ('40919', '巍山县', '3', '40852', 'W');
INSERT INTO `ey_region` VALUES ('40930', '永平县', '3', '40852', 'Y');
INSERT INTO `ey_region` VALUES ('40938', '云龙县', '3', '40852', 'Y');
INSERT INTO `ey_region` VALUES ('40950', '洱源县', '3', '40852', 'E');
INSERT INTO `ey_region` VALUES ('40960', '剑川县', '3', '40852', 'J');
INSERT INTO `ey_region` VALUES ('40969', '鹤庆县', '3', '40852', 'H');
INSERT INTO `ey_region` VALUES ('40979', '德宏州', '2', '39556', 'D');
INSERT INTO `ey_region` VALUES ('40980', '瑞丽市', '3', '40979', 'R');
INSERT INTO `ey_region` VALUES ('40988', '潞西市', '3', '40979', 'L');
INSERT INTO `ey_region` VALUES ('41000', '梁河县', '3', '40979', 'L');
INSERT INTO `ey_region` VALUES ('41010', '盈江县', '3', '40979', 'Y');
INSERT INTO `ey_region` VALUES ('41026', '陇川县', '3', '40979', 'L');
INSERT INTO `ey_region` VALUES ('41036', '怒江州', '2', '39556', 'N');
INSERT INTO `ey_region` VALUES ('41037', '泸水县', '3', '41036', 'L');
INSERT INTO `ey_region` VALUES ('41047', '福贡县', '3', '41036', 'F');
INSERT INTO `ey_region` VALUES ('41055', '贡山县', '3', '41036', 'G');
INSERT INTO `ey_region` VALUES ('41061', '兰坪县', '3', '41036', 'L');
INSERT INTO `ey_region` VALUES ('41070', '迪庆州', '2', '39556', 'D');
INSERT INTO `ey_region` VALUES ('41071', '香格里拉县', '3', '41070', 'X');
INSERT INTO `ey_region` VALUES ('41083', '德钦县', '3', '41070', 'D');
INSERT INTO `ey_region` VALUES ('41092', '维西县', '3', '41070', 'W');
INSERT INTO `ey_region` VALUES ('41103', '西藏', '1', '0', 'X');
INSERT INTO `ey_region` VALUES ('41104', '拉萨市', '2', '41103', 'L');
INSERT INTO `ey_region` VALUES ('41105', '市辖区', '3', '41104', 'S');
INSERT INTO `ey_region` VALUES ('41106', '城关区', '3', '41104', 'C');
INSERT INTO `ey_region` VALUES ('41118', '林周县', '3', '41104', 'L');
INSERT INTO `ey_region` VALUES ('41129', '当雄县', '3', '41104', 'D');
INSERT INTO `ey_region` VALUES ('41138', '尼木县', '3', '41104', 'N');
INSERT INTO `ey_region` VALUES ('41147', '曲水县', '3', '41104', 'Q');
INSERT INTO `ey_region` VALUES ('41154', '堆龙德庆', '3', '41104', 'D');
INSERT INTO `ey_region` VALUES ('41162', '达孜县', '3', '41104', 'D');
INSERT INTO `ey_region` VALUES ('41169', '墨竹工卡县', '3', '41104', 'M');
INSERT INTO `ey_region` VALUES ('41178', '昌都地区', '2', '41103', 'C');
INSERT INTO `ey_region` VALUES ('41179', '昌都县', '3', '41178', 'C');
INSERT INTO `ey_region` VALUES ('41195', '江达县', '3', '41178', 'J');
INSERT INTO `ey_region` VALUES ('41209', '贡觉县', '3', '41178', 'G');
INSERT INTO `ey_region` VALUES ('41222', '类乌齐县', '3', '41178', 'L');
INSERT INTO `ey_region` VALUES ('41233', '丁青县', '3', '41178', 'D');
INSERT INTO `ey_region` VALUES ('41247', '察亚县', '3', '41178', 'C');
INSERT INTO `ey_region` VALUES ('41261', '八宿县', '3', '41178', 'B');
INSERT INTO `ey_region` VALUES ('41276', '左贡县', '3', '41178', 'Z');
INSERT INTO `ey_region` VALUES ('41287', '芒康县', '3', '41178', 'M');
INSERT INTO `ey_region` VALUES ('41304', '洛隆县', '3', '41178', 'L');
INSERT INTO `ey_region` VALUES ('41316', '边坝县', '3', '41178', 'B');
INSERT INTO `ey_region` VALUES ('41328', '山南地区', '2', '41103', 'S');
INSERT INTO `ey_region` VALUES ('41329', '乃东县', '3', '41328', 'N');
INSERT INTO `ey_region` VALUES ('41337', '扎囊县', '3', '41328', 'Z');
INSERT INTO `ey_region` VALUES ('41343', '贡嘎县', '3', '41328', 'G');
INSERT INTO `ey_region` VALUES ('41352', '桑日县', '3', '41328', 'S');
INSERT INTO `ey_region` VALUES ('41357', '琼结县', '3', '41328', 'Q');
INSERT INTO `ey_region` VALUES ('41362', '曲松县', '3', '41328', 'Q');
INSERT INTO `ey_region` VALUES ('41368', '措美县', '3', '41328', 'C');
INSERT INTO `ey_region` VALUES ('41373', '洛扎县', '3', '41328', 'L');
INSERT INTO `ey_region` VALUES ('41381', '加查县', '3', '41328', 'J');
INSERT INTO `ey_region` VALUES ('41389', '隆子县', '3', '41328', 'L');
INSERT INTO `ey_region` VALUES ('41401', '错那县', '3', '41328', 'C');
INSERT INTO `ey_region` VALUES ('41412', '浪卡子县', '3', '41328', 'L');
INSERT INTO `ey_region` VALUES ('41423', '日喀则地区', '2', '41103', 'R');
INSERT INTO `ey_region` VALUES ('41424', '日喀则市', '3', '41423', 'R');
INSERT INTO `ey_region` VALUES ('41437', '南木林县', '3', '41423', 'N');
INSERT INTO `ey_region` VALUES ('41455', '江孜县', '3', '41423', 'J');
INSERT INTO `ey_region` VALUES ('41475', '定日县', '3', '41423', 'D');
INSERT INTO `ey_region` VALUES ('41489', '萨迦县', '3', '41423', 'S');
INSERT INTO `ey_region` VALUES ('41501', '拉孜县', '3', '41423', 'L');
INSERT INTO `ey_region` VALUES ('41513', '昂仁县', '3', '41423', 'A');
INSERT INTO `ey_region` VALUES ('41531', '谢通门县', '3', '41423', 'X');
INSERT INTO `ey_region` VALUES ('41551', '白朗县', '3', '41423', 'B');
INSERT INTO `ey_region` VALUES ('41563', '仁布县', '3', '41423', 'R');
INSERT INTO `ey_region` VALUES ('41573', '康马县', '3', '41423', 'K');
INSERT INTO `ey_region` VALUES ('41583', '定结县', '3', '41423', 'D');
INSERT INTO `ey_region` VALUES ('41594', '仲巴县', '3', '41423', 'Z');
INSERT INTO `ey_region` VALUES ('41608', '亚东县', '3', '41423', 'Y');
INSERT INTO `ey_region` VALUES ('41616', '吉隆县', '3', '41423', 'J');
INSERT INTO `ey_region` VALUES ('41622', '聂拉木县', '3', '41423', 'N');
INSERT INTO `ey_region` VALUES ('41630', '萨嘎县', '3', '41423', 'S');
INSERT INTO `ey_region` VALUES ('41639', '岗巴县', '3', '41423', 'G');
INSERT INTO `ey_region` VALUES ('41645', '那曲地区', '2', '41103', 'N');
INSERT INTO `ey_region` VALUES ('41646', '那曲县', '3', '41645', 'N');
INSERT INTO `ey_region` VALUES ('41659', '嘉黎县', '3', '41645', 'J');
INSERT INTO `ey_region` VALUES ('41670', '比如县', '3', '41645', 'B');
INSERT INTO `ey_region` VALUES ('41681', '聂荣县', '3', '41645', 'N');
INSERT INTO `ey_region` VALUES ('41692', '安多县', '3', '41645', 'A');
INSERT INTO `ey_region` VALUES ('41706', '申扎县', '3', '41645', 'S');
INSERT INTO `ey_region` VALUES ('41715', '索县', '3', '41645', 'S');
INSERT INTO `ey_region` VALUES ('41726', '班戈县', '3', '41645', 'B');
INSERT INTO `ey_region` VALUES ('41737', '巴青县', '3', '41645', 'B');
INSERT INTO `ey_region` VALUES ('41748', '尼玛县', '3', '41645', 'N');
INSERT INTO `ey_region` VALUES ('41770', '阿里地区', '2', '41103', 'A');
INSERT INTO `ey_region` VALUES ('41771', '普兰县', '3', '41770', 'P');
INSERT INTO `ey_region` VALUES ('41775', '札达县', '3', '41770', 'Z');
INSERT INTO `ey_region` VALUES ('41782', '噶尔县', '3', '41770', 'G');
INSERT INTO `ey_region` VALUES ('41788', '日土县', '3', '41770', 'R');
INSERT INTO `ey_region` VALUES ('41794', '革吉县', '3', '41770', 'G');
INSERT INTO `ey_region` VALUES ('41800', '改则县', '3', '41770', 'G');
INSERT INTO `ey_region` VALUES ('41808', '措勤县', '3', '41770', 'C');
INSERT INTO `ey_region` VALUES ('41814', '林芝地区', '2', '41103', 'L');
INSERT INTO `ey_region` VALUES ('41815', '林芝县', '3', '41814', 'L');
INSERT INTO `ey_region` VALUES ('41823', '工布江达县', '3', '41814', 'G');
INSERT INTO `ey_region` VALUES ('41833', '米林县', '3', '41814', 'M');
INSERT INTO `ey_region` VALUES ('41842', '墨脱县', '3', '41814', 'M');
INSERT INTO `ey_region` VALUES ('41851', '波密县', '3', '41814', 'B');
INSERT INTO `ey_region` VALUES ('41863', '察隅县', '3', '41814', 'C');
INSERT INTO `ey_region` VALUES ('41870', '朗县', '3', '41814', 'L');
INSERT INTO `ey_region` VALUES ('41877', '陕西省', '1', '0', 'S');
INSERT INTO `ey_region` VALUES ('41878', '西安市', '2', '41877', 'X');
INSERT INTO `ey_region` VALUES ('41879', '市辖区', '3', '41878', 'S');
INSERT INTO `ey_region` VALUES ('41880', '新城区', '3', '41878', 'X');
INSERT INTO `ey_region` VALUES ('41890', '碑林区', '3', '41878', 'B');
INSERT INTO `ey_region` VALUES ('41899', '莲湖区', '3', '41878', 'L');
INSERT INTO `ey_region` VALUES ('41909', '灞桥区', '3', '41878', 'B');
INSERT INTO `ey_region` VALUES ('41919', '未央区', '3', '41878', 'W');
INSERT INTO `ey_region` VALUES ('41930', '雁塔区', '3', '41878', 'Y');
INSERT INTO `ey_region` VALUES ('41939', '阎良区', '3', '41878', 'Y');
INSERT INTO `ey_region` VALUES ('41947', '临潼区', '3', '41878', 'L');
INSERT INTO `ey_region` VALUES ('41971', '长安区', '3', '41878', 'C');
INSERT INTO `ey_region` VALUES ('41997', '蓝田县', '3', '41878', 'L');
INSERT INTO `ey_region` VALUES ('42020', '周至县', '3', '41878', 'Z');
INSERT INTO `ey_region` VALUES ('42043', '户县', '3', '41878', 'H');
INSERT INTO `ey_region` VALUES ('42060', '高陵县', '3', '41878', 'G');
INSERT INTO `ey_region` VALUES ('42069', '铜川市', '2', '41877', 'T');
INSERT INTO `ey_region` VALUES ('42070', '市辖区', '3', '42069', 'S');
INSERT INTO `ey_region` VALUES ('42071', '王益区', '3', '42069', 'W');
INSERT INTO `ey_region` VALUES ('42079', '印台区', '3', '42069', 'Y');
INSERT INTO `ey_region` VALUES ('42091', '耀州区', '3', '42069', 'Y');
INSERT INTO `ey_region` VALUES ('42108', '宜君县', '3', '42069', 'Y');
INSERT INTO `ey_region` VALUES ('42119', '宝鸡市', '2', '41877', 'B');
INSERT INTO `ey_region` VALUES ('42120', '市辖区', '3', '42119', 'S');
INSERT INTO `ey_region` VALUES ('42121', '渭滨区', '3', '42119', 'W');
INSERT INTO `ey_region` VALUES ('42133', '金台区', '3', '42119', 'J');
INSERT INTO `ey_region` VALUES ('42146', '陈仓区', '3', '42119', 'C');
INSERT INTO `ey_region` VALUES ('42165', '凤翔县', '3', '42119', 'F');
INSERT INTO `ey_region` VALUES ('42183', '岐山县', '3', '42119', 'Q');
INSERT INTO `ey_region` VALUES ('42198', '扶风县', '3', '42119', 'F');
INSERT INTO `ey_region` VALUES ('42211', '眉县', '3', '42119', 'M');
INSERT INTO `ey_region` VALUES ('42224', '陇县', '3', '42119', 'L');
INSERT INTO `ey_region` VALUES ('42240', '千阳县', '3', '42119', 'Q');
INSERT INTO `ey_region` VALUES ('42252', '麟游县', '3', '42119', 'L');
INSERT INTO `ey_region` VALUES ('42263', '凤县', '3', '42119', 'F');
INSERT INTO `ey_region` VALUES ('42278', '太白县', '3', '42119', 'T');
INSERT INTO `ey_region` VALUES ('42287', '咸阳市', '2', '41877', 'X');
INSERT INTO `ey_region` VALUES ('42288', '市辖区', '3', '42287', 'S');
INSERT INTO `ey_region` VALUES ('42289', '秦都区', '3', '42287', 'Q');
INSERT INTO `ey_region` VALUES ('42302', '杨凌区', '3', '42287', 'Y');
INSERT INTO `ey_region` VALUES ('42308', '渭城区', '3', '42287', 'W');
INSERT INTO `ey_region` VALUES ('42319', '三原县', '3', '42287', 'S');
INSERT INTO `ey_region` VALUES ('42334', '泾阳县', '3', '42287', 'J');
INSERT INTO `ey_region` VALUES ('42351', '乾县', '3', '42287', 'Q');
INSERT INTO `ey_region` VALUES ('42372', '礼泉县', '3', '42287', 'L');
INSERT INTO `ey_region` VALUES ('42388', '永寿县', '3', '42287', 'Y');
INSERT INTO `ey_region` VALUES ('42402', '彬县', '3', '42287', 'B');
INSERT INTO `ey_region` VALUES ('42419', '长武县', '3', '42287', 'C');
INSERT INTO `ey_region` VALUES ('42431', '旬邑县', '3', '42287', 'X');
INSERT INTO `ey_region` VALUES ('42446', '淳化县', '3', '42287', 'C');
INSERT INTO `ey_region` VALUES ('42462', '武功县', '3', '42287', 'W');
INSERT INTO `ey_region` VALUES ('42475', '兴平市', '3', '42287', 'X');
INSERT INTO `ey_region` VALUES ('42490', '渭南市', '2', '41877', 'W');
INSERT INTO `ey_region` VALUES ('42491', '市辖区', '3', '42490', 'S');
INSERT INTO `ey_region` VALUES ('42492', '临渭区', '3', '42490', 'L');
INSERT INTO `ey_region` VALUES ('42523', '华县', '3', '42490', 'H');
INSERT INTO `ey_region` VALUES ('42538', '潼关县', '3', '42490', 'T');
INSERT INTO `ey_region` VALUES ('42547', '大荔县', '3', '42490', 'D');
INSERT INTO `ey_region` VALUES ('42577', '合阳县', '3', '42490', 'H');
INSERT INTO `ey_region` VALUES ('42594', '澄城县', '3', '42490', 'C');
INSERT INTO `ey_region` VALUES ('42609', '蒲城县', '3', '42490', 'P');
INSERT INTO `ey_region` VALUES ('42634', '白水县', '3', '42490', 'B');
INSERT INTO `ey_region` VALUES ('42649', '富平县', '3', '42490', 'F');
INSERT INTO `ey_region` VALUES ('42674', '韩城市', '3', '42490', 'H');
INSERT INTO `ey_region` VALUES ('42691', '华阴市', '3', '42490', 'H');
INSERT INTO `ey_region` VALUES ('42703', '延安市', '2', '41877', 'Y');
INSERT INTO `ey_region` VALUES ('42704', '市辖区', '3', '42703', 'S');
INSERT INTO `ey_region` VALUES ('42705', '宝塔区', '3', '42703', 'B');
INSERT INTO `ey_region` VALUES ('42729', '延长县', '3', '42703', 'Y');
INSERT INTO `ey_region` VALUES ('42742', '延川县', '3', '42703', 'Y');
INSERT INTO `ey_region` VALUES ('42757', '子长县', '3', '42703', 'Z');
INSERT INTO `ey_region` VALUES ('42771', '安塞县', '3', '42703', 'A');
INSERT INTO `ey_region` VALUES ('42784', '志丹县', '3', '42703', 'Z');
INSERT INTO `ey_region` VALUES ('42796', '吴起县', '3', '42703', 'W');
INSERT INTO `ey_region` VALUES ('42809', '甘泉县', '3', '42703', 'G');
INSERT INTO `ey_region` VALUES ('42818', '富县', '3', '42703', 'F');
INSERT INTO `ey_region` VALUES ('42833', '洛川县', '3', '42703', 'L');
INSERT INTO `ey_region` VALUES ('42850', '宜川县', '3', '42703', 'Y');
INSERT INTO `ey_region` VALUES ('42863', '黄龙县', '3', '42703', 'H');
INSERT INTO `ey_region` VALUES ('42874', '黄陵县', '3', '42703', 'H');
INSERT INTO `ey_region` VALUES ('42888', '汉中市', '2', '41877', 'H');
INSERT INTO `ey_region` VALUES ('42889', '市辖区', '3', '42888', 'S');
INSERT INTO `ey_region` VALUES ('42890', '汉台区', '3', '42888', 'H');
INSERT INTO `ey_region` VALUES ('42908', '南郑县', '3', '42888', 'N');
INSERT INTO `ey_region` VALUES ('42939', '城固县', '3', '42888', 'C');
INSERT INTO `ey_region` VALUES ('42965', '洋县', '3', '42888', 'Y');
INSERT INTO `ey_region` VALUES ('42992', '西乡县', '3', '42888', 'X');
INSERT INTO `ey_region` VALUES ('43016', '勉县', '3', '42888', 'M');
INSERT INTO `ey_region` VALUES ('43042', '宁强县', '3', '42888', 'N');
INSERT INTO `ey_region` VALUES ('43069', '略阳县', '3', '42888', 'L');
INSERT INTO `ey_region` VALUES ('43091', '镇巴县', '3', '42888', 'Z');
INSERT INTO `ey_region` VALUES ('43116', '留坝县', '3', '42888', 'L');
INSERT INTO `ey_region` VALUES ('43126', '佛坪县', '3', '42888', 'F');
INSERT INTO `ey_region` VALUES ('43136', '榆林市', '2', '41877', 'Y');
INSERT INTO `ey_region` VALUES ('43137', '市辖区', '3', '43136', 'S');
INSERT INTO `ey_region` VALUES ('43138', '榆阳区', '3', '43136', 'Y');
INSERT INTO `ey_region` VALUES ('43170', '神木县', '3', '43136', 'S');
INSERT INTO `ey_region` VALUES ('43190', '府谷县', '3', '43136', 'F');
INSERT INTO `ey_region` VALUES ('43211', '横山县', '3', '43136', 'H');
INSERT INTO `ey_region` VALUES ('43230', '靖边县', '3', '43136', 'J');
INSERT INTO `ey_region` VALUES ('43253', '定边县', '3', '43136', 'D');
INSERT INTO `ey_region` VALUES ('43279', '绥德县', '3', '43136', 'S');
INSERT INTO `ey_region` VALUES ('43300', '米脂县', '3', '43136', 'M');
INSERT INTO `ey_region` VALUES ('43314', '佳县', '3', '43136', 'J');
INSERT INTO `ey_region` VALUES ('43335', '吴堡县', '3', '43136', 'W');
INSERT INTO `ey_region` VALUES ('43344', '清涧县', '3', '43136', 'Q');
INSERT INTO `ey_region` VALUES ('43360', '子洲县', '3', '43136', 'Z');
INSERT INTO `ey_region` VALUES ('43379', '安康市', '2', '41877', 'A');
INSERT INTO `ey_region` VALUES ('43380', '市辖区', '3', '43379', 'S');
INSERT INTO `ey_region` VALUES ('43381', '汉滨区', '3', '43379', 'H');
INSERT INTO `ey_region` VALUES ('43428', '汉阴县', '3', '43379', 'H');
INSERT INTO `ey_region` VALUES ('43447', '石泉县', '3', '43379', 'S');
INSERT INTO `ey_region` VALUES ('43463', '宁陕县', '3', '43379', 'N');
INSERT INTO `ey_region` VALUES ('43478', '紫阳县', '3', '43379', 'Z');
INSERT INTO `ey_region` VALUES ('43504', '岚皋县', '3', '43379', 'L');
INSERT INTO `ey_region` VALUES ('43522', '平利县', '3', '43379', 'P');
INSERT INTO `ey_region` VALUES ('43535', '镇坪县', '3', '43379', 'Z');
INSERT INTO `ey_region` VALUES ('43546', '旬阳县', '3', '43379', 'X');
INSERT INTO `ey_region` VALUES ('43575', '白河县', '3', '43379', 'B');
INSERT INTO `ey_region` VALUES ('43592', '商洛市', '2', '41877', 'S');
INSERT INTO `ey_region` VALUES ('43593', '市辖区', '3', '43592', 'S');
INSERT INTO `ey_region` VALUES ('43594', '商州区', '3', '43592', 'S');
INSERT INTO `ey_region` VALUES ('43628', '洛南县', '3', '43592', 'L');
INSERT INTO `ey_region` VALUES ('43654', '丹凤县', '3', '43592', 'D');
INSERT INTO `ey_region` VALUES ('43676', '商南县', '3', '43592', 'S');
INSERT INTO `ey_region` VALUES ('43699', '山阳县', '3', '43592', 'S');
INSERT INTO `ey_region` VALUES ('43730', '镇安县', '3', '43592', 'Z');
INSERT INTO `ey_region` VALUES ('43759', '柞水县', '3', '43592', 'Z');
INSERT INTO `ey_region` VALUES ('43776', '甘肃省', '1', '0', 'G');
INSERT INTO `ey_region` VALUES ('43777', '兰州市', '2', '43776', 'L');
INSERT INTO `ey_region` VALUES ('43778', '市辖区', '3', '43777', 'S');
INSERT INTO `ey_region` VALUES ('43779', '城关区', '3', '43777', 'C');
INSERT INTO `ey_region` VALUES ('43804', '七里河区', '3', '43777', 'Q');
INSERT INTO `ey_region` VALUES ('43820', '兰州市西固区', '3', '43777', 'L');
INSERT INTO `ey_region` VALUES ('43836', '安宁区', '3', '43777', 'A');
INSERT INTO `ey_region` VALUES ('43845', '红古区', '3', '43777', 'H');
INSERT INTO `ey_region` VALUES ('43853', '永登县', '3', '43777', 'Y');
INSERT INTO `ey_region` VALUES ('43872', '皋兰县', '3', '43777', 'G');
INSERT INTO `ey_region` VALUES ('43880', '榆中县', '3', '43777', 'Y');
INSERT INTO `ey_region` VALUES ('43904', '嘉峪关市', '2', '43776', 'J');
INSERT INTO `ey_region` VALUES ('43905', '市辖', '3', '43904', 'S');
INSERT INTO `ey_region` VALUES ('43914', '金昌市', '2', '43776', 'J');
INSERT INTO `ey_region` VALUES ('43915', '市辖区', '3', '43914', 'S');
INSERT INTO `ey_region` VALUES ('43916', '金川区', '3', '43914', 'J');
INSERT INTO `ey_region` VALUES ('43925', '永昌县', '3', '43914', 'Y');
INSERT INTO `ey_region` VALUES ('43936', '白银市', '2', '43776', 'B');
INSERT INTO `ey_region` VALUES ('43937', '市辖区', '3', '43936', 'S');
INSERT INTO `ey_region` VALUES ('43938', '白银区', '3', '43936', 'B');
INSERT INTO `ey_region` VALUES ('43949', '平川区', '3', '43936', 'P');
INSERT INTO `ey_region` VALUES ('43961', '靖远县', '3', '43936', 'J');
INSERT INTO `ey_region` VALUES ('43980', '会宁县', '3', '43936', 'H');
INSERT INTO `ey_region` VALUES ('44009', '景泰县', '3', '43936', 'J');
INSERT INTO `ey_region` VALUES ('44022', '天水市', '2', '43776', 'T');
INSERT INTO `ey_region` VALUES ('44023', '市辖区', '3', '44022', 'S');
INSERT INTO `ey_region` VALUES ('44024', '秦州区', '3', '44022', 'Q');
INSERT INTO `ey_region` VALUES ('44048', '麦积区', '3', '44022', 'M');
INSERT INTO `ey_region` VALUES ('44069', '清水县', '3', '44022', 'Q');
INSERT INTO `ey_region` VALUES ('44088', '秦安县', '3', '44022', 'Q');
INSERT INTO `ey_region` VALUES ('44106', '甘谷县', '3', '44022', 'G');
INSERT INTO `ey_region` VALUES ('44122', '武山县', '3', '44022', 'W');
INSERT INTO `ey_region` VALUES ('44138', '张家川县', '3', '44022', 'Z');
INSERT INTO `ey_region` VALUES ('44154', '武威市', '2', '43776', 'W');
INSERT INTO `ey_region` VALUES ('44155', '市辖区', '3', '44154', 'S');
INSERT INTO `ey_region` VALUES ('44156', '凉州区', '3', '44154', 'L');
INSERT INTO `ey_region` VALUES ('44202', '民勤县', '3', '44154', 'M');
INSERT INTO `ey_region` VALUES ('44221', '古浪县', '3', '44154', 'G');
INSERT INTO `ey_region` VALUES ('44242', '天祝县', '3', '44154', 'T');
INSERT INTO `ey_region` VALUES ('44265', '张掖市', '2', '43776', 'Z');
INSERT INTO `ey_region` VALUES ('44266', '市辖区', '3', '44265', 'S');
INSERT INTO `ey_region` VALUES ('44267', '甘州区', '3', '44265', 'G');
INSERT INTO `ey_region` VALUES ('44294', '肃南县', '3', '44265', 'S');
INSERT INTO `ey_region` VALUES ('44305', '民乐县', '3', '44265', 'M');
INSERT INTO `ey_region` VALUES ('44317', '临泽县', '3', '44265', 'L');
INSERT INTO `ey_region` VALUES ('44331', '高台县', '3', '44265', 'G');
INSERT INTO `ey_region` VALUES ('44341', '山丹县', '3', '44265', 'S');
INSERT INTO `ey_region` VALUES ('44352', '平凉市', '2', '43776', 'P');
INSERT INTO `ey_region` VALUES ('44353', '市辖区', '3', '44352', 'S');
INSERT INTO `ey_region` VALUES ('44354', '崆峒区', '3', '44352', 'K');
INSERT INTO `ey_region` VALUES ('44375', '泾川县', '3', '44352', 'J');
INSERT INTO `ey_region` VALUES ('44392', '灵台县', '3', '44352', 'L');
INSERT INTO `ey_region` VALUES ('44408', '崇信县', '3', '44352', 'C');
INSERT INTO `ey_region` VALUES ('44418', '华亭县', '3', '44352', 'H');
INSERT INTO `ey_region` VALUES ('44431', '庄浪县', '3', '44352', 'Z');
INSERT INTO `ey_region` VALUES ('44451', '静宁县', '3', '44352', 'J');
INSERT INTO `ey_region` VALUES ('44477', '酒泉市', '2', '43776', 'J');
INSERT INTO `ey_region` VALUES ('44478', '市辖区', '3', '44477', 'S');
INSERT INTO `ey_region` VALUES ('44479', '肃州区', '3', '44477', 'S');
INSERT INTO `ey_region` VALUES ('44504', '金塔县', '3', '44477', 'J');
INSERT INTO `ey_region` VALUES ('44516', '瓜州县', '3', '44477', 'G');
INSERT INTO `ey_region` VALUES ('44531', '肃北县', '3', '44477', 'S');
INSERT INTO `ey_region` VALUES ('44535', '阿克塞县', '3', '44477', 'A');
INSERT INTO `ey_region` VALUES ('44539', '玉门市', '3', '44477', 'Y');
INSERT INTO `ey_region` VALUES ('44557', '敦煌市', '3', '44477', 'D');
INSERT INTO `ey_region` VALUES ('44569', '庆阳市', '2', '43776', 'Q');
INSERT INTO `ey_region` VALUES ('44570', '市辖区', '3', '44569', 'S');
INSERT INTO `ey_region` VALUES ('44571', '西峰区', '3', '44569', 'X');
INSERT INTO `ey_region` VALUES ('44582', '庆城县', '3', '44569', 'Q');
INSERT INTO `ey_region` VALUES ('44598', '环县', '3', '44569', 'H');
INSERT INTO `ey_region` VALUES ('44620', '华池县', '3', '44569', 'H');
INSERT INTO `ey_region` VALUES ('44636', '合水县', '3', '44569', 'H');
INSERT INTO `ey_region` VALUES ('44649', '正宁县', '3', '44569', 'Z');
INSERT INTO `ey_region` VALUES ('44660', '宁县', '3', '44569', 'N');
INSERT INTO `ey_region` VALUES ('44679', '镇原县', '3', '44569', 'Z');
INSERT INTO `ey_region` VALUES ('44699', '定西市', '2', '43776', 'D');
INSERT INTO `ey_region` VALUES ('44700', '市辖区', '3', '44699', 'S');
INSERT INTO `ey_region` VALUES ('44701', '安定区', '3', '44699', 'A');
INSERT INTO `ey_region` VALUES ('44723', '通渭县', '3', '44699', 'T');
INSERT INTO `ey_region` VALUES ('44742', '陇西县', '3', '44699', 'L');
INSERT INTO `ey_region` VALUES ('44760', '渭源县', '3', '44699', 'W');
INSERT INTO `ey_region` VALUES ('44777', '临洮县', '3', '44699', 'L');
INSERT INTO `ey_region` VALUES ('44796', '漳县', '3', '44699', 'Z');
INSERT INTO `ey_region` VALUES ('44810', '岷县', '3', '44699', 'M');
INSERT INTO `ey_region` VALUES ('44829', '陇南市', '2', '43776', 'L');
INSERT INTO `ey_region` VALUES ('44830', '市辖区', '3', '44829', 'S');
INSERT INTO `ey_region` VALUES ('44831', '武都区', '3', '44829', 'W');
INSERT INTO `ey_region` VALUES ('44868', '成县', '3', '44829', 'C');
INSERT INTO `ey_region` VALUES ('44886', '文县', '3', '44829', 'W');
INSERT INTO `ey_region` VALUES ('44907', '宕昌县', '3', '44829', 'D');
INSERT INTO `ey_region` VALUES ('44933', '康县', '3', '44829', 'K');
INSERT INTO `ey_region` VALUES ('44955', '西和县', '3', '44829', 'X');
INSERT INTO `ey_region` VALUES ('44976', '礼县', '3', '44829', 'L');
INSERT INTO `ey_region` VALUES ('45006', '徽县', '3', '44829', 'H');
INSERT INTO `ey_region` VALUES ('45022', '两当县', '3', '44829', 'L');
INSERT INTO `ey_region` VALUES ('45035', '临夏州', '2', '43776', 'L');
INSERT INTO `ey_region` VALUES ('45036', '临夏市', '3', '45035', 'L');
INSERT INTO `ey_region` VALUES ('45047', '临夏县', '3', '45035', 'L');
INSERT INTO `ey_region` VALUES ('45073', '康乐县', '3', '45035', 'K');
INSERT INTO `ey_region` VALUES ('45089', '永靖县', '3', '45035', 'Y');
INSERT INTO `ey_region` VALUES ('45107', '广河县', '3', '45035', 'G');
INSERT INTO `ey_region` VALUES ('45117', '和政县', '3', '45035', 'H');
INSERT INTO `ey_region` VALUES ('45131', '东乡县', '3', '45035', 'D');
INSERT INTO `ey_region` VALUES ('45156', '积石山县', '3', '45035', 'J');
INSERT INTO `ey_region` VALUES ('45174', '甘南州', '2', '43776', 'G');
INSERT INTO `ey_region` VALUES ('45175', '合作市', '3', '45174', 'H');
INSERT INTO `ey_region` VALUES ('45186', '临潭县', '3', '45174', 'L');
INSERT INTO `ey_region` VALUES ('45203', '卓尼县', '3', '45174', 'Z');
INSERT INTO `ey_region` VALUES ('45219', '舟曲县', '3', '45174', 'Z');
INSERT INTO `ey_region` VALUES ('45239', '迭部县', '3', '45174', 'D');
INSERT INTO `ey_region` VALUES ('45251', '玛曲县', '3', '45174', 'M');
INSERT INTO `ey_region` VALUES ('45263', '碌曲县', '3', '45174', 'L');
INSERT INTO `ey_region` VALUES ('45272', '夏河县', '3', '45174', 'X');
INSERT INTO `ey_region` VALUES ('45286', '青海省', '1', '0', 'Q');
INSERT INTO `ey_region` VALUES ('45287', '西宁市', '2', '45286', 'X');
INSERT INTO `ey_region` VALUES ('45288', '市辖区', '3', '45287', 'S');
INSERT INTO `ey_region` VALUES ('45289', '城东区', '3', '45287', 'C');
INSERT INTO `ey_region` VALUES ('45299', '城中区', '3', '45287', 'C');
INSERT INTO `ey_region` VALUES ('45306', '城西区', '3', '45287', 'C');
INSERT INTO `ey_region` VALUES ('45314', '城北区', '3', '45287', 'C');
INSERT INTO `ey_region` VALUES ('45320', '大通县', '3', '45287', 'D');
INSERT INTO `ey_region` VALUES ('45341', '湟中县', '3', '45287', 'H');
INSERT INTO `ey_region` VALUES ('45358', '湟源县', '3', '45287', 'H');
INSERT INTO `ey_region` VALUES ('45368', '海东地区', '2', '45286', 'H');
INSERT INTO `ey_region` VALUES ('45369', '平安县', '3', '45368', 'P');
INSERT INTO `ey_region` VALUES ('45378', '民和县', '3', '45368', 'M');
INSERT INTO `ey_region` VALUES ('45401', '乐都县', '3', '45368', 'L');
INSERT INTO `ey_region` VALUES ('45421', '互助县', '3', '45368', 'H');
INSERT INTO `ey_region` VALUES ('45441', '化隆县', '3', '45368', 'H');
INSERT INTO `ey_region` VALUES ('45461', '循化县', '3', '45368', 'X');
INSERT INTO `ey_region` VALUES ('45471', '海北州', '2', '45286', 'H');
INSERT INTO `ey_region` VALUES ('45472', '门源县', '3', '45471', 'M');
INSERT INTO `ey_region` VALUES ('45487', '祁连县', '3', '45471', 'Q');
INSERT INTO `ey_region` VALUES ('45495', '海晏县', '3', '45471', 'H');
INSERT INTO `ey_region` VALUES ('45502', '刚察县', '3', '45471', 'G');
INSERT INTO `ey_region` VALUES ('45510', '黄南州', '2', '45286', 'H');
INSERT INTO `ey_region` VALUES ('45511', '同仁县', '3', '45510', 'T');
INSERT INTO `ey_region` VALUES ('45523', '尖扎县', '3', '45510', 'J');
INSERT INTO `ey_region` VALUES ('45533', '泽库县', '3', '45510', 'Z');
INSERT INTO `ey_region` VALUES ('45542', '河南县', '3', '45510', 'H');
INSERT INTO `ey_region` VALUES ('45548', '海南州', '2', '45286', 'H');
INSERT INTO `ey_region` VALUES ('45549', '共和县', '3', '45548', 'G');
INSERT INTO `ey_region` VALUES ('45566', '同德县', '3', '45548', 'T');
INSERT INTO `ey_region` VALUES ('45573', '贵德县', '3', '45548', 'G');
INSERT INTO `ey_region` VALUES ('45581', '兴海县', '3', '45548', 'X');
INSERT INTO `ey_region` VALUES ('45589', '贵南县', '3', '45548', 'G');
INSERT INTO `ey_region` VALUES ('45597', '果洛州', '2', '45286', 'G');
INSERT INTO `ey_region` VALUES ('45598', '玛沁县', '3', '45597', 'M');
INSERT INTO `ey_region` VALUES ('45607', '班玛县', '3', '45597', 'B');
INSERT INTO `ey_region` VALUES ('45617', '甘德县', '3', '45597', 'G');
INSERT INTO `ey_region` VALUES ('45625', '达日县', '3', '45597', 'D');
INSERT INTO `ey_region` VALUES ('45636', '久治县', '3', '45597', 'J');
INSERT INTO `ey_region` VALUES ('45643', '玛多县', '3', '45597', 'M');
INSERT INTO `ey_region` VALUES ('45648', '玉树州', '2', '45286', 'Y');
INSERT INTO `ey_region` VALUES ('45649', '玉树县', '3', '45648', 'Y');
INSERT INTO `ey_region` VALUES ('45659', '杂多县', '3', '45648', 'Z');
INSERT INTO `ey_region` VALUES ('45668', '称多县', '3', '45648', 'C');
INSERT INTO `ey_region` VALUES ('45676', '治多县', '3', '45648', 'Z');
INSERT INTO `ey_region` VALUES ('45683', '囊谦县', '3', '45648', 'N');
INSERT INTO `ey_region` VALUES ('45694', '曲麻莱县', '3', '45648', 'Q');
INSERT INTO `ey_region` VALUES ('45701', '海西州', '2', '45286', 'H');
INSERT INTO `ey_region` VALUES ('45702', '格尔木市', '3', '45701', 'G');
INSERT INTO `ey_region` VALUES ('45714', '德令哈市', '3', '45701', 'D');
INSERT INTO `ey_region` VALUES ('45727', '乌兰县', '3', '45701', 'W');
INSERT INTO `ey_region` VALUES ('45733', '都兰县', '3', '45701', 'D');
INSERT INTO `ey_region` VALUES ('45742', '天峻县', '3', '45701', 'T');
INSERT INTO `ey_region` VALUES ('45753', '宁夏', '1', '0', 'N');
INSERT INTO `ey_region` VALUES ('45754', '银川市', '2', '45753', 'Y');
INSERT INTO `ey_region` VALUES ('45755', '市辖区', '3', '45754', 'S');
INSERT INTO `ey_region` VALUES ('45756', '兴庆区', '3', '45754', 'X');
INSERT INTO `ey_region` VALUES ('45772', '西夏区', '3', '45754', 'X');
INSERT INTO `ey_region` VALUES ('45784', '金凤区', '3', '45754', 'J');
INSERT INTO `ey_region` VALUES ('45794', '永宁县', '3', '45754', 'Y');
INSERT INTO `ey_region` VALUES ('45803', '贺兰县', '3', '45754', 'H');
INSERT INTO `ey_region` VALUES ('45813', '灵武市', '3', '45754', 'L');
INSERT INTO `ey_region` VALUES ('45825', '石嘴山市', '2', '45753', 'S');
INSERT INTO `ey_region` VALUES ('45826', '市辖区', '3', '45825', 'S');
INSERT INTO `ey_region` VALUES ('45827', '大武口区', '3', '45825', 'D');
INSERT INTO `ey_region` VALUES ('45839', '惠农区', '3', '45825', 'H');
INSERT INTO `ey_region` VALUES ('45856', '平罗县', '3', '45825', 'P');
INSERT INTO `ey_region` VALUES ('45871', '吴忠市', '2', '45753', 'W');
INSERT INTO `ey_region` VALUES ('45872', '市辖区', '3', '45871', 'S');
INSERT INTO `ey_region` VALUES ('45877', '利通区', '3', '45871', 'L');
INSERT INTO `ey_region` VALUES ('45892', '盐池县', '3', '45871', 'Y');
INSERT INTO `ey_region` VALUES ('45903', '同心县', '3', '45871', 'T');
INSERT INTO `ey_region` VALUES ('45914', '青铜峡市', '3', '45871', 'Q');
INSERT INTO `ey_region` VALUES ('45926', '固原市', '2', '45753', 'G');
INSERT INTO `ey_region` VALUES ('45927', '市辖区', '3', '45926', 'S');
INSERT INTO `ey_region` VALUES ('45928', '原州区', '3', '45926', 'Y');
INSERT INTO `ey_region` VALUES ('45944', '西吉县', '3', '45926', 'X');
INSERT INTO `ey_region` VALUES ('45964', '隆德县', '3', '45926', 'L');
INSERT INTO `ey_region` VALUES ('45978', '泾源县', '3', '45926', 'J');
INSERT INTO `ey_region` VALUES ('45986', '彭阳县', '3', '45926', 'P');
INSERT INTO `ey_region` VALUES ('45999', '中卫市', '2', '45753', 'Z');
INSERT INTO `ey_region` VALUES ('46000', '市辖区', '3', '45999', 'S');
INSERT INTO `ey_region` VALUES ('46012', '沙坡头区', '3', '45999', 'S');
INSERT INTO `ey_region` VALUES ('46013', '中宁县', '3', '45999', 'Z');
INSERT INTO `ey_region` VALUES ('46026', '海原县', '3', '45999', 'H');
INSERT INTO `ey_region` VALUES ('46047', '新疆', '1', '0', 'X');
INSERT INTO `ey_region` VALUES ('46048', '乌鲁木齐市', '2', '46047', 'W');
INSERT INTO `ey_region` VALUES ('46049', '市辖区', '3', '46048', 'S');
INSERT INTO `ey_region` VALUES ('46050', '天山区', '3', '46048', 'T');
INSERT INTO `ey_region` VALUES ('46065', '沙依巴克区', '3', '46048', 'S');
INSERT INTO `ey_region` VALUES ('46079', '新市区', '3', '46048', 'X');
INSERT INTO `ey_region` VALUES ('46095', '水磨沟区', '3', '46048', 'S');
INSERT INTO `ey_region` VALUES ('46104', '头屯河区', '3', '46048', 'T');
INSERT INTO `ey_region` VALUES ('46114', '达坂城区', '3', '46048', 'D');
INSERT INTO `ey_region` VALUES ('46123', '东山区', '3', '46048', 'D');
INSERT INTO `ey_region` VALUES ('46128', '乌鲁木齐县', '3', '46048', 'W');
INSERT INTO `ey_region` VALUES ('46138', '克拉玛依市', '2', '46047', 'K');
INSERT INTO `ey_region` VALUES ('46139', '市辖区', '3', '46138', 'S');
INSERT INTO `ey_region` VALUES ('46140', '独山子区', '3', '46138', 'D');
INSERT INTO `ey_region` VALUES ('46144', '克拉玛依区', '3', '46138', 'K');
INSERT INTO `ey_region` VALUES ('46155', '白碱滩区', '3', '46138', 'B');
INSERT INTO `ey_region` VALUES ('46158', '乌尔禾区', '3', '46138', 'W');
INSERT INTO `ey_region` VALUES ('46162', '吐鲁番地区', '2', '46047', 'T');
INSERT INTO `ey_region` VALUES ('46163', '吐鲁番市', '3', '46162', 'T');
INSERT INTO `ey_region` VALUES ('46178', '鄯善县', '3', '46162', 'S');
INSERT INTO `ey_region` VALUES ('46189', '托克逊县', '3', '46162', 'T');
INSERT INTO `ey_region` VALUES ('46197', '哈密地区', '2', '46047', 'H');
INSERT INTO `ey_region` VALUES ('46198', '哈密市', '3', '46197', 'H');
INSERT INTO `ey_region` VALUES ('46230', '巴里坤县', '3', '46197', 'B');
INSERT INTO `ey_region` VALUES ('46246', '伊吾县', '3', '46197', 'Y');
INSERT INTO `ey_region` VALUES ('46255', '昌吉州', '2', '46047', 'C');
INSERT INTO `ey_region` VALUES ('46256', '昌吉市', '3', '46255', 'C');
INSERT INTO `ey_region` VALUES ('46275', '阜康市', '3', '46255', 'F');
INSERT INTO `ey_region` VALUES ('46289', '米泉市', '3', '46255', 'M');
INSERT INTO `ey_region` VALUES ('46299', '呼图壁县', '3', '46255', 'H');
INSERT INTO `ey_region` VALUES ('46316', '玛纳斯', '3', '46255', 'M');
INSERT INTO `ey_region` VALUES ('46337', '奇台县', '3', '46255', 'Q');
INSERT INTO `ey_region` VALUES ('46355', '吉木萨尔县', '3', '46255', 'J');
INSERT INTO `ey_region` VALUES ('46366', '木垒县', '3', '46255', 'M');
INSERT INTO `ey_region` VALUES ('46380', '博州', '2', '46047', 'B');
INSERT INTO `ey_region` VALUES ('46381', '博乐市', '3', '46380', 'B');
INSERT INTO `ey_region` VALUES ('46399', '精河县', '3', '46380', 'J');
INSERT INTO `ey_region` VALUES ('46410', '温泉县', '3', '46380', 'W');
INSERT INTO `ey_region` VALUES ('46422', '巴州', '2', '46047', 'B');
INSERT INTO `ey_region` VALUES ('46423', '库尔勒市', '3', '46422', 'K');
INSERT INTO `ey_region` VALUES ('46451', '轮台县', '3', '46422', 'L');
INSERT INTO `ey_region` VALUES ('46463', '尉犁县', '3', '46422', 'W');
INSERT INTO `ey_region` VALUES ('46476', '若羌县', '3', '46422', 'R');
INSERT INTO `ey_region` VALUES ('46486', '且末县', '3', '46422', 'Q');
INSERT INTO `ey_region` VALUES ('46500', '焉耆县', '3', '46422', 'Y');
INSERT INTO `ey_region` VALUES ('46512', '和静县', '3', '46422', 'H');
INSERT INTO `ey_region` VALUES ('46531', '和硕县', '3', '46422', 'H');
INSERT INTO `ey_region` VALUES ('46542', '博湖县', '3', '46422', 'B');
INSERT INTO `ey_region` VALUES ('46551', '阿克苏地区', '2', '46047', 'A');
INSERT INTO `ey_region` VALUES ('46552', '阿克苏市', '3', '46551', 'A');
INSERT INTO `ey_region` VALUES ('46571', '温宿县', '3', '46551', 'W');
INSERT INTO `ey_region` VALUES ('46592', '库车县', '3', '46551', 'K');
INSERT INTO `ey_region` VALUES ('46617', '沙雅县', '3', '46551', 'S');
INSERT INTO `ey_region` VALUES ('46630', '新和县', '3', '46551', 'X');
INSERT INTO `ey_region` VALUES ('46640', '拜城县', '3', '46551', 'B');
INSERT INTO `ey_region` VALUES ('46657', '乌什县', '3', '46551', 'W');
INSERT INTO `ey_region` VALUES ('46668', '阿瓦提县', '3', '46551', 'A');
INSERT INTO `ey_region` VALUES ('46682', '柯坪县', '3', '46551', 'K');
INSERT INTO `ey_region` VALUES ('46688', '克州', '2', '46047', 'K');
INSERT INTO `ey_region` VALUES ('46689', '阿图什市', '3', '46688', 'A');
INSERT INTO `ey_region` VALUES ('46704', '阿克陶县', '3', '46688', 'A');
INSERT INTO `ey_region` VALUES ('46723', '阿合奇县', '3', '46688', 'A');
INSERT INTO `ey_region` VALUES ('46733', '乌恰县', '3', '46688', 'W');
INSERT INTO `ey_region` VALUES ('46747', '喀什地区', '2', '46047', 'K');
INSERT INTO `ey_region` VALUES ('46748', '喀什市', '3', '46747', 'K');
INSERT INTO `ey_region` VALUES ('46761', '疏附县', '3', '46747', 'S');
INSERT INTO `ey_region` VALUES ('46780', '疏勒县', '3', '46747', 'S');
INSERT INTO `ey_region` VALUES ('46797', '英吉沙县', '3', '46747', 'Y');
INSERT INTO `ey_region` VALUES ('46813', '泽普县', '3', '46747', 'Z');
INSERT INTO `ey_region` VALUES ('46830', '莎车县', '3', '46747', 'S');
INSERT INTO `ey_region` VALUES ('46863', '叶城县', '3', '46747', 'Y');
INSERT INTO `ey_region` VALUES ('46885', '麦盖提县', '3', '46747', 'M');
INSERT INTO `ey_region` VALUES ('46902', '岳普湖县', '3', '46747', 'Y');
INSERT INTO `ey_region` VALUES ('46913', '伽师县', '3', '46747', 'Q');
INSERT INTO `ey_region` VALUES ('46928', '巴楚县', '3', '46747', 'B');
INSERT INTO `ey_region` VALUES ('46942', '塔什库尔干县', '3', '46747', 'T');
INSERT INTO `ey_region` VALUES ('46957', '和田地区', '2', '46047', 'H');
INSERT INTO `ey_region` VALUES ('46958', '和田市', '3', '46957', 'H');
INSERT INTO `ey_region` VALUES ('46971', '和田县', '3', '46957', 'H');
INSERT INTO `ey_region` VALUES ('46983', '墨玉县', '3', '46957', 'M');
INSERT INTO `ey_region` VALUES ('47002', '皮山县', '3', '46957', 'P');
INSERT INTO `ey_region` VALUES ('47020', '洛浦县', '3', '46957', 'L');
INSERT INTO `ey_region` VALUES ('47032', '策勒县', '3', '46957', 'C');
INSERT INTO `ey_region` VALUES ('47042', '于田县', '3', '46957', 'Y');
INSERT INTO `ey_region` VALUES ('47061', '民丰县', '3', '46957', 'M');
INSERT INTO `ey_region` VALUES ('47069', '伊犁州', '2', '46047', 'Y');
INSERT INTO `ey_region` VALUES ('47070', '伊宁市', '3', '47069', 'Y');
INSERT INTO `ey_region` VALUES ('47091', '奎屯市', '3', '47069', 'K');
INSERT INTO `ey_region` VALUES ('47099', '伊宁县', '3', '47069', 'Y');
INSERT INTO `ey_region` VALUES ('47121', '察布查尔县', '3', '47069', 'C');
INSERT INTO `ey_region` VALUES ('47143', '霍城县', '3', '47069', 'H');
INSERT INTO `ey_region` VALUES ('47164', '巩留县', '3', '47069', 'G');
INSERT INTO `ey_region` VALUES ('47180', '新源县', '3', '47069', 'X');
INSERT INTO `ey_region` VALUES ('47196', '昭苏县', '3', '47069', 'Z');
INSERT INTO `ey_region` VALUES ('47214', '特克斯县', '3', '47069', 'T');
INSERT INTO `ey_region` VALUES ('47226', '尼勒克县', '3', '47069', 'N');
INSERT INTO `ey_region` VALUES ('47241', '塔城地区', '2', '46047', 'T');
INSERT INTO `ey_region` VALUES ('47242', '塔城市', '3', '47241', 'T');
INSERT INTO `ey_region` VALUES ('47258', '乌苏市', '3', '47241', 'W');
INSERT INTO `ey_region` VALUES ('47291', '额敏县', '3', '47241', 'E');
INSERT INTO `ey_region` VALUES ('47315', '沙湾县', '3', '47241', 'S');
INSERT INTO `ey_region` VALUES ('47338', '托里县', '3', '47241', 'T');
INSERT INTO `ey_region` VALUES ('47351', '裕民县', '3', '47241', 'Y');
INSERT INTO `ey_region` VALUES ('47360', '和布县', '3', '47241', 'H');
INSERT INTO `ey_region` VALUES ('47374', '阿勒泰地区', '2', '46047', 'A');
INSERT INTO `ey_region` VALUES ('47375', '阿勒泰市', '3', '47374', 'A');
INSERT INTO `ey_region` VALUES ('47393', '布尔津县', '3', '47374', 'B');
INSERT INTO `ey_region` VALUES ('47401', '富蕴县', '3', '47374', 'F');
INSERT INTO `ey_region` VALUES ('47411', '福海县', '3', '47374', 'F');
INSERT INTO `ey_region` VALUES ('47424', '哈巴河县', '3', '47374', 'H');
INSERT INTO `ey_region` VALUES ('47433', '青河县', '3', '47374', 'Q');
INSERT INTO `ey_region` VALUES ('47441', '吉木乃县', '3', '47374', 'J');
INSERT INTO `ey_region` VALUES ('47450', '省直辖行政单位', '2', '46047', 'S');
INSERT INTO `ey_region` VALUES ('47451', '石河子市', '3', '47450', 'S');
INSERT INTO `ey_region` VALUES ('47460', '阿拉尔市', '3', '47450', 'A');
INSERT INTO `ey_region` VALUES ('47477', '图木舒克市', '3', '47450', 'T');
INSERT INTO `ey_region` VALUES ('47486', '五家渠市', '3', '47450', 'W');
INSERT INTO `ey_region` VALUES ('47493', '台湾', '1', '0', 'T');
INSERT INTO `ey_region` VALUES ('47494', '香港', '1', '0', 'X');
INSERT INTO `ey_region` VALUES ('47495', '澳门', '1', '0', 'A');
INSERT INTO `ey_region` VALUES ('47496', '龙华新区', '3', '28558', 'L');
INSERT INTO `ey_region` VALUES ('47497', '光明新区', '3', '28558', 'G');
INSERT INTO `ey_region` VALUES ('47500', '新界', '2', '47494', 'X');
INSERT INTO `ey_region` VALUES ('47501', '观塘区', '3', '47498', 'G');
INSERT INTO `ey_region` VALUES ('47502', '黄大仙区', '3', '47498', 'H');
INSERT INTO `ey_region` VALUES ('47503', '九龙城区', '3', '47498', 'J');
INSERT INTO `ey_region` VALUES ('47504', '深水埗区', '3', '47498', 'S');
INSERT INTO `ey_region` VALUES ('47505', '油尖旺区', '3', '47498', 'Y');
INSERT INTO `ey_region` VALUES ('47506', '东区', '3', '47499', 'D');
INSERT INTO `ey_region` VALUES ('47507', '南区', '3', '47499', 'N');
INSERT INTO `ey_region` VALUES ('47508', '湾仔', '3', '47499', 'W');
INSERT INTO `ey_region` VALUES ('47509', '中西区', '3', '47499', 'Z');
INSERT INTO `ey_region` VALUES ('47510', '北区', '3', '47500', 'B');
INSERT INTO `ey_region` VALUES ('47511', '大埔区', '3', '47500', 'D');
INSERT INTO `ey_region` VALUES ('47512', '葵青区', '3', '47500', 'K');
INSERT INTO `ey_region` VALUES ('47513', '离岛区', '3', '47500', 'L');
INSERT INTO `ey_region` VALUES ('47514', '荃湾区', '3', '47500', 'Q');
INSERT INTO `ey_region` VALUES ('47515', '沙田区', '3', '47500', 'S');
INSERT INTO `ey_region` VALUES ('47516', '屯门区', '3', '47500', 'T');
INSERT INTO `ey_region` VALUES ('47517', '西贡区', '3', '47500', 'X');
INSERT INTO `ey_region` VALUES ('47518', '元朗区', '3', '47500', 'Y');
INSERT INTO `ey_region` VALUES ('47519', '澳门半岛', '2', '47495', 'A');
INSERT INTO `ey_region` VALUES ('47520', '离岛', '2', '47495', 'L');
INSERT INTO `ey_region` VALUES ('47521', '大堂区', '3', '47519', 'D');
INSERT INTO `ey_region` VALUES ('47522', '风顺堂区', '3', '47519', 'F');
INSERT INTO `ey_region` VALUES ('47523', '花地玛堂区', '3', '47519', 'H');
INSERT INTO `ey_region` VALUES ('47524', '花王堂区', '3', '47519', 'H');
INSERT INTO `ey_region` VALUES ('47525', '望德堂区', '3', '47519', 'W');
INSERT INTO `ey_region` VALUES ('47526', '嘉模堂区', '3', '47520', 'J');
INSERT INTO `ey_region` VALUES ('47527', '路氹填海区', '3', '47520', 'L');
INSERT INTO `ey_region` VALUES ('47528', '圣方济各堂区', '3', '47520', 'S');
INSERT INTO `ey_region` VALUES ('47529', '高雄市', '2', '47493', 'G');
INSERT INTO `ey_region` VALUES ('47530', '花莲县', '2', '47493', 'H');
INSERT INTO `ey_region` VALUES ('47531', '基隆市', '2', '47493', 'J');
INSERT INTO `ey_region` VALUES ('47532', '嘉义市', '2', '47493', 'J');
INSERT INTO `ey_region` VALUES ('47533', '嘉义县', '2', '47493', 'J');
INSERT INTO `ey_region` VALUES ('47534', '金门县', '2', '47493', 'J');
INSERT INTO `ey_region` VALUES ('47535', '连江县', '2', '47493', 'L');
INSERT INTO `ey_region` VALUES ('47536', '苗栗县', '2', '47493', 'M');
INSERT INTO `ey_region` VALUES ('47537', '南投县', '2', '47493', 'N');
INSERT INTO `ey_region` VALUES ('47538', '澎湖县', '2', '47493', 'P');
INSERT INTO `ey_region` VALUES ('47539', '屏东县', '2', '47493', 'P');
INSERT INTO `ey_region` VALUES ('47540', '台北市', '2', '47493', 'T');
INSERT INTO `ey_region` VALUES ('47541', '台东县', '2', '47493', 'T');
INSERT INTO `ey_region` VALUES ('47542', '台南市', '2', '47493', 'T');
INSERT INTO `ey_region` VALUES ('47543', '台中市', '2', '47493', 'T');
INSERT INTO `ey_region` VALUES ('47544', '桃园市', '2', '47493', 'T');
INSERT INTO `ey_region` VALUES ('47545', '新北市', '2', '47493', 'X');
INSERT INTO `ey_region` VALUES ('47546', '新竹市', '2', '47493', 'X');
INSERT INTO `ey_region` VALUES ('47547', '新竹县', '2', '47493', 'X');
INSERT INTO `ey_region` VALUES ('47548', '宜兰县', '2', '47493', 'Y');
INSERT INTO `ey_region` VALUES ('47549', '云林县', '2', '47493', 'Y');
INSERT INTO `ey_region` VALUES ('47550', '彰化县', '2', '47493', 'Z');
INSERT INTO `ey_region` VALUES ('47551', '阿莲区', '3', '47529', 'A');
INSERT INTO `ey_region` VALUES ('47552', '大寮区', '3', '47529', 'D');
INSERT INTO `ey_region` VALUES ('47553', '大社区', '3', '47529', 'D');
INSERT INTO `ey_region` VALUES ('47554', '大树区', '3', '47529', 'D');
INSERT INTO `ey_region` VALUES ('47555', '凤山区', '3', '47529', 'F');
INSERT INTO `ey_region` VALUES ('47556', '冈山区', '3', '47529', 'G');
INSERT INTO `ey_region` VALUES ('47557', '鼓山区', '3', '47529', 'G');
INSERT INTO `ey_region` VALUES ('47558', '湖内区', '3', '47529', 'H');
INSERT INTO `ey_region` VALUES ('47559', '甲仙区', '3', '47529', 'J');
INSERT INTO `ey_region` VALUES ('47560', '林园区', '3', '47529', 'L');
INSERT INTO `ey_region` VALUES ('47561', '苓雅区', '3', '47529', 'L');
INSERT INTO `ey_region` VALUES ('47562', '六龟区', '3', '47529', 'L');
INSERT INTO `ey_region` VALUES ('47563', '路竹区', '3', '47529', 'L');
INSERT INTO `ey_region` VALUES ('47564', '茂林区', '3', '47529', 'M');
INSERT INTO `ey_region` VALUES ('47565', '美浓区', '3', '47529', 'M');
INSERT INTO `ey_region` VALUES ('47566', '弥陀区', '3', '47529', 'M');
INSERT INTO `ey_region` VALUES ('47567', '楠梓区', '3', '47529', 'N');
INSERT INTO `ey_region` VALUES ('47568', '那玛夏区', '3', '47529', 'N');
INSERT INTO `ey_region` VALUES ('47569', '内门区', '3', '47529', 'N');
INSERT INTO `ey_region` VALUES ('47570', '鸟松区', '3', '47529', 'N');
INSERT INTO `ey_region` VALUES ('47571', '旗津区', '3', '47529', 'Q');
INSERT INTO `ey_region` VALUES ('47572', '旗门区', '3', '47529', 'Q');
INSERT INTO `ey_region` VALUES ('47573', '其它区', '3', '47529', 'Q');
INSERT INTO `ey_region` VALUES ('47574', '前金区', '3', '47529', 'Q');
INSERT INTO `ey_region` VALUES ('47575', '前镇区', '3', '47529', 'Q');
INSERT INTO `ey_region` VALUES ('47576', '桥头区', '3', '47529', 'Q');
INSERT INTO `ey_region` VALUES ('47577', '茄萣区', '3', '47529', 'Q');
INSERT INTO `ey_region` VALUES ('47578', '芩雅区', '3', '47529', 'Q');
INSERT INTO `ey_region` VALUES ('47579', '仁武区', '3', '47529', 'R');
INSERT INTO `ey_region` VALUES ('47580', '三民区', '3', '47529', 'S');
INSERT INTO `ey_region` VALUES ('47581', '杉林区', '3', '47529', 'S');
INSERT INTO `ey_region` VALUES ('47582', '桃源区', '3', '47529', 'T');
INSERT INTO `ey_region` VALUES ('47583', '田寮区', '3', '47529', 'T');
INSERT INTO `ey_region` VALUES ('47584', '小港区', '3', '47529', 'X');
INSERT INTO `ey_region` VALUES ('47585', '新兴区', '3', '47529', 'X');
INSERT INTO `ey_region` VALUES ('47586', '燕巢区', '3', '47529', 'Y');
INSERT INTO `ey_region` VALUES ('47587', '盐埕区', '3', '47529', 'Y');
INSERT INTO `ey_region` VALUES ('47588', '永安区', '3', '47529', 'Y');
INSERT INTO `ey_region` VALUES ('47589', '梓官区', '3', '47529', 'Z');
INSERT INTO `ey_region` VALUES ('47590', '左营区', '3', '47529', 'Z');
INSERT INTO `ey_region` VALUES ('47591', '丰滨乡', '3', '47530', 'F');
INSERT INTO `ey_region` VALUES ('47592', '凤林镇', '3', '47530', 'F');
INSERT INTO `ey_region` VALUES ('47593', '富里乡', '3', '47530', 'F');
INSERT INTO `ey_region` VALUES ('47594', '光复乡', '3', '47530', 'G');
INSERT INTO `ey_region` VALUES ('47595', '花莲市', '3', '47530', 'H');
INSERT INTO `ey_region` VALUES ('47596', '吉安乡', '3', '47530', 'J');
INSERT INTO `ey_region` VALUES ('47597', '瑞穗乡', '3', '47530', 'R');
INSERT INTO `ey_region` VALUES ('47598', '寿丰乡', '3', '47530', 'S');
INSERT INTO `ey_region` VALUES ('47599', '太鲁阁', '3', '47530', 'T');
INSERT INTO `ey_region` VALUES ('47600', '万荣乡', '3', '47530', 'W');
INSERT INTO `ey_region` VALUES ('47601', '新城乡', '3', '47530', 'X');
INSERT INTO `ey_region` VALUES ('47602', '秀林乡', '3', '47530', 'X');
INSERT INTO `ey_region` VALUES ('47603', '玉里镇', '3', '47530', 'Y');
INSERT INTO `ey_region` VALUES ('47604', '卓溪乡', '3', '47530', 'Z');
INSERT INTO `ey_region` VALUES ('47605', '安乐区', '3', '47531', 'A');
INSERT INTO `ey_region` VALUES ('47606', '暖暖区', '3', '47531', 'N');
INSERT INTO `ey_region` VALUES ('47607', '七堵区', '3', '47531', 'Q');
INSERT INTO `ey_region` VALUES ('47608', '其它区', '3', '47531', 'Q');
INSERT INTO `ey_region` VALUES ('47609', '仁爱区', '3', '47531', 'R');
INSERT INTO `ey_region` VALUES ('47610', '信义区', '3', '47531', 'X');
INSERT INTO `ey_region` VALUES ('47611', '中山区', '3', '47531', 'Z');
INSERT INTO `ey_region` VALUES ('47612', '中正区', '3', '47531', 'Z');
INSERT INTO `ey_region` VALUES ('47613', '东区', '3', '47532', 'D');
INSERT INTO `ey_region` VALUES ('47614', '西区', '3', '47532', 'X');
INSERT INTO `ey_region` VALUES ('47615', '其它区', '3', '47532', 'Q');
INSERT INTO `ey_region` VALUES ('47616', '阿里山乡', '3', '47533', 'A');
INSERT INTO `ey_region` VALUES ('47617', '布袋镇', '3', '47533', 'B');
INSERT INTO `ey_region` VALUES ('47618', '大林镇', '3', '47533', 'D');
INSERT INTO `ey_region` VALUES ('47619', '大埔乡', '3', '47533', 'D');
INSERT INTO `ey_region` VALUES ('47620', '东石乡', '3', '47533', 'D');
INSERT INTO `ey_region` VALUES ('47621', '番路乡', '3', '47533', 'F');
INSERT INTO `ey_region` VALUES ('47622', '六脚乡', '3', '47533', 'L');
INSERT INTO `ey_region` VALUES ('47623', '鹿草乡', '3', '47533', 'L');
INSERT INTO `ey_region` VALUES ('47624', '梅山乡', '3', '47533', 'M');
INSERT INTO `ey_region` VALUES ('47625', '民雄乡', '3', '47533', 'M');
INSERT INTO `ey_region` VALUES ('47626', '朴子市', '3', '47533', 'P');
INSERT INTO `ey_region` VALUES ('47627', '水上乡', '3', '47533', 'S');
INSERT INTO `ey_region` VALUES ('47628', '太保市', '3', '47533', 'T');
INSERT INTO `ey_region` VALUES ('47629', '溪口乡', '3', '47533', 'X');
INSERT INTO `ey_region` VALUES ('47630', '新港乡', '3', '47533', 'X');
INSERT INTO `ey_region` VALUES ('47631', '义竹乡', '3', '47533', 'Y');
INSERT INTO `ey_region` VALUES ('47632', '中埔乡', '3', '47533', 'Z');
INSERT INTO `ey_region` VALUES ('47633', '竹崎乡', '3', '47533', 'Z');
INSERT INTO `ey_region` VALUES ('47634', '金城镇', '3', '47534', 'J');
INSERT INTO `ey_region` VALUES ('47635', '金湖镇', '3', '47534', 'J');
INSERT INTO `ey_region` VALUES ('47636', '金宁乡', '3', '47534', 'J');
INSERT INTO `ey_region` VALUES ('47637', '金沙镇', '3', '47534', 'J');
INSERT INTO `ey_region` VALUES ('47638', '烈屿乡', '3', '47534', 'L');
INSERT INTO `ey_region` VALUES ('47639', '乌邱乡', '3', '47534', 'W');
INSERT INTO `ey_region` VALUES ('47640', '北竿乡', '3', '47535', 'B');
INSERT INTO `ey_region` VALUES ('47641', '东引乡', '3', '47535', 'D');
INSERT INTO `ey_region` VALUES ('47642', '莒光乡', '3', '47535', 'J');
INSERT INTO `ey_region` VALUES ('47643', '南竿乡', '3', '47535', 'N');
INSERT INTO `ey_region` VALUES ('47644', '大湖乡', '3', '47536', 'D');
INSERT INTO `ey_region` VALUES ('47645', '公馆乡', '3', '47536', 'G');
INSERT INTO `ey_region` VALUES ('47646', '后龙镇', '3', '47536', 'H');
INSERT INTO `ey_region` VALUES ('47647', '苗栗市', '3', '47536', 'M');
INSERT INTO `ey_region` VALUES ('47648', '南庄乡', '3', '47536', 'N');
INSERT INTO `ey_region` VALUES ('47649', '三湾乡', '3', '47536', 'S');
INSERT INTO `ey_region` VALUES ('47650', '三义乡', '3', '47536', 'S');
INSERT INTO `ey_region` VALUES ('47651', '狮潭乡', '3', '47536', 'S');
INSERT INTO `ey_region` VALUES ('47652', '泰安乡', '3', '47536', 'T');
INSERT INTO `ey_region` VALUES ('47653', '铜锣乡', '3', '47536', 'T');
INSERT INTO `ey_region` VALUES ('47654', '通宵镇', '3', '47536', 'T');
INSERT INTO `ey_region` VALUES ('47655', '头份镇', '3', '47536', 'T');
INSERT INTO `ey_region` VALUES ('47656', '头屋乡', '3', '47536', 'T');
INSERT INTO `ey_region` VALUES ('47657', '西湖乡', '3', '47536', 'X');
INSERT INTO `ey_region` VALUES ('47658', '苑里镇', '3', '47536', 'Y');
INSERT INTO `ey_region` VALUES ('47659', '造桥乡', '3', '47536', 'Z');
INSERT INTO `ey_region` VALUES ('47660', '竹南镇', '3', '47536', 'Z');
INSERT INTO `ey_region` VALUES ('47661', '卓兰镇', '3', '47536', 'Z');
INSERT INTO `ey_region` VALUES ('47662', '草屯镇', '3', '47537', 'C');
INSERT INTO `ey_region` VALUES ('47663', '国姓乡', '3', '47537', 'G');
INSERT INTO `ey_region` VALUES ('47664', '集集镇', '3', '47537', 'J');
INSERT INTO `ey_region` VALUES ('47665', '鹿谷乡', '3', '47537', 'L');
INSERT INTO `ey_region` VALUES ('47666', '名间乡', '3', '47537', 'M');
INSERT INTO `ey_region` VALUES ('47667', '南投市', '3', '47537', 'N');
INSERT INTO `ey_region` VALUES ('47668', '埔里镇', '3', '47537', 'P');
INSERT INTO `ey_region` VALUES ('47669', '仁爱乡', '3', '47537', 'R');
INSERT INTO `ey_region` VALUES ('47670', '水里乡', '3', '47537', 'S');
INSERT INTO `ey_region` VALUES ('47671', '信义乡', '3', '47537', 'X');
INSERT INTO `ey_region` VALUES ('47672', '鱼池乡', '3', '47537', 'Y');
INSERT INTO `ey_region` VALUES ('47673', '中寮乡', '3', '47537', 'Z');
INSERT INTO `ey_region` VALUES ('47674', '竹山镇', '3', '47537', 'Z');
INSERT INTO `ey_region` VALUES ('47675', '白沙乡', '3', '47538', 'B');
INSERT INTO `ey_region` VALUES ('47676', '湖西乡', '3', '47538', 'H');
INSERT INTO `ey_region` VALUES ('47677', '马公市', '3', '47538', 'M');
INSERT INTO `ey_region` VALUES ('47678', '七美乡', '3', '47538', 'Q');
INSERT INTO `ey_region` VALUES ('47679', '望安乡', '3', '47538', 'W');
INSERT INTO `ey_region` VALUES ('47680', '西屿乡', '3', '47538', 'X');
INSERT INTO `ey_region` VALUES ('47681', '长治乡', '3', '47539', 'C');
INSERT INTO `ey_region` VALUES ('47682', '潮州镇', '3', '47539', 'C');
INSERT INTO `ey_region` VALUES ('47683', '车城乡', '3', '47539', 'C');
INSERT INTO `ey_region` VALUES ('47684', '春日乡', '3', '47539', 'C');
INSERT INTO `ey_region` VALUES ('47685', '东港镇', '3', '47539', 'D');
INSERT INTO `ey_region` VALUES ('47686', '枋寮乡', '3', '47539', 'F');
INSERT INTO `ey_region` VALUES ('47687', '枋山乡', '3', '47539', 'F');
INSERT INTO `ey_region` VALUES ('47688', '高树乡', '3', '47539', 'G');
INSERT INTO `ey_region` VALUES ('47689', '恒春镇', '3', '47539', 'H');
INSERT INTO `ey_region` VALUES ('47690', '佳冬乡', '3', '47539', 'J');
INSERT INTO `ey_region` VALUES ('47691', '九如乡', '3', '47539', 'J');
INSERT INTO `ey_region` VALUES ('47692', '崁顶乡', '3', '47539', 'K');
INSERT INTO `ey_region` VALUES ('47693', '来义乡', '3', '47539', 'L');
INSERT INTO `ey_region` VALUES ('47694', '里港乡', '3', '47539', 'L');
INSERT INTO `ey_region` VALUES ('47695', '林边乡', '3', '47539', 'L');
INSERT INTO `ey_region` VALUES ('47696', '麟洛乡', '3', '47539', 'L');
INSERT INTO `ey_region` VALUES ('47697', '琉球乡', '3', '47539', 'L');
INSERT INTO `ey_region` VALUES ('47698', '玛家乡', '3', '47539', 'M');
INSERT INTO `ey_region` VALUES ('47699', '满州乡', '3', '47539', 'M');
INSERT INTO `ey_region` VALUES ('47700', '牡丹乡', '3', '47539', 'M');
INSERT INTO `ey_region` VALUES ('47701', '南州乡', '3', '47539', 'N');
INSERT INTO `ey_region` VALUES ('47702', '内埔乡', '3', '47539', 'N');
INSERT INTO `ey_region` VALUES ('47703', '屏东市', '3', '47539', 'P');
INSERT INTO `ey_region` VALUES ('47704', '三地门乡', '3', '47539', 'S');
INSERT INTO `ey_region` VALUES ('47705', '狮子乡', '3', '47539', 'S');
INSERT INTO `ey_region` VALUES ('47706', '泰武乡', '3', '47539', 'T');
INSERT INTO `ey_region` VALUES ('47707', '万丹乡', '3', '47539', 'W');
INSERT INTO `ey_region` VALUES ('47708', '万峦乡', '3', '47539', 'W');
INSERT INTO `ey_region` VALUES ('47709', '雾台乡', '3', '47539', 'W');
INSERT INTO `ey_region` VALUES ('47710', '新埤乡', '3', '47539', 'X');
INSERT INTO `ey_region` VALUES ('47711', '新园乡', '3', '47539', 'X');
INSERT INTO `ey_region` VALUES ('47712', '盐埔乡', '3', '47539', 'Y');
INSERT INTO `ey_region` VALUES ('47713', '竹田乡', '3', '47539', 'Z');
INSERT INTO `ey_region` VALUES ('47714', '北投区', '3', '47540', 'B');
INSERT INTO `ey_region` VALUES ('47715', '大安区', '3', '47540', 'D');
INSERT INTO `ey_region` VALUES ('47716', '大同区', '3', '47540', 'D');
INSERT INTO `ey_region` VALUES ('47717', '南港区', '3', '47540', 'N');
INSERT INTO `ey_region` VALUES ('47718', '内湖区', '3', '47540', 'N');
INSERT INTO `ey_region` VALUES ('47719', '士林区', '3', '47540', 'S');
INSERT INTO `ey_region` VALUES ('47720', '松山区', '3', '47540', 'S');
INSERT INTO `ey_region` VALUES ('47721', '万华区', '3', '47540', 'W');
INSERT INTO `ey_region` VALUES ('47722', '文山区', '3', '47540', 'W');
INSERT INTO `ey_region` VALUES ('47723', '信义区', '3', '47540', 'X');
INSERT INTO `ey_region` VALUES ('47724', '中山区', '3', '47540', 'Z');
INSERT INTO `ey_region` VALUES ('47725', '中正区', '3', '47540', 'Z');
INSERT INTO `ey_region` VALUES ('47726', '其它区', '3', '47540', 'Q');
INSERT INTO `ey_region` VALUES ('47727', '卑南乡', '3', '47541', 'B');
INSERT INTO `ey_region` VALUES ('47728', '长滨乡', '3', '47541', 'C');
INSERT INTO `ey_region` VALUES ('47729', '成功镇', '3', '47541', 'C');
INSERT INTO `ey_region` VALUES ('47730', '池上乡', '3', '47541', 'C');
INSERT INTO `ey_region` VALUES ('47731', '达仁乡', '3', '47541', 'D');
INSERT INTO `ey_region` VALUES ('47732', '大武乡', '3', '47541', 'D');
INSERT INTO `ey_region` VALUES ('47733', '东河乡', '3', '47541', 'D');
INSERT INTO `ey_region` VALUES ('47734', '关山镇', '3', '47541', 'G');
INSERT INTO `ey_region` VALUES ('47735', '海端乡', '3', '47541', 'H');
INSERT INTO `ey_region` VALUES ('47736', '金峰乡', '3', '47541', 'J');
INSERT INTO `ey_region` VALUES ('47737', '兰屿乡', '3', '47541', 'L');
INSERT INTO `ey_region` VALUES ('47738', '鹿野乡', '3', '47541', 'L');
INSERT INTO `ey_region` VALUES ('47739', '绿岛乡', '3', '47541', 'L');
INSERT INTO `ey_region` VALUES ('47740', '台东市', '3', '47541', 'T');
INSERT INTO `ey_region` VALUES ('47741', '太麻里乡', '3', '47541', 'T');
INSERT INTO `ey_region` VALUES ('47742', '延平乡', '3', '47541', 'Y');
INSERT INTO `ey_region` VALUES ('47743', '中西区', '3', '47542', 'Z');
INSERT INTO `ey_region` VALUES ('47744', '东区', '3', '47542', 'D');
INSERT INTO `ey_region` VALUES ('47745', '南区', '3', '47542', 'N');
INSERT INTO `ey_region` VALUES ('47746', '北区', '3', '47542', 'B');
INSERT INTO `ey_region` VALUES ('47747', '安平区', '3', '47542', 'A');
INSERT INTO `ey_region` VALUES ('47748', '安南区', '3', '47542', 'A');
INSERT INTO `ey_region` VALUES ('47749', '其它区', '3', '47542', 'Q');
INSERT INTO `ey_region` VALUES ('47750', '永康区', '3', '47542', 'Y');
INSERT INTO `ey_region` VALUES ('47751', '归仁区', '3', '47542', 'G');
INSERT INTO `ey_region` VALUES ('47752', '新化区', '3', '47542', 'X');
INSERT INTO `ey_region` VALUES ('47753', '左镇区', '3', '47542', 'Z');
INSERT INTO `ey_region` VALUES ('47754', '玉井区', '3', '47542', 'Y');
INSERT INTO `ey_region` VALUES ('47755', '楠西区', '3', '47542', 'N');
INSERT INTO `ey_region` VALUES ('47756', '南化区', '3', '47542', 'N');
INSERT INTO `ey_region` VALUES ('47757', '仁德区', '3', '47542', 'R');
INSERT INTO `ey_region` VALUES ('47758', '关庙区', '3', '47542', 'G');
INSERT INTO `ey_region` VALUES ('47759', '龙崎区', '3', '47542', 'L');
INSERT INTO `ey_region` VALUES ('47760', '官田区', '3', '47542', 'G');
INSERT INTO `ey_region` VALUES ('47761', '麻豆区', '3', '47542', 'M');
INSERT INTO `ey_region` VALUES ('47762', '佳里区', '3', '47542', 'J');
INSERT INTO `ey_region` VALUES ('47763', '西港区', '3', '47542', 'X');
INSERT INTO `ey_region` VALUES ('47764', '七股区', '3', '47542', 'Q');
INSERT INTO `ey_region` VALUES ('47765', '将军区', '3', '47542', 'J');
INSERT INTO `ey_region` VALUES ('47766', '学甲区', '3', '47542', 'X');
INSERT INTO `ey_region` VALUES ('47767', '北门区', '3', '47542', 'B');
INSERT INTO `ey_region` VALUES ('47768', '新营区', '3', '47542', 'X');
INSERT INTO `ey_region` VALUES ('47769', '后壁区', '3', '47542', 'H');
INSERT INTO `ey_region` VALUES ('47770', '白河区', '3', '47542', 'B');
INSERT INTO `ey_region` VALUES ('47771', '东山区', '3', '47542', 'D');
INSERT INTO `ey_region` VALUES ('47772', '六甲区', '3', '47542', 'L');
INSERT INTO `ey_region` VALUES ('47773', '下营区', '3', '47542', 'X');
INSERT INTO `ey_region` VALUES ('47774', '柳营区', '3', '47542', 'L');
INSERT INTO `ey_region` VALUES ('47775', '盐水区', '3', '47542', 'Y');
INSERT INTO `ey_region` VALUES ('47776', '善化区', '3', '47542', 'S');
INSERT INTO `ey_region` VALUES ('47777', '大内区', '3', '47542', 'D');
INSERT INTO `ey_region` VALUES ('47778', '山上区', '3', '47542', 'S');
INSERT INTO `ey_region` VALUES ('47779', '新市区', '3', '47542', 'X');
INSERT INTO `ey_region` VALUES ('47780', '安定区', '3', '47542', 'A');
INSERT INTO `ey_region` VALUES ('47781', '中区', '3', '47543', 'Z');
INSERT INTO `ey_region` VALUES ('47782', '东区', '3', '47543', 'D');
INSERT INTO `ey_region` VALUES ('47783', '南区', '3', '47543', 'N');
INSERT INTO `ey_region` VALUES ('47784', '西区', '3', '47543', 'X');
INSERT INTO `ey_region` VALUES ('47785', '北区', '3', '47543', 'B');
INSERT INTO `ey_region` VALUES ('47786', '北屯区', '3', '47543', 'B');
INSERT INTO `ey_region` VALUES ('47787', '西屯区', '3', '47543', 'X');
INSERT INTO `ey_region` VALUES ('47788', '南屯区', '3', '47543', 'N');
INSERT INTO `ey_region` VALUES ('47789', '其它区', '3', '47543', 'Q');
INSERT INTO `ey_region` VALUES ('47790', '太平区', '3', '47543', 'T');
INSERT INTO `ey_region` VALUES ('47791', '大里区', '3', '47543', 'D');
INSERT INTO `ey_region` VALUES ('47792', '雾峰区', '3', '47543', 'W');
INSERT INTO `ey_region` VALUES ('47793', '乌日区', '3', '47543', 'W');
INSERT INTO `ey_region` VALUES ('47794', '丰原区', '3', '47543', 'F');
INSERT INTO `ey_region` VALUES ('47795', '后里区', '3', '47543', 'H');
INSERT INTO `ey_region` VALUES ('47796', '石冈区', '3', '47543', 'S');
INSERT INTO `ey_region` VALUES ('47797', '东势区', '3', '47543', 'D');
INSERT INTO `ey_region` VALUES ('47798', '和平区', '3', '47543', 'H');
INSERT INTO `ey_region` VALUES ('47799', '新社区', '3', '47543', 'X');
INSERT INTO `ey_region` VALUES ('47800', '潭子区', '3', '47543', 'T');
INSERT INTO `ey_region` VALUES ('47801', '大雅区', '3', '47543', 'D');
INSERT INTO `ey_region` VALUES ('47802', '神冈区', '3', '47543', 'S');
INSERT INTO `ey_region` VALUES ('47803', '大肚区', '3', '47543', 'D');
INSERT INTO `ey_region` VALUES ('47804', '沙鹿区', '3', '47543', 'S');
INSERT INTO `ey_region` VALUES ('47805', '龙井区', '3', '47543', 'L');
INSERT INTO `ey_region` VALUES ('47806', '梧栖区', '3', '47543', 'W');
INSERT INTO `ey_region` VALUES ('47807', '清水区', '3', '47543', 'Q');
INSERT INTO `ey_region` VALUES ('47808', '大甲区', '3', '47543', 'D');
INSERT INTO `ey_region` VALUES ('47809', '外埔区', '3', '47543', 'W');
INSERT INTO `ey_region` VALUES ('47810', '大安区', '3', '47543', 'D');
INSERT INTO `ey_region` VALUES ('47811', '中坜区', '3', '47544', 'Z');
INSERT INTO `ey_region` VALUES ('47812', '平镇区', '3', '47544', 'P');
INSERT INTO `ey_region` VALUES ('47813', '龙潭区', '3', '47544', 'L');
INSERT INTO `ey_region` VALUES ('47814', '杨梅区', '3', '47544', 'Y');
INSERT INTO `ey_region` VALUES ('47815', '新屋区', '3', '47544', 'X');
INSERT INTO `ey_region` VALUES ('47816', '观音区', '3', '47544', 'G');
INSERT INTO `ey_region` VALUES ('47817', '桃园区', '3', '47544', 'T');
INSERT INTO `ey_region` VALUES ('47818', '龟山区', '3', '47544', 'G');
INSERT INTO `ey_region` VALUES ('47819', '八德区', '3', '47544', 'B');
INSERT INTO `ey_region` VALUES ('47820', '大溪区', '3', '47544', 'D');
INSERT INTO `ey_region` VALUES ('47821', '复兴区', '3', '47544', 'F');
INSERT INTO `ey_region` VALUES ('47822', '大园区', '3', '47544', 'D');
INSERT INTO `ey_region` VALUES ('47823', '芦竹区', '3', '47544', 'L');
INSERT INTO `ey_region` VALUES ('47824', '万里区', '3', '47545', 'W');
INSERT INTO `ey_region` VALUES ('47825', '金山区', '3', '47545', 'J');
INSERT INTO `ey_region` VALUES ('47826', '板桥区', '3', '47545', 'B');
INSERT INTO `ey_region` VALUES ('47827', '汐止区', '3', '47545', 'X');
INSERT INTO `ey_region` VALUES ('47828', '深坑区', '3', '47545', 'S');
INSERT INTO `ey_region` VALUES ('47829', '石碇区', '3', '47545', 'S');
INSERT INTO `ey_region` VALUES ('47830', '瑞芳区', '3', '47545', 'R');
INSERT INTO `ey_region` VALUES ('47831', '平溪区', '3', '47545', 'P');
INSERT INTO `ey_region` VALUES ('47832', '双溪区', '3', '47545', 'S');
INSERT INTO `ey_region` VALUES ('47833', '贡寮区', '3', '47545', 'G');
INSERT INTO `ey_region` VALUES ('47834', '新店区', '3', '47545', 'X');
INSERT INTO `ey_region` VALUES ('47835', '坪林区', '3', '47545', 'P');
INSERT INTO `ey_region` VALUES ('47836', '乌来区', '3', '47545', 'W');
INSERT INTO `ey_region` VALUES ('47837', '永和区', '3', '47545', 'Y');
INSERT INTO `ey_region` VALUES ('47838', '中和区', '3', '47545', 'Z');
INSERT INTO `ey_region` VALUES ('47839', '土城区', '3', '47545', 'T');
INSERT INTO `ey_region` VALUES ('47840', '三峡区', '3', '47545', 'S');
INSERT INTO `ey_region` VALUES ('47841', '树林区', '3', '47545', 'S');
INSERT INTO `ey_region` VALUES ('47842', '莺歌区', '3', '47545', 'Y');
INSERT INTO `ey_region` VALUES ('47843', '三重区', '3', '47545', 'S');
INSERT INTO `ey_region` VALUES ('47844', '新庄区', '3', '47545', 'X');
INSERT INTO `ey_region` VALUES ('47845', '泰山区', '3', '47545', 'T');
INSERT INTO `ey_region` VALUES ('47846', '林口区', '3', '47545', 'L');
INSERT INTO `ey_region` VALUES ('47847', '芦洲区', '3', '47545', 'L');
INSERT INTO `ey_region` VALUES ('47848', '五股区', '3', '47545', 'W');
INSERT INTO `ey_region` VALUES ('47849', '八里区', '3', '47545', 'B');
INSERT INTO `ey_region` VALUES ('47850', '淡水区', '3', '47545', 'D');
INSERT INTO `ey_region` VALUES ('47851', '三芝区', '3', '47545', 'S');
INSERT INTO `ey_region` VALUES ('47852', '石门区', '3', '47545', 'S');
INSERT INTO `ey_region` VALUES ('47853', '东区', '3', '47546', 'D');
INSERT INTO `ey_region` VALUES ('47854', '北区', '3', '47546', 'B');
INSERT INTO `ey_region` VALUES ('47855', '香山区', '3', '47546', 'X');
INSERT INTO `ey_region` VALUES ('47856', '其它区', '3', '47546', 'Q');
INSERT INTO `ey_region` VALUES ('47857', '竹北市', '3', '47547', 'Z');
INSERT INTO `ey_region` VALUES ('47858', '湖口乡', '3', '47547', 'H');
INSERT INTO `ey_region` VALUES ('47859', '新丰乡', '3', '47547', 'X');
INSERT INTO `ey_region` VALUES ('47860', '新埔镇', '3', '47547', 'X');
INSERT INTO `ey_region` VALUES ('47861', '关西镇', '3', '47547', 'G');
INSERT INTO `ey_region` VALUES ('47862', '芎林乡', '3', '47547', 'X');
INSERT INTO `ey_region` VALUES ('47863', '宝山乡', '3', '47547', 'B');
INSERT INTO `ey_region` VALUES ('47864', '竹东镇', '3', '47547', 'Z');
INSERT INTO `ey_region` VALUES ('47865', '五峰乡', '3', '47547', 'W');
INSERT INTO `ey_region` VALUES ('47866', '横山乡', '3', '47547', 'H');
INSERT INTO `ey_region` VALUES ('47867', '尖石乡', '3', '47547', 'J');
INSERT INTO `ey_region` VALUES ('47868', '北埔乡', '3', '47547', 'B');
INSERT INTO `ey_region` VALUES ('47869', '峨眉乡', '3', '47547', 'E');
INSERT INTO `ey_region` VALUES ('47870', '宜兰市', '3', '47548', 'Y');
INSERT INTO `ey_region` VALUES ('47871', '头城镇', '3', '47548', 'T');
INSERT INTO `ey_region` VALUES ('47872', '礁溪乡', '3', '47548', 'J');
INSERT INTO `ey_region` VALUES ('47873', '壮围乡', '3', '47548', 'Z');
INSERT INTO `ey_region` VALUES ('47874', '员山乡', '3', '47548', 'Y');
INSERT INTO `ey_region` VALUES ('47875', '罗东镇', '3', '47548', 'L');
INSERT INTO `ey_region` VALUES ('47876', '三星乡', '3', '47548', 'S');
INSERT INTO `ey_region` VALUES ('47877', '大同乡', '3', '47548', 'D');
INSERT INTO `ey_region` VALUES ('47878', '五结乡', '3', '47548', 'W');
INSERT INTO `ey_region` VALUES ('47879', '冬山乡', '3', '47548', 'D');
INSERT INTO `ey_region` VALUES ('47880', '苏澳镇', '3', '47548', 'S');
INSERT INTO `ey_region` VALUES ('47881', '南澳乡', '3', '47548', 'N');
INSERT INTO `ey_region` VALUES ('47882', '钓鱼台', '3', '47548', 'D');
INSERT INTO `ey_region` VALUES ('47883', '斗南镇', '3', '47549', 'D');
INSERT INTO `ey_region` VALUES ('47884', '大埤乡', '3', '47549', 'D');
INSERT INTO `ey_region` VALUES ('47885', '虎尾镇', '3', '47549', 'H');
INSERT INTO `ey_region` VALUES ('47886', '土库镇', '3', '47549', 'T');
INSERT INTO `ey_region` VALUES ('47887', '褒忠乡', '3', '47549', 'B');
INSERT INTO `ey_region` VALUES ('47888', '东势乡', '3', '47549', 'D');
INSERT INTO `ey_region` VALUES ('47889', '台西乡', '3', '47549', 'T');
INSERT INTO `ey_region` VALUES ('47890', '仑背乡', '3', '47549', 'L');
INSERT INTO `ey_region` VALUES ('47891', '麦寮乡', '3', '47549', 'M');
INSERT INTO `ey_region` VALUES ('47892', '斗六市', '3', '47549', 'D');
INSERT INTO `ey_region` VALUES ('47893', '林内乡', '3', '47549', 'L');
INSERT INTO `ey_region` VALUES ('47894', '古坑乡', '3', '47549', 'G');
INSERT INTO `ey_region` VALUES ('47895', '莿桐乡', '3', '47549', 'C');
INSERT INTO `ey_region` VALUES ('47896', '西螺镇', '3', '47549', 'X');
INSERT INTO `ey_region` VALUES ('47897', '二仑乡', '3', '47549', 'E');
INSERT INTO `ey_region` VALUES ('47898', '北港镇', '3', '47549', 'B');
INSERT INTO `ey_region` VALUES ('47899', '水林乡', '3', '47549', 'S');
INSERT INTO `ey_region` VALUES ('47900', '口湖乡', '3', '47549', 'K');
INSERT INTO `ey_region` VALUES ('47901', '四湖乡', '3', '47549', 'S');
INSERT INTO `ey_region` VALUES ('47902', '元长乡', '3', '47549', 'Y');
INSERT INTO `ey_region` VALUES ('47903', '彰化市', '3', '47550', 'Z');
INSERT INTO `ey_region` VALUES ('47904', '芬园乡', '3', '47550', 'F');
INSERT INTO `ey_region` VALUES ('47905', '花坛乡', '3', '47550', 'H');
INSERT INTO `ey_region` VALUES ('47906', '秀水乡', '3', '47550', 'X');
INSERT INTO `ey_region` VALUES ('47907', '鹿港镇', '3', '47550', 'L');
INSERT INTO `ey_region` VALUES ('47908', '福兴乡', '3', '47550', 'F');
INSERT INTO `ey_region` VALUES ('47909', '线西乡', '3', '47550', 'X');
INSERT INTO `ey_region` VALUES ('47910', '和美镇', '3', '47550', 'H');
INSERT INTO `ey_region` VALUES ('47911', '伸港乡', '3', '47550', 'S');
INSERT INTO `ey_region` VALUES ('47912', '员林镇', '3', '47550', 'Y');
INSERT INTO `ey_region` VALUES ('47913', '社头乡', '3', '47550', 'S');
INSERT INTO `ey_region` VALUES ('47914', '永靖乡', '3', '47550', 'Y');
INSERT INTO `ey_region` VALUES ('47915', '埔心乡', '3', '47550', 'P');
INSERT INTO `ey_region` VALUES ('47916', '溪湖镇', '3', '47550', 'X');
INSERT INTO `ey_region` VALUES ('47917', '大村乡', '3', '47550', 'D');
INSERT INTO `ey_region` VALUES ('47918', '埔盐乡', '3', '47550', 'P');
INSERT INTO `ey_region` VALUES ('47919', '田中镇', '3', '47550', 'T');
INSERT INTO `ey_region` VALUES ('47920', '北斗镇', '3', '47550', 'B');
INSERT INTO `ey_region` VALUES ('47921', '田尾乡', '3', '47550', 'T');
INSERT INTO `ey_region` VALUES ('47922', '埤头乡', '3', '47550', 'P');
INSERT INTO `ey_region` VALUES ('47923', '溪州乡', '3', '47550', 'X');
INSERT INTO `ey_region` VALUES ('47924', '竹塘乡', '3', '47550', 'Z');
INSERT INTO `ey_region` VALUES ('47925', '二林镇', '3', '47550', 'E');
INSERT INTO `ey_region` VALUES ('47926', '大城乡', '3', '47550', 'D');
INSERT INTO `ey_region` VALUES ('47927', '芳苑乡', '3', '47550', 'F');
INSERT INTO `ey_region` VALUES ('47928', '二水乡', '3', '47550', 'E');

-- -----------------------------
-- Table structure for `ey_search_word`
-- -----------------------------
DROP TABLE IF EXISTS `ey_search_word`;
CREATE TABLE `ey_search_word` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `word` varchar(50) DEFAULT '' COMMENT '关键词',
  `searchNum` int(10) DEFAULT '1' COMMENT '搜索次数',
  `sort_order` int(10) DEFAULT '0' COMMENT '排序号',
  `lang` varchar(30) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  KEY `word` (`word`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='搜索词统计表';


-- -----------------------------
-- Table structure for `ey_setting`
-- -----------------------------
DROP TABLE IF EXISTS `ey_setting`;
CREATE TABLE `ey_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) DEFAULT '' COMMENT '配置的key键名',
  `value` text,
  `inc_type` varchar(64) DEFAULT '' COMMENT '配置分组',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  KEY `inc_type` (`inc_type`,`lang`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='系统非全局配置表';


-- -----------------------------
-- Table structure for `ey_shop_address`
-- -----------------------------
DROP TABLE IF EXISTS `ey_shop_address`;
CREATE TABLE `ey_shop_address` (
  `addr_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '地址id',
  `users_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '会员id',
  `consignee` varchar(60) NOT NULL DEFAULT '' COMMENT '收货人',
  `country` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '国家',
  `province` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '省份',
  `city` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '城市',
  `district` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '县区',
  `address` varchar(500) NOT NULL DEFAULT '' COMMENT '详细地址',
  `zipcode` varchar(10) NOT NULL DEFAULT '' COMMENT '邮政编码',
  `mobile` varchar(20) NOT NULL DEFAULT '' COMMENT '手机',
  `is_default` tinyint(1) DEFAULT '0' COMMENT '是否默认，0否，1是。',
  `lang` varchar(30) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '添加时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`addr_id`),
  KEY `users_id` (`users_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='收货地址表';


-- -----------------------------
-- Table structure for `ey_shop_cart`
-- -----------------------------
DROP TABLE IF EXISTS `ey_shop_cart`;
CREATE TABLE `ey_shop_cart` (
  `cart_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '购物车表',
  `users_id` int(10) unsigned DEFAULT '0' COMMENT '会员id',
  `product_id` int(10) unsigned DEFAULT '0' COMMENT '产品id',
  `product_num` int(10) unsigned DEFAULT '0' COMMENT '购买数量',
  `spec_value_id` varchar(100) DEFAULT '' COMMENT '规格值ID',
  `selected` tinyint(1) DEFAULT '1' COMMENT '购物车选中状态：0未选中，1选中',
  `lang` varchar(30) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '加入购物车的时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`cart_id`),
  KEY `users_id` (`users_id`,`product_id`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='购物车表';


-- -----------------------------
-- Table structure for `ey_shop_express`
-- -----------------------------
DROP TABLE IF EXISTS `ey_shop_express`;
CREATE TABLE `ey_shop_express` (
  `express_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增id',
  `express_code` varchar(32) NOT NULL DEFAULT '' COMMENT '物流code',
  `express_name` varchar(32) NOT NULL DEFAULT '' COMMENT '物流名称',
  `express_lnitials` varchar(5) DEFAULT '' COMMENT '首字母',
  `sort_order` int(10) DEFAULT '0' COMMENT '排序号',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) unsigned DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`express_id`)
) ENGINE=MyISAM AUTO_INCREMENT=596 DEFAULT CHARSET=utf8 COMMENT='快递公司表';

-- -----------------------------
-- Records of `ey_shop_express`
-- -----------------------------
INSERT INTO `ey_shop_express` VALUES ('1', 'yuantong', '圆通快递', 'Y', '97', '1553911076', '1554974797');
INSERT INTO `ey_shop_express` VALUES ('2', 'shentong', '申通快递', 'S', '98', '1553911076', '1554974707');
INSERT INTO `ey_shop_express` VALUES ('3', 'shunfeng', '顺丰快递', 'S', '98', '1553911076', '1554974710');
INSERT INTO `ey_shop_express` VALUES ('4', 'yunda', '韵达快递', 'Y', '99', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('5', 'debangwuliu', '德邦快递', 'D', '99', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('6', 'zhongtong', '中通快递', 'Z', '99', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('7', 'huitongkuaidi', '百世快递', 'B', '99', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('8', 'youzhengguonei', '邮政包裹', 'Y', '99', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('9', 'ems', 'EMS', 'E', '99', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('10', 'youzhengguoji', '邮政国际', 'Y', '99', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('11', 'aolau', 'AOL澳通速递', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('12', 'a2u', 'A2U速递', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('13', 'aae', 'AAE快递', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('14', 'annengwuliu', '安能物流', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('15', 'anxl', '安迅物流', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('16', 'auexpress', '澳邮中国快运', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('17', 'exfresh', '安鲜达', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('18', 'anjie88', '安捷物流', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('19', 'adodoxm', '澳多多国际速递', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('20', 'ariesfar', '艾瑞斯远', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('21', 'qdants', 'ANTS EXPRESS', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('22', 'astexpress', '安世通快递', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('23', 'gda', '安的快递', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('24', 'ausexpress', '澳世速递', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('25', 'ibuy8', '爱拜物流', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('26', 'aplusex', 'Aplus物流', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('27', 'adapost', '安达速递', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('28', 'adiexpress', '安达易国际速递', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('29', 'maxeedexpress', '澳洲迈速快递', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('30', 'onway', '昂威物流', 'A', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('31', 'bcwelt', 'BCWELT', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('32', 'balunzhi', '巴伦支快递', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('33', 'xiaohongmao', '北青小红帽', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('34', 'bfdf', '百福东方物流', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('35', 'bangsongwuliu', '邦送物流', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('36', 'lbbk', '宝凯物流', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('37', 'bqcwl', '百千诚物流', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('38', 'idada', '百成大达物流', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('39', 'baishiwuliu', '百世快运', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('40', 'baitengwuliu', '百腾物流', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('41', 'birdex', '笨鸟海淘', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('42', 'bsht', '百事亨通', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('43', 'benteng', '奔腾物流', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('44', 'cuckooexpess', '布谷鸟速递', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('45', 'bgky100', '邦工快运', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('46', 'bosind', '堡昕德速递', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('47', 'banma', '斑马物联网', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('48', 'polarisexpress', '北极星快运', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('49', 'beijingfengyue', '北京丰越供应链', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('50', 'europe8', '败欧洲', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('51', 'bmlchina', '标杆物流', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('52', 'comexpress', '邦通国际', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('53', 'baotongkd', '宝通快递', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('54', 'beckygo', '佰麒快递', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('55', 'boyol', '贝业物流', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('56', 'bdatong', '八达通快递', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('57', 'bangbangpost', '帮帮发', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('58', 'baoxianda', '报通快递', 'B', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('59', 'coe', '中国东方(COE)', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('60', 'cloudexpress', 'CE易欧通国际速递', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('61', 'city100', '城市100', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('62', 'chuanxiwuliu', '传喜物流', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('63', 'chengjisudi', '城际速递', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('64', 'lijisong', '立即送', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('65', 'chukou1', '出口易', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('66', 'nanjingshengbang', '晟邦物流', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('67', 'flyway', '程光快递', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('68', 'cbo56', '钏博物流', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('69', 'cex', '城铁速递', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('70', 'cnup', 'CNUP 中联邮', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('71', 'clsp', 'CL日中速运', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('72', 'cnair', 'CNAIR', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('73', 'cangspeed', '仓鼠快递', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('74', 'spring56', '春风物流', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('75', 'cunto', '村通快递', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('76', 'longvast', '长风物流', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('77', 'changjiang', '长江国际速递', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('78', 'cncexp', 'C&C国际速递', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('79', 'parcelchina', '诚一物流', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('80', 'chengtong', '城通物流', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('81', 'otpexpress', '承诺达', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('82', 'sfpost', '曹操到', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('83', 'changwooair', '昌宇国际', 'C', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('84', 'dhl', 'DHL快递（中国件）', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('85', 'dhlen', 'DHL（国际件）', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('86', 'dhlde', 'DHL（德国件）', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('87', 'dtwl', '大田物流', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('88', 'disifang', '递四方', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('89', 'dayangwuliu', '大洋物流', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('90', 'dechuangwuliu', '德创物流', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('91', 'dskd', 'D速物流', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('92', 'donghanwl', '东瀚物流', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('93', 'dfpost', '达方物流', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('94', 'dongjun', '东骏快捷物流', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('95', 'dindon', '叮咚澳洲转运', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('96', 'dazhong', '大众佐川急便', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('97', 'ahdf', '德方物流', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('98', 'dehaoyi', '德豪驿', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('99', 'dhlpaket', 'DHL Paket', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('100', 'ubuy', '德国优拜物流', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('101', 'adlerlogi', '德国雄鹰速递', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('102', 'yunexpress', '德国云快递', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('103', 'di5pll', '递五方云仓', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('104', 'deguo8elog', '德国八易转运', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('105', 'camekong', '到了港', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('106', 'dbstation', 'db-station', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('107', 'dadaoex', '大道物流', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('108', 'dekuncn', '德坤物流', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('109', 'twkd56', '缔惠盛合', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('110', 'gslexpress', '德尚国际速递', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('111', 'eucpost', '德国 EUC POST', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('112', 'est365', '东方汇', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('113', 'ecotransite', '东西E全运', 'D', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('114', 'euexpress', 'EU-EXPRESS', 'E', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('115', 'emsguoji', 'EMS国际快递查询', 'E', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('116', 'eshunda', '俄顺达', 'E', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('117', 'ewe', 'EWE全球快递', 'E', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('118', 'easyexpress', 'EASYEXPRESS国际速递', 'E', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('119', 'edtexpress', 'e直运', 'E', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('120', 'ecallturn', 'E跨通', 'E', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('121', 'fedex', 'FedEx快递查询', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('122', 'fedexus', 'FedEx（美国）', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('123', 'fox', 'FOX国际速递', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('124', 'rufengda', '如风达快递', 'R', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('125', 'fkd', '飞康达物流', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('126', 'feibaokuaidi', '飞豹快递', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('127', 'fandaguoji', '颿达国际', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('128', 'feiyuanvipshop', '飞远配送', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('129', 'hnfy', '飞鹰物流', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('130', 'fengxingtianxia', '风行天下', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('131', 'flysman', '飞力士物流', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('132', 'fbkd', '飞邦快递', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('133', 'sccod', '丰程物流', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('134', 'crazyexpress', '疯狂快递', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('135', 'ftlexpress', '法翔速运', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('136', 'ftd', '富腾达快递', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('137', 'arkexpress', '方舟国际速递', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('138', 'fedroad', 'FedRoad 联邦转运', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('139', 'freakyquick', 'FQ狂派速递', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('140', 'fecobv', '丰客物流', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('141', 'fyex', '飞云快递系统', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('142', 'beebird', '锋鸟物流', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('143', 'shipgce', '飞洋快递', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('144', 'koali', '番薯国际货运', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('145', 'epanex', '泛捷国际速递', 'F', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('146', 'gaticn', 'GATI快递', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('147', 'gts', 'GTS快递', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('148', 'guotongkuaidi', '国通快递', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('149', 'ndkd', '能达速递', 'N', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('150', 'gongsuda', '共速达', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('151', 'gtongsudi', '广通速递（山东）', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('152', 'suteng', '速腾物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('153', 'gdkd', '港快速递', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('154', 'hre', '高铁速递', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('155', 'gscq365', '哥士传奇速递', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('156', 'gjwl', '冠捷物流', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('157', 'xdshipping', '国晶物流', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('158', 'ge2d', 'GE2D跨境物流', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('159', 'gaotieex', '高铁快运', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('160', 'gansuandi', '甘肃安的快递', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('161', 'gdct56', '广东诚通物流', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('162', 'ghtexpress', 'GHT物流', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('163', 'goldjet', '高捷快运', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('164', 'gtgogo', 'GT国际快运', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('165', 'gxwl', '光线速递', 'G', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('166', 'tdhy', '华宇物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('167', 'hl', '恒路物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('168', 'hlyex', '好来运快递', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('169', 'hebeijianhua', '河北建华', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('170', 'huaqikuaiyun', '华企快运', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('171', 'haosheng', '昊盛物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('172', 'hutongwuliu', '户通物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('173', 'hzpl', '华航快递', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('174', 'huangmajia', '黄马甲快递', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('175', 'ucs', '合众速递（UCS）', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('176', 'pfcexpress', '皇家物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('177', 'huoban', '伙伴物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('178', 'nedahm', '红马速递', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('179', 'huiwen', '汇文配送', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('180', 'nmhuahe', '华赫物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('181', 'hjs', '猴急送', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('182', 'hangyu', '航宇快递', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('183', 'huilian', '辉联物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('184', 'huanqiu', '环球速运', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('185', 'htwd', '华通务达物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('186', 'hipito', '海派通', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('187', 'hqtd', '环球通达', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('188', 'airgtc', '航空快递', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('189', 'haoyoukuai', '好又快物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('190', 'ccd', '河南次晨达', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('191', 'hfwuxi', '和丰同城', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('192', 'higo', '黑狗物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('193', 'hyytes', '恒宇运通', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('194', 'hengrui56', '恒瑞物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('195', 'hangrui', '上海航瑞货运', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('196', 'ghl', '环创物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('197', 'hnqst', '河南全速通', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('198', 'hitaoe', 'Hi淘易快递', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('199', 'hhair56', '华瀚快递', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('200', 'haimibuy', '海米派物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('201', 'ht22', '海淘物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('202', 'hivewms', '海沧无忧', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('203', 'hnht56', '鸿泰物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('204', 'hsgtsd', '海硕高铁速递', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('205', 'hltop', '海联快递', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('206', 'hlkytj', '互联快运', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('207', 'haidaibao', '海带宝转运', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('208', 'flowerkd', '花瓣转运', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('209', 'heimao56', '黑猫速运', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('210', 'logistics', '華信物流WTO', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('211', 'hgy56', '环国运物流', 'H', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('212', 'iparcel', 'i-parcel', 'I', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('213', 'jjwl', '佳吉物流', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('214', 'jywl', '佳怡物流', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('215', 'jymwl', '加运美快递', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('216', 'jxd', '急先达物流', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('217', 'jgsd', '京广速递快件', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('218', 'jykd', '晋越快递', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('219', 'jd', '京东物流', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('220', 'jietekuaidi', '捷特快递', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('221', 'jiuyicn', '久易快递', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('222', 'jiuyescm', '九曳供应链', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('223', 'junfengguoji', '骏丰国际速递', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('224', 'jiajiatong56', '佳家通', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('225', 'jrypex', '吉日优派', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('226', 'jinchengwuliu', '锦程国际物流', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('227', 'jgwl', '景光物流', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('228', 'pzhjst', '急顺通', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('229', 'ruexp', '捷网俄全通', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('230', 'jialidatong', '嘉里大通', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('231', 'jmjss', '金马甲', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('232', 'jiacheng', '佳成快递', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('233', 'jsexpress', '骏绅物流', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('234', 'hrex', '锦程快递', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('235', 'jieanda', '捷安达国际速递', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('236', 'newsway', '家家通快递', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('237', 'mapleexpress', '今枫国际快运', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('238', 'jixiangyouau', '吉祥邮（澳洲）', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('239', 'jjx888', '佳捷翔物流', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('240', 'polarexpress', '极地快递', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('241', 'jiazhoumao', '加州猫速递', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('242', 'juzhongda', '聚中大', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('243', 'jieborne', '捷邦物流', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('244', 'jxfex', '集先锋速递', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('245', 'jiugong', '九宫物流', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('246', 'jiujiuwl', '久久物流', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('247', 'jintongkd', '劲通快递', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('248', 'jcsuda', '嘉诚速达', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('249', 'jingshun', '景顺物流', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('250', 'fastontime', '加拿大联通快运', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('251', 'khzto', '柬埔寨中通', 'J', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('252', 'kjkd', '快捷快递', 'K', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('253', 'kangliwuliu', '康力物流', 'K', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('254', 'kuayue', '跨越速运', 'K', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('255', 'kuaiyouda', '快优达速递', 'K', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('256', 'happylink', '开心快递', 'K', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('257', 'ksudi', '快速递', 'K', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('258', 'kyue', '跨跃国际', 'K', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('259', 'kfwnet', '快服务', 'K', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('260', 'kuai8', '快8速运', 'K', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('261', 'kuaidawuliu', '快达物流', 'K', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('262', 'lianb', '联邦快递（国内）', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('263', 'lhtwl', '联昊通物流', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('264', 'lb', '龙邦速递', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('265', 'lejiedi', '乐捷递', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('266', 'lanhukuaidi', '蓝弧快递', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('267', 'ltexp', '乐天速递', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('268', 'lutong', '鲁通快运', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('269', 'ledii', '乐递供应链', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('270', 'lundao', '论道国际物流', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('271', 'lasy56', '林安物流', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('272', 'lsexpress', '6LS EXPRESS', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('273', 'szuem', '联运通物流', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('274', 'blueskyexpress', '蓝天国际航空快递', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('275', 'lfexpress', '龙枫国际速递', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('276', 'gslhkd', '联合快递', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('277', 'longfx', '龙飞祥快递', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('278', 'luben', '陆本速递 LUBEN EXPRESS', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('279', 'unitedex', '联合速运', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('280', 'lbex', '龙邦物流', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('281', 'ltparcel', '联通快递', 'L', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('282', 'macroexpressco', 'ME物流', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('283', 'mh', '民航快递', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('284', 'meiguokuaidi', '美国快递', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('285', 'menduimen', '门对门', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('286', 'mingliangwuliu', '明亮物流', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('287', 'minbangsudi', '民邦速递', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('288', 'minshengkuaidi', '闽盛快递', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('289', 'yundaexus', '美国韵达', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('290', 'mchy', '木春货运', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('291', 'meiquick', '美快国际物流', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('292', 'valueway', '美通快递', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('293', 'cnmcpl', '马珂博逻', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('294', 'mailongdy', '迈隆递运', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('295', 'zsmhwl', '明辉物流', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('296', 'mosuda', '魔速达', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('297', 'meibang', '美邦国际快递', 'M', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('298', 'nuoyaao', '偌亚奥国际', 'N', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('299', 'nuoer', '诺尔国际物流', 'N', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('300', 'nell', '尼尔快递', 'N', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('301', 'ndwl', '南方传媒物流', 'N', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('302', 'canhold', '能装能送', 'N', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('303', 'wanjiatong', '宁夏万家通', 'N', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('304', 'nlebv', '欧亚专线', 'O', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('305', 'oborexpress', 'OBOR Express', 'O', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('306', 'pcaexpress', 'PCA Express', 'P', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('307', 'pingandatengfei', '平安达腾飞', 'P', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('308', 'peixingwuliu', '陪行物流', 'P', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('309', 'pengyuanexpress', '鹏远国际速递', 'P', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('310', 'postelbe', 'PostElbe', 'P', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('311', 'papascm', '啪啪供应链', 'P', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('312', 'bazirim', '皮牙子快递', 'P', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('313', 'qfkd', '全峰快递', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('314', 'qy', '全一快递', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('315', 'qrt', '全日通快递', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('316', 'qckd', '全晨快递', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('317', 'sevendays', '7天连锁物流', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('318', 'qbexpress', '秦邦快运', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('319', 'quanxintong', '全信通快递', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('320', 'quansutong', '全速通国际快递', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('321', 'qinyuan', '秦远物流', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('322', 'qichen', '启辰国际物流', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('323', 'quansu', '全速快运', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('324', 'qzx56', '全之鑫物流', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('325', 'qskdyxgs', '千顺快递', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('326', 'zqlwl', '青旅物流', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('327', 'quanchuan56', '全川物流', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('328', 'quantwl', '全通快运', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('329', 'yatexpress', '乾坤物流', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('330', 'guexp', '全联速运', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('331', 'bjqywl', '青云物流', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('332', 'signedexpress', '签收快递', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('333', 'express7th', '7号速递', 'Q', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('334', 'riyuwuliu', '日昱物流', 'R', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('335', 'rfsd', '瑞丰速递', 'R', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('336', 'rrs', '日日顺物流', 'R', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('337', 'rytsd', '日益通速递', 'R', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('338', 'rrskx', '日日顺快线', 'R', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('339', 'gdrz58', '容智快运', 'R', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('340', 'rrthk', '日日通国际', 'R', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('341', 'homecourier', '如家国际快递', 'R', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('342', 'sewl', '速尔快递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('343', 'haihongwangsong', '山东海红', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('344', 'sh', '盛辉物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('345', 'sfwl', '盛丰物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('346', 'shiyunkuaidi', '世运快递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('347', 'shangda', '上大物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('348', 'stsd', '三态速递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('349', 'saiaodi', '赛澳递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('350', 'ewl', '申通E物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('351', 'shenganwuliu', '圣安物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('352', 'sxhongmajia', '山西红马甲', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('353', 'suijiawuliu', '穗佳物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('354', 'syjiahuier', '沈阳佳惠尔', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('355', 'shlindao', '上海林道货运', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('356', 'sfift', '十方通物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('357', 'shunjiefengda', '顺捷丰达', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('358', 'subida', '速必达物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('359', 'stcd', '速通成达物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('360', 'stkd', '顺通快递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('361', 'sendtochina', '速递中国', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('362', 'sihaiet', '四海快递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('363', 'staky', '首通快运', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('364', 'hnssd56', '顺时达物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('365', 'superb', 'Superb Grace', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('366', 'sfjhd', '圣飞捷快递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('367', 'sofast56', '嗖一下同城快递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('368', 's2c', 'S2C', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('369', 'chinasqk', 'SQK国际速递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('370', 'shunshid', '顺士达速运', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('371', 'synship', 'SYNSHIP快递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('372', 'shandiantu', '闪电兔', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('373', 'sdsy888', '首达速运', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('374', 'sczpds', '速呈宅配', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('375', 'sureline', 'Sureline冠泰', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('376', 'stosolution', '申通国际', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('377', 'sycawl', '狮爱高铁物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('378', 'sxexpress', '三象速递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('379', 'shangqiao56', '商桥物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('380', 'shd56', '商海德物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('381', 'shenma', '神马快递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('382', 'sihiexpress', '四海捷运', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('383', 'superoz', '速配鸥翼', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('384', 'fastgoexpress', '速派快递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('385', 'zjstky', '苏通快运', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('386', 'suning', '苏宁物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('387', 'shaoke', '捎客物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('388', 'sdto', '速达通跨境物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('389', 'sut56', '速通物流', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('390', 'sundarexpress', '顺达快递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('391', 'sxjdfreight', '顺心捷达', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('392', 'shengtongscm', '盛通快递', 'S', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('393', 'tnt', 'TNT快递', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('394', 'tt', '天天快递', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('395', 'tianzong', '天纵物流', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('396', 'chinatzx', '同舟行物流', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('397', 'nntengda', '腾达速递', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('398', 'sd138', '泰国138', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('399', 'tongdaxing', '通达兴物流', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('400', 'tlky', '天联快运', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('401', 'ibenben', '途鲜物流', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('402', 'krtao', '淘韩国际快递', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('403', 'lntjs', '特急送', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('404', 'tny', 'TNY物流', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('405', 'djy56', '天翔东捷运', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('406', 'guoeryue', '天天快物流', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('407', 'tianma', '天马迅达', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('408', 'surpassgo', '天越物流', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('409', 'tianxiang', '天翔快递', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('410', 'tywl99', '天翼物流', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('411', 'shpost', '同城快寄', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('412', 'humpline', '驼峰国际', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('413', 'transrush', 'TransRush', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('414', 'tstexp', 'TST速运通', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('415', 'ctoexp', '泰国中通CTO', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('416', 'thaizto', '泰国中通ZTO', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('417', 'tswlcloud', '天使物流云', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('418', 'tzky', '铁中快运', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('419', 'tcxbthai', 'TCXB国际物流', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('420', 'taimek', '天美快递', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('421', 'taoplus', '淘布斯国际物流', 'T', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('422', 'ups', 'UPS快递查询', 'U', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('423', 'yskd', '优速快递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('424', 'usps', 'USPS美国邮政', 'U', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('425', 'ueq', 'UEQ快递', 'U', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('426', 'uex', 'UEX国际物流', 'U', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('427', 'utaoscm', 'UTAO 优到', 'U', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('428', 'wxwl', '万象物流', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('429', 'weitepai', '微特派', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('430', 'wjwl', '万家物流', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('431', 'wanboex', '万博快递', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('432', 'wtdchina', '威时沛运', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('433', 'wzhaunyun', '微转运', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('434', 'gswtkd', '万通快递', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('435', 'wandougongzhu', '豌豆物流', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('436', 'wjkwl', '万家康物流', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('437', 'vps', '维普恩物流', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('438', 'wykjt', '51跨境通', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('439', 'wherexpess', '威盛快递', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('440', 'weilaimingtian', '未来明天快递', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('441', 'wdm', '万达美', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('442', 'wto56kj', '温通物流', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('443', '56kuaiyun', '五六快运', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('444', 'wowvip', '沃埃家', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('445', 'grivertek', '潍鸿', 'W', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('446', 'xbwl', '新邦物流', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('447', 'xfwl', '信丰物流', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('448', 'newegg', '新蛋物流', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('449', 'xianglongyuntong', '祥龙运通物流', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('450', 'xianchengliansudi', '西安城联速递', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('451', 'xilaikd', '喜来快递', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('452', 'xsrd', '鑫世锐达', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('453', 'xtb', '鑫通宝物流', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('454', 'xintianjie', '信天捷快递', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('455', 'xaetc', '西安胜峰', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('456', 'xianfeng', '先锋快递', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('457', 'sunspeedy', '新速航', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('458', 'xipost', '西邮寄', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('459', 'sinatone', '信联通', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('460', 'sunjex', '新杰物流', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('461', 'alog', '心怡物流', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('462', 'csxss', '新时速物流', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('463', 'xiangteng', '翔腾物流', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('464', 'westwing', '西翼物流', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('465', 'littlebearbear', '小熊物流', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('466', 'huanqiuabc', '中国香港环球快运', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('467', 'xinning', '新宁物流', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('468', 'wlwex', '星空国际', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('469', 'yyexp', '西安运逸快递', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('470', 'xiyoug', '西游寄', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('471', 'xlobo', 'xLobo', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('472', 'xunsuexpress', '迅速快递', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('473', 'whgjkd', '香港伟豪国际物流', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('474', 'xyd666', '鑫远东速运', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('475', 'xdexpress', '迅达速递', 'X', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('476', 'ytkd', '运通快递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('477', 'ycwl', '远成物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('478', 'yfsd', '亚风速递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('479', 'yishunhang', '亿顺航', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('480', 'yfwl', '越丰物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('481', 'yad', '源安达快递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('482', 'yfh', '原飞航物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('483', 'yinjiesudi', '银捷速递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('484', 'yitongfeihong', '一统飞鸿', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('485', 'yuxinwuliu', '宇鑫物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('486', 'yitongda', '易通达', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('487', 'youbijia', '邮必佳', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('488', 'yiqiguojiwuliu', '一柒物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('489', 'yinsu', '音素快运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('490', 'yilingsuyun', '亿领速运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('491', 'yujiawuliu', '煜嘉物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('492', 'gml', '英脉物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('493', 'leopard', '云豹国际货运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('494', 'czwlyn', '云南中诚', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('495', 'sdyoupei', '优配速运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('496', 'yongchang', '永昌物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('497', 'yufeng', '御风速运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('498', 'yousutongda', '优速通达', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('499', 'yongwangda', '永旺达快递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('500', 'yingchao', '英超物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('501', 'edlogistics', '益递物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('502', 'yjxlm', '宜家行', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('503', 'onehcang', '一号仓', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('504', 'ycgky', '远成快运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('505', 'yunfeng56', '韵丰物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('506', 'iyoungspeed', '驿扬国际速运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('507', 'zgyzt', '一站通快递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('508', 'eupackage', '易优包裹', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('509', 'ydglobe', '云达通', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('510', 'el56', 'YLTD', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('511', 'yundx', '运东西', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('512', 'yangbaoguo', '洋包裹', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('513', 'uluckex', '优联吉运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('514', 'ecmscn', '易客满', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('515', 'ubonex', '优邦速运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('516', 'yue777', '玥玛速运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('517', 'ywexpress', '远为快递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('518', 'ezhuanyuan', '易转运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('519', 'yiqisong', '一起送', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('520', 'yongbangwuliu', '永邦国际物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('521', 'yyox', '邮客全球速递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('522', 'yihangmall', '易航物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('523', 'yiouzhou', '易欧洲国际物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('524', 'ykouan', '洋口岸', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('525', 'youyou', '优优速递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('526', 'ytky168', '运通快运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('527', 'sixroad', '易普递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('528', 'yourscm', '雅澳物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('529', 'euguoji', '易邮国际', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('530', 'uscbexpress', '易境达国际物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('531', 'yfsuyun', '驭丰速运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('532', 'yimidida', '壹米滴答', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('533', 'ugoexpress', '邮鸽速运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('534', 'youban', '邮邦国际', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('535', 'hkems', '云邮跨境快递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('536', 'youlai', '邮来速递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('537', 'eta100', '易达国际速递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('538', 'yatfai', '一辉物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('539', 'yzswuliu', '亚洲顺物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('540', 'yifankd', '艺凡快递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('541', 'mantoo', '优能物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('542', 'vctrans', '越中国际物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('543', 'yhtlogistics', '宇航通物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('544', 'ycgglobal', 'YCG物流', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('545', 'yidihui', '驿递汇速递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('546', 'yuanhhk', '远航国际快运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('547', 'yiyou', '易邮速运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('548', 'eusacn', '优莎速运', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('549', 'uhi', '优海国际速递', 'Y', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('550', 'zjs', '宅急送', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('551', 'ztky', '中铁快运', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('552', 'ztwl', '中铁物流', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('553', 'zywl', '中邮物流', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('554', 'zhimakaimen', '芝麻开门', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('555', 'zhengzhoujianhua', '郑州建华', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('556', 'zhongsukuaidi', '中速快件', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('557', 'zhongtianwanyun', '中天万运', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('558', 'zhongruisudi', '中睿速递', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('559', 'zhongwaiyun', '中外运速递', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('560', 'zengyisudi', '增益速递', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('561', 'sujievip', '郑州速捷', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('562', 'ztong', '智通物流', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('563', 'zhichengtongda', '至诚通达快递', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('564', 'zhdwl', '众辉达物流', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('565', 'kuachangwuliu', '直邮易', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('566', 'topspeedex', '中运全速', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('567', 'otobv', '中欧快运', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('568', 'zsky123', '准实快运', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('569', 'cnws', '中国翼', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('570', 'zytdscm', '中宇天地', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('571', 'zhuanyunsifang', '转运四方', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('572', 'hrbzykd', '卓烨快递', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('573', 'zhuoshikuaiyun', '卓实快运', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('574', 'chinaicip', '卓志速运', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('575', 'ynztsy', '纵通速运', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('576', 'zdepost', '直德邮', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('577', 'chinapostcb', '中邮电商', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('578', 'chunghwa56', '中骅物流', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('579', 'cosco', '中远e环球', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('580', 'zf365', '珠峰速运', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('581', 'zhongtongkuaiyun', '中通快运', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('582', 'eucnrail', '中欧国际物流', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('583', 'chnexp', '中翼国际物流', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('584', 'cccc58', '中集冷云', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('585', 'auvanda', '中联速递', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('586', 'zyzoom', '增速跨境', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('587', 'zhpex', '众派速递', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('588', 'byht', '展勤快递', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('589', 'zhongchuan', '众川国际', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('590', 'zhonghuanus', '中环转运', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('591', 'zhonghuan', '中环快递', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('592', 'uszcn', '转运中国', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('593', 'zhitengwuliu', '志腾物流', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('594', 'zsda56', '转瞬达集运', 'Z', '100', '1553911076', '1553911076');
INSERT INTO `ey_shop_express` VALUES ('595', 'zjgj56', '振捷国际货运', 'Z', '100', '1553911076', '1553911076');

-- -----------------------------
-- Table structure for `ey_shop_order`
-- -----------------------------
DROP TABLE IF EXISTS `ey_shop_order`;
CREATE TABLE `ey_shop_order` (
  `order_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '订单id',
  `order_code` varchar(20) NOT NULL DEFAULT '' COMMENT '订单编号',
  `users_id` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '会员id',
  `order_status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '订单状态：0未付款(已下单)，1已付款(待发货)，2已发货(待收货)，3已完成(确认收货)，-1订单取消(已关闭)，4订单过期',
  `payment_method` tinyint(1) DEFAULT '0' COMMENT '订单支付方式，0为在线支付，1为货到付款，默认0',
  `pay_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '支付时间',
  `pay_name` varchar(20) NOT NULL DEFAULT '' COMMENT '支付方式名称',
  `wechat_pay_type` varchar(20) NOT NULL DEFAULT '' COMMENT '微信支付时，标记使用的支付类型（扫码支付，微信内部，微信H5页面）',
  `pay_details` text COMMENT '支付时返回的数据，以serialize序列化后存入，用于后续查询。',
  `express_order` varchar(32) DEFAULT '' COMMENT '发货物流单号',
  `express_name` varchar(32) DEFAULT '' COMMENT '发货物流名称',
  `express_code` varchar(32) DEFAULT '' COMMENT '发货物流code',
  `express_time` int(11) DEFAULT '0' COMMENT '发货时间',
  `consignee` varchar(30) NOT NULL DEFAULT '' COMMENT '收货人',
  `confirm_time` int(11) DEFAULT '0' COMMENT '收货确认时间',
  `shipping_fee` decimal(10,2) DEFAULT '0.00' COMMENT '订单运费',
  `order_total_amount` decimal(10,2) DEFAULT '0.00' COMMENT '订单总价',
  `order_amount` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '应付款金额',
  `order_total_num` int(10) DEFAULT '0' COMMENT '订单总数',
  `country` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '国家',
  `province` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '省份',
  `city` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '城市',
  `district` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '县区',
  `address` varchar(500) NOT NULL DEFAULT '' COMMENT '收货地址',
  `mobile` varchar(20) DEFAULT '' COMMENT '手机',
  `prom_type` tinyint(1) unsigned DEFAULT '0' COMMENT '订单类型：0普通订单，1虚拟订单',
  `virtual_delivery` text COMMENT '虚拟订单时，卖家发货给买家的回复',
  `admin_note` text COMMENT '管理员操作备注',
  `user_note` text COMMENT '会员备注',
  `lang` varchar(30) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) unsigned DEFAULT '0' COMMENT '下单时间',
  `update_time` int(11) unsigned DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`order_id`),
  UNIQUE KEY `order_code` (`order_code`),
  KEY `users_id` (`users_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='订单主表';


-- -----------------------------
-- Table structure for `ey_shop_order_details`
-- -----------------------------
DROP TABLE IF EXISTS `ey_shop_order_details`;
CREATE TABLE `ey_shop_order_details` (
  `details_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增id',
  `order_id` int(10) DEFAULT '0' COMMENT '订单ID',
  `users_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '会员id',
  `product_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '产品id',
  `product_name` varchar(100) DEFAULT '' COMMENT '产品名称',
  `num` int(10) DEFAULT '0' COMMENT '单个产品数量',
  `data` text COMMENT '序列化额外数据',
  `product_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '产品单价',
  `prom_type` tinyint(1) unsigned DEFAULT '0' COMMENT '产品类型：0普通产品，1虚拟产品',
  `litpic` varchar(500) DEFAULT '' COMMENT '封面图片',
  `lang` varchar(30) NOT NULL DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '下单时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`details_id`),
  KEY `users_id` (`users_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='订单详情表';


-- -----------------------------
-- Table structure for `ey_shop_order_log`
-- -----------------------------
DROP TABLE IF EXISTS `ey_shop_order_log`;
CREATE TABLE `ey_shop_order_log` (
  `action_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增id',
  `order_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '订单ID',
  `users_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '会员ID',
  `action_user` int(10) DEFAULT '0' COMMENT '操作人；0:用户操作；1以上:管理员id',
  `order_status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '订单状态，单条记录状态',
  `express_status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '物流状态，0:未发货，1:已发货',
  `pay_status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '支付状态，0:未支付，1:已支付',
  `action_desc` varchar(255) DEFAULT '' COMMENT '状态描述',
  `action_note` varchar(255) NOT NULL DEFAULT '' COMMENT '操作备注',
  `lang` varchar(30) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '操作时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '操作时间',
  PRIMARY KEY (`action_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='订单操作记录表';


-- -----------------------------
-- Table structure for `ey_shop_shipping_template`
-- -----------------------------
DROP TABLE IF EXISTS `ey_shop_shipping_template`;
CREATE TABLE `ey_shop_shipping_template` (
  `template_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '运费模板ID',
  `template_region` varchar(255) NOT NULL DEFAULT '' COMMENT '模板运送区域',
  `template_money` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '模板运费',
  `province_id` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'region表id',
  `lang` varchar(30) DEFAULT 'cn' COMMENT '语言标识',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`template_id`)
) ENGINE=MyISAM AUTO_INCREMENT=36 DEFAULT CHARSET=utf8 COMMENT='运费模板表';

-- -----------------------------
-- Records of `ey_shop_shipping_template`
-- -----------------------------
INSERT INTO `ey_shop_shipping_template` VALUES ('1', '北京市', '0.00', '1', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('2', '天津市', '0.00', '338', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('3', '河北省', '0.00', '636', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('4', '山西省', '0.00', '3102', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('5', '内蒙古自治区', '0.00', '4670', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('6', '辽宁省', '0.00', '5827', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('7', '吉林省', '0.00', '7531', 'cn', '1554775921');
INSERT INTO `ey_shop_shipping_template` VALUES ('8', '黑龙江省', '0.00', '8558', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('9', '上海市', '0.00', '10543', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('10', '江苏省', '0.00', '10808', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('11', '浙江省', '0.00', '12596', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('12', '安徽省', '0.00', '14234', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('13', '福建省', '0.00', '16068', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('14', '江西省', '0.00', '17359', 'cn', '1554775962');
INSERT INTO `ey_shop_shipping_template` VALUES ('15', '山东省', '0.00', '19280', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('16', '河南省', '0.00', '21387', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('17', '湖北省', '0.00', '24022', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('18', '湖南省', '0.00', '25579', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('19', '广东省', '0.00', '28240', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('20', '广西壮族自治区', '0.00', '30164', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('21', '海南省', '0.00', '31563', 'cn', '1555483193');
INSERT INTO `ey_shop_shipping_template` VALUES ('22', '重庆市', '0.00', '31929', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('23', '四川省', '0.00', '33007', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('24', '贵州省', '0.00', '37906', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('25', '云南省', '0.00', '39556', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('26', '西藏自治区', '0.00', '41103', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('27', '陕西省', '0.00', '41877', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('28', '甘肃省', '0.00', '43776', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('29', '青海省', '0.00', '45286', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('30', '宁夏回族自治区', '0.00', '45753', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('31', '新疆维吾尔自治区', '0.00', '46047', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('32', '台湾省', '0.00', '47493', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('33', '香港特别行政区', '0.00', '47494', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('34', '澳门特别行政区', '0.00', '47495', 'cn', '1554775610');
INSERT INTO `ey_shop_shipping_template` VALUES ('35', '统一配送价格', '0.00', '100000', 'cn', '1556618311');

-- -----------------------------
-- Table structure for `ey_single_content`
-- -----------------------------
DROP TABLE IF EXISTS `ey_single_content`;
CREATE TABLE `ey_single_content` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `aid` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '文档ID',
  `typeid` int(10) DEFAULT '0' COMMENT '栏目ID',
  `content` longtext COMMENT '内容详情',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  KEY `aid` (`aid`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

-- -----------------------------
-- Records of `ey_single_content`
-- -----------------------------
INSERT INTO `ey_single_content` VALUES ('1', '1', '5', '', '1550718996', '1550718996');
INSERT INTO `ey_single_content` VALUES ('2', '52', '6', '&lt;p style=&quot;white-space: normal;&quot;&gt;风亦过，花欲落，遍野枯黄尽萧索。&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;天亦短，夜愈寒，冬来秋去，暖春尚晚。&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;烦，烦，烦！&lt;/p&gt;&lt;p style=&quot;white-space: normal;&quot;&gt;世情薄，人情恶，面热心凉谁人错。&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;爱亦完，恨亦瞒，只盼忘却，往昔繁远。&lt;br style=&quot;box-sizing: border-box;&quot;/&gt;难，难，难！&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1550719002', '1550719002');
INSERT INTO `ey_single_content` VALUES ('3', '53', '7', '&lt;h2&gt;可以合作的广告形式：&lt;/h2&gt;&lt;ol style=&quot;box-sizing: border-box; margin-bottom: 18px; margin-left: 10px; padding: 0px 0px 0px 20px; list-style-position: initial; list-style-image: initial; color: rgb(61, 70, 77); font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot; class=&quot; list-paddingleft-2&quot;&gt;&lt;li&gt;&lt;p&gt;网站图片广告&lt;/p&gt;&lt;/li&gt;&lt;li&gt;&lt;p&gt;网站文字链广告&lt;/p&gt;&lt;/li&gt;&lt;li&gt;&lt;p&gt;网站文章广告&lt;/p&gt;&lt;/li&gt;&lt;li&gt;&lt;p&gt;微信广告&lt;/p&gt;&lt;/li&gt;&lt;li&gt;&lt;p&gt;微博广告&lt;/p&gt;&lt;/li&gt;&lt;/ol&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;目标人群：&lt;/h2&gt;&lt;ol style=&quot;box-sizing: border-box; margin-bottom: 18px; margin-left: 10px; padding: 0px 0px 0px 20px; list-style-position: initial; list-style-image: initial; color: rgb(61, 70, 77); font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot; class=&quot; list-paddingleft-2&quot;&gt;&lt;li&gt;&lt;p&gt;互联网从业者&lt;/p&gt;&lt;/li&gt;&lt;li&gt;&lt;p&gt;科技从业者&lt;/p&gt;&lt;/li&gt;&lt;li&gt;&lt;p&gt;对有趣的事情敏感的人&lt;/p&gt;&lt;/li&gt;&lt;li&gt;&lt;p&gt;摄影或兴趣一族&lt;/p&gt;&lt;/li&gt;&lt;li&gt;&lt;p&gt;无聊时来消遣的人&lt;/p&gt;&lt;/li&gt;&lt;li&gt;&lt;p&gt;求知欲更强的人&lt;/p&gt;&lt;/li&gt;&lt;/ol&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;h2&gt;&lt;br/&gt;&lt;/h2&gt;&lt;h2&gt;广告合作流程：&lt;/h2&gt;&lt;ol style=&quot;box-sizing: border-box; margin-bottom: 18px; margin-left: 10px; padding: 0px 0px 0px 20px; list-style-position: initial; list-style-image: initial; color: rgb(61, 70, 77); font-family: suxingme, &amp;quot;Open Sans&amp;quot;, Arial, &amp;quot;Hiragino Sans GB&amp;quot;, &amp;quot;Microsoft YaHei&amp;quot;, STHeiti, &amp;quot;WenQuanYi Micro Hei&amp;quot;, SimSun, sans-serif; white-space: normal; background-color: rgb(255, 255, 255);&quot; class=&quot; list-paddingleft-2&quot;&gt;&lt;li&gt;&lt;p&gt;广告合作详情邮件发送到 admin@baidu.com&lt;/p&gt;&lt;/li&gt;&lt;li&gt;&lt;p&gt;一个工作日内审核并邮件回复&lt;/p&gt;&lt;/li&gt;&lt;li&gt;&lt;p&gt;确认合作后将排期进行展示，保证广告按时保质上线&lt;/p&gt;&lt;/li&gt;&lt;li&gt;&lt;p&gt;合作结束后将提供具体广告数据报告&lt;/p&gt;&lt;/li&gt;&lt;/ol&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;期待与您的友好合作！&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;p&gt;&lt;br/&gt;&lt;/p&gt;', '1552616878', '1552616878');
INSERT INTO `ey_single_content` VALUES ('4', '54', '9', '', '1552618161', '1552618161');
INSERT INTO `ey_single_content` VALUES ('5', '55', '10', '', '1552618192', '1552618192');
INSERT INTO `ey_single_content` VALUES ('6', '56', '11', '', '1552622047', '1552622047');

-- -----------------------------
-- Table structure for `ey_smtp_record`
-- -----------------------------
DROP TABLE IF EXISTS `ey_smtp_record`;
CREATE TABLE `ey_smtp_record` (
  `record_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `source` tinyint(1) DEFAULT '0' COMMENT '来源，与场景ID对应：0=默认，2=注册，3=绑定邮箱，4=找回密码',
  `email` varchar(50) DEFAULT '' COMMENT '邮件地址',
  `users_id` int(10) DEFAULT '0' COMMENT '用户ID',
  `code` varchar(20) DEFAULT '' COMMENT '发送邮件内容',
  `status` tinyint(1) DEFAULT '0' COMMENT '是否使用，默认0，0为未使用，1为使用',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`record_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='邮件发送记录表';


-- -----------------------------
-- Table structure for `ey_smtp_tpl`
-- -----------------------------
DROP TABLE IF EXISTS `ey_smtp_tpl`;
CREATE TABLE `ey_smtp_tpl` (
  `tpl_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `tpl_name` varchar(200) DEFAULT '' COMMENT '模板名称',
  `tpl_title` varchar(200) DEFAULT '' COMMENT '邮件标题',
  `tpl_content` text COMMENT '发送邮件内容',
  `send_scene` tinyint(1) DEFAULT '0' COMMENT '邮件发送场景(1=留言表单）',
  `is_open` tinyint(1) DEFAULT '0' COMMENT '是否开启使用这个模板，1为是，0为否。',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '添加时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`tpl_id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='邮件模板表';

-- -----------------------------
-- Records of `ey_smtp_tpl`
-- -----------------------------
INSERT INTO `ey_smtp_tpl` VALUES ('1', '留言表单', '您有新的留言消息，请查收！', '${content}', '1', '1', 'cn', '1544763495', '1552638302');
INSERT INTO `ey_smtp_tpl` VALUES ('2', '会员注册', '验证码已发送至您的邮箱，请登录邮箱查看验证码！', '${content}', '2', '1', 'cn', '1544763495', '1552667056');
INSERT INTO `ey_smtp_tpl` VALUES ('3', '绑定邮箱', '验证码已发送至您的邮箱，请登录邮箱查看验证码！', '${content}', '3', '1', 'cn', '1544763495', '1552667400');
INSERT INTO `ey_smtp_tpl` VALUES ('4', '找回密码', '验证码已发送至您的邮箱，请登录邮箱查看验证码！', '${content}', '4', '1', 'cn', '1544763495', '1552663577');

-- -----------------------------
-- Table structure for `ey_tagindex`
-- -----------------------------
DROP TABLE IF EXISTS `ey_tagindex`;
CREATE TABLE `ey_tagindex` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'tagid',
  `tag` varchar(50) NOT NULL DEFAULT '' COMMENT 'tag内容',
  `typeid` smallint(5) unsigned NOT NULL DEFAULT '0' COMMENT '栏目ID',
  `count` int(10) unsigned DEFAULT '0' COMMENT '点击',
  `total` int(10) unsigned DEFAULT '0' COMMENT '文档数',
  `weekcc` int(10) unsigned DEFAULT '0' COMMENT '周统计',
  `monthcc` int(10) unsigned DEFAULT '0' COMMENT '月统计',
  `weekup` int(10) unsigned DEFAULT '0' COMMENT '每周更新',
  `monthup` int(10) unsigned DEFAULT '0' COMMENT '每月更新',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(10) unsigned DEFAULT '0' COMMENT '添加时间',
  PRIMARY KEY (`id`),
  KEY `typeid` (`typeid`) USING BTREE,
  KEY `count` (`count`,`total`,`weekcc`,`monthcc`,`weekup`,`monthup`,`add_time`) USING BTREE,
  KEY `tag` (`tag`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=94 DEFAULT CHARSET=utf8 COMMENT='标签索引表';

-- -----------------------------
-- Records of `ey_tagindex`
-- -----------------------------
INSERT INTO `ey_tagindex` VALUES ('1', '水滴', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550652503');
INSERT INTO `ey_tagindex` VALUES ('2', '摄影', '1', '6', '2', '5', '5', '1550661073', '1550661073', 'cn', '1550652503');
INSERT INTO `ey_tagindex` VALUES ('3', '雪景', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550652604');
INSERT INTO `ey_tagindex` VALUES ('4', '植物', '1', '2', '1', '1', '1', '1550660861', '1550660861', 'cn', '1550652604');
INSERT INTO `ey_tagindex` VALUES ('5', '狗狗', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550652698');
INSERT INTO `ey_tagindex` VALUES ('6', '贩卖机', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550652698');
INSERT INTO `ey_tagindex` VALUES ('7', '绘画', '1', '1', '1', '0', '0', '1550661068', '1550661068', 'cn', '1550653034');
INSERT INTO `ey_tagindex` VALUES ('8', '明星', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550653034');
INSERT INTO `ey_tagindex` VALUES ('9', '肖像', '1', '3', '1', '2', '2', '1550660889', '1550660889', 'cn', '1550653034');
INSERT INTO `ey_tagindex` VALUES ('10', '电影', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550653177');
INSERT INTO `ey_tagindex` VALUES ('11', '变形金刚', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550653177');
INSERT INTO `ey_tagindex` VALUES ('12', '3D', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550653177');
INSERT INTO `ey_tagindex` VALUES ('13', '世界之最', '1', '4', '7', '1', '3', '1552622425', '1550717167', 'cn', '1550654305');
INSERT INTO `ey_tagindex` VALUES ('14', '自然怪象', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550654305');
INSERT INTO `ey_tagindex` VALUES ('15', '未解之谜', '1', '3', '1', '2', '2', '1550660849', '1550660849', 'cn', '1550654306');
INSERT INTO `ey_tagindex` VALUES ('16', '雕塑', '1', '1', '1', '0', '0', '1550660844', '1550660844', 'cn', '1550654413');
INSERT INTO `ey_tagindex` VALUES ('17', '书籍', '1', '7', '1', '6', '6', '1550660667', '1550660667', 'cn', '1550654413');
INSERT INTO `ey_tagindex` VALUES ('18', '过山车', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550711586');
INSERT INTO `ey_tagindex` VALUES ('19', '游乐园', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550711586');
INSERT INTO `ey_tagindex` VALUES ('20', '欢乐谷', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550711586');
INSERT INTO `ey_tagindex` VALUES ('21', '中国', '1', '21', '6', '3', '20', '1552622408', '1550716823', 'cn', '1550711586');
INSERT INTO `ey_tagindex` VALUES ('22', '披萨', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550711718');
INSERT INTO `ey_tagindex` VALUES ('23', '食物', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550711718');
INSERT INTO `ey_tagindex` VALUES ('24', '纽约', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550711799');
INSERT INTO `ey_tagindex` VALUES ('25', '地铁', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550711799');
INSERT INTO `ey_tagindex` VALUES ('26', '沙雕', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550711839');
INSERT INTO `ey_tagindex` VALUES ('27', '捐赠', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550711900');
INSERT INTO `ey_tagindex` VALUES ('28', '尊严', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550711900');
INSERT INTO `ey_tagindex` VALUES ('29', 'DIY', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712082');
INSERT INTO `ey_tagindex` VALUES ('30', '塑料瓶', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712082');
INSERT INTO `ey_tagindex` VALUES ('31', '环保', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712082');
INSERT INTO `ey_tagindex` VALUES ('32', '印度', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712122');
INSERT INTO `ey_tagindex` VALUES ('33', '最美人物', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712122');
INSERT INTO `ey_tagindex` VALUES ('34', '森林', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712122');
INSERT INTO `ey_tagindex` VALUES ('35', '受虐服务', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712191');
INSERT INTO `ey_tagindex` VALUES ('36', '城堡', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712228');
INSERT INTO `ey_tagindex` VALUES ('37', '大麻', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712268');
INSERT INTO `ey_tagindex` VALUES ('38', '疾病', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712268');
INSERT INTO `ey_tagindex` VALUES ('39', '癌症', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712268');
INSERT INTO `ey_tagindex` VALUES ('40', '科学发现', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712268');
INSERT INTO `ey_tagindex` VALUES ('41', '游泳', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712363');
INSERT INTO `ey_tagindex` VALUES ('42', '美人鱼', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712363');
INSERT INTO `ey_tagindex` VALUES ('43', '垃圾', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712412');
INSERT INTO `ey_tagindex` VALUES ('44', '垃圾桶', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712412');
INSERT INTO `ey_tagindex` VALUES ('45', '建筑', '1', '2', '3', '1', '1', '1552623565', '1552623565', 'cn', '1550712446');
INSERT INTO `ey_tagindex` VALUES ('46', '酒店', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712446');
INSERT INTO `ey_tagindex` VALUES ('47', '童话', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712446');
INSERT INTO `ey_tagindex` VALUES ('48', '地下城', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712496');
INSERT INTO `ey_tagindex` VALUES ('49', '小镇', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712496');
INSERT INTO `ey_tagindex` VALUES ('50', '动物', '1', '1', '1', '0', '0', '1550716624', '1550716624', 'cn', '1550712585');
INSERT INTO `ey_tagindex` VALUES ('51', '野生动物', '1', '0', '0', '0', '0', '0', '0', 'cn', '1550712585');
INSERT INTO `ey_tagindex` VALUES ('52', '手表', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550712664');
INSERT INTO `ey_tagindex` VALUES ('53', '概念手表', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550712664');
INSERT INTO `ey_tagindex` VALUES ('54', '概念设计', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550712664');
INSERT INTO `ey_tagindex` VALUES ('55', '腕表', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550712664');
INSERT INTO `ey_tagindex` VALUES ('56', '穿戴设备', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550712699');
INSERT INTO `ey_tagindex` VALUES ('57', '绳子', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550712699');
INSERT INTO `ey_tagindex` VALUES ('58', '遛狗', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550712699');
INSERT INTO `ey_tagindex` VALUES ('59', '凤凰塔', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550712763');
INSERT INTO `ey_tagindex` VALUES ('60', '武汉', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550712763');
INSERT INTO `ey_tagindex` VALUES ('61', '家居', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550712798');
INSERT INTO `ey_tagindex` VALUES ('62', '智能', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550712798');
INSERT INTO `ey_tagindex` VALUES ('63', '智能家居', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550712798');
INSERT INTO `ey_tagindex` VALUES ('64', '空气净化', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550712798');
INSERT INTO `ey_tagindex` VALUES ('65', '自行车', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550713038');
INSERT INTO `ey_tagindex` VALUES ('66', '情侣', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550713143');
INSERT INTO `ey_tagindex` VALUES ('67', '智能手环', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550713143');
INSERT INTO `ey_tagindex` VALUES ('68', '矿泉水', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550713174');
INSERT INTO `ey_tagindex` VALUES ('69', '矿泉水瓶', '2', '5', '1', '4', '4', '1552621449', '1552621449', 'cn', '1550713174');
INSERT INTO `ey_tagindex` VALUES ('70', '充电', '2', '1', '1', '0', '0', '1555142282', '1555142282', 'cn', '1550713313');
INSERT INTO `ey_tagindex` VALUES ('71', '充电器', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550713313');
INSERT INTO `ey_tagindex` VALUES ('72', '灯具', '2', '0', '0', '0', '0', '0', '0', 'cn', '1550713313');
INSERT INTO `ey_tagindex` VALUES ('73', '拍摄', '3', '0', '0', '0', '0', '0', '0', 'cn', '1550713386');
INSERT INTO `ey_tagindex` VALUES ('74', '海滩', '3', '0', '0', '0', '0', '0', '0', 'cn', '1550713439');
INSERT INTO `ey_tagindex` VALUES ('75', '美景', '3', '0', '0', '0', '0', '0', '0', 'cn', '1550713439');
INSERT INTO `ey_tagindex` VALUES ('76', '公园', '3', '1', '1', '0', '0', '1550716618', '1550716618', 'cn', '1550713543');
INSERT INTO `ey_tagindex` VALUES ('77', '瀑布', '3', '0', '0', '0', '0', '0', '0', 'cn', '1550713681');
INSERT INTO `ey_tagindex` VALUES ('78', '沙滩', '3', '0', '0', '0', '0', '0', '0', 'cn', '1550713729');
INSERT INTO `ey_tagindex` VALUES ('79', '摄影大赛', '3', '0', '0', '0', '0', '0', '0', 'cn', '1550714474');
INSERT INTO `ey_tagindex` VALUES ('80', '树木', '3', '0', '0', '0', '0', '0', '0', 'cn', '1550714519');
INSERT INTO `ey_tagindex` VALUES ('81', '湖泊', '3', '0', '0', '0', '0', '0', '0', 'cn', '1550714519');
INSERT INTO `ey_tagindex` VALUES ('82', '古镇', '3', '1', '1', '0', '0', '1550716809', '1550716809', 'cn', '1550714590');
INSERT INTO `ey_tagindex` VALUES ('83', '话剧', '4', '0', '0', '0', '0', '0', '0', 'cn', '1550714728');
INSERT INTO `ey_tagindex` VALUES ('84', '水果', '4', '20', '6', '19', '19', '1552621704', '1552621704', 'cn', '1550714728');
INSERT INTO `ey_tagindex` VALUES ('85', '国旗', '4', '0', '0', '0', '0', '0', '0', 'cn', '1550714784');
INSERT INTO `ey_tagindex` VALUES ('86', '国家', '4', '0', '0', '0', '0', '0', '0', 'cn', '1550714784');
INSERT INTO `ey_tagindex` VALUES ('87', '食物画', '4', '0', '0', '0', '0', '0', '0', 'cn', '1550714784');
INSERT INTO `ey_tagindex` VALUES ('88', '美食', '4', '15', '2', '14', '14', '1550716627', '1550716627', 'cn', '1550714819');
INSERT INTO `ey_tagindex` VALUES ('89', '水果盘', '4', '0', '0', '0', '0', '0', '0', 'cn', '1550714897');
INSERT INTO `ey_tagindex` VALUES ('90', '皮卡丘', '4', '0', '0', '0', '0', '0', '0', 'cn', '1550715342');
INSERT INTO `ey_tagindex` VALUES ('91', '咖啡店', '4', '0', '0', '0', '0', '0', '0', 'cn', '1550715342');
INSERT INTO `ey_tagindex` VALUES ('92', '摄影创意', '4', '3', '1', '2', '2', '1552621397', '1552621397', 'cn', '1550715381');
INSERT INTO `ey_tagindex` VALUES ('93', '微距摄影', '4', '1', '1', '0', '0', '1550719786', '1550719786', 'cn', '1550715381');

-- -----------------------------
-- Table structure for `ey_taglist`
-- -----------------------------
DROP TABLE IF EXISTS `ey_taglist`;
CREATE TABLE `ey_taglist` (
  `tid` int(10) unsigned NOT NULL DEFAULT '0' COMMENT 'tagid',
  `aid` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '文档ID',
  `typeid` smallint(5) unsigned NOT NULL DEFAULT '0' COMMENT '栏目ID',
  `tag` varchar(50) DEFAULT '' COMMENT 'tag内容',
  `arcrank` tinyint(1) DEFAULT '0' COMMENT '阅读权限',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`tid`,`aid`),
  KEY `aid` (`aid`,`typeid`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='文章标签表';

-- -----------------------------
-- Records of `ey_taglist`
-- -----------------------------
INSERT INTO `ey_taglist` VALUES ('1', '2', '1', '水滴', '0', 'cn', '1550654051', '0');
INSERT INTO `ey_taglist` VALUES ('2', '2', '1', '摄影', '0', 'cn', '1550654051', '0');
INSERT INTO `ey_taglist` VALUES ('2', '3', '1', '摄影', '0', 'cn', '1550654069', '0');
INSERT INTO `ey_taglist` VALUES ('4', '3', '1', '植物', '0', 'cn', '1550654069', '0');
INSERT INTO `ey_taglist` VALUES ('3', '3', '1', '雪景', '0', 'cn', '1550654069', '0');
INSERT INTO `ey_taglist` VALUES ('5', '4', '1', '狗狗', '0', 'cn', '1550654077', '0');
INSERT INTO `ey_taglist` VALUES ('6', '4', '1', '贩卖机', '0', 'cn', '1550654077', '0');
INSERT INTO `ey_taglist` VALUES ('7', '5', '1', '绘画', '0', 'cn', '1550654088', '0');
INSERT INTO `ey_taglist` VALUES ('8', '5', '1', '明星', '0', 'cn', '1550654088', '0');
INSERT INTO `ey_taglist` VALUES ('9', '5', '1', '肖像', '0', 'cn', '1550654088', '0');
INSERT INTO `ey_taglist` VALUES ('10', '6', '1', '电影', '0', 'cn', '1550653177', '0');
INSERT INTO `ey_taglist` VALUES ('11', '6', '1', '变形金刚', '0', 'cn', '1550653177', '0');
INSERT INTO `ey_taglist` VALUES ('12', '6', '1', '3D', '0', 'cn', '1550653177', '0');
INSERT INTO `ey_taglist` VALUES ('13', '7', '1', '世界之最', '0', 'cn', '1550654305', '0');
INSERT INTO `ey_taglist` VALUES ('14', '7', '1', '自然怪象', '0', 'cn', '1550654306', '0');
INSERT INTO `ey_taglist` VALUES ('15', '7', '1', '未解之谜', '0', 'cn', '1550654306', '0');
INSERT INTO `ey_taglist` VALUES ('17', '8', '1', '书籍', '0', 'cn', '1550717226', '0');
INSERT INTO `ey_taglist` VALUES ('16', '8', '1', '雕塑', '0', 'cn', '1550717226', '0');
INSERT INTO `ey_taglist` VALUES ('18', '9', '1', '过山车', '0', 'cn', '1550711586', '0');
INSERT INTO `ey_taglist` VALUES ('19', '9', '1', '游乐园', '0', 'cn', '1550711586', '0');
INSERT INTO `ey_taglist` VALUES ('20', '9', '1', '欢乐谷', '0', 'cn', '1550711586', '0');
INSERT INTO `ey_taglist` VALUES ('21', '9', '1', '中国', '0', 'cn', '1550711586', '0');
INSERT INTO `ey_taglist` VALUES ('22', '10', '1', '披萨', '0', 'cn', '1550711718', '0');
INSERT INTO `ey_taglist` VALUES ('23', '10', '1', '食物', '0', 'cn', '1550711718', '0');
INSERT INTO `ey_taglist` VALUES ('24', '11', '1', '纽约', '0', 'cn', '1550711799', '0');
INSERT INTO `ey_taglist` VALUES ('25', '11', '1', '地铁', '0', 'cn', '1550711799', '0');
INSERT INTO `ey_taglist` VALUES ('7', '11', '1', '绘画', '0', 'cn', '1550711799', '0');
INSERT INTO `ey_taglist` VALUES ('16', '12', '1', '雕塑', '0', 'cn', '1550711839', '0');
INSERT INTO `ey_taglist` VALUES ('7', '12', '1', '绘画', '0', 'cn', '1550711839', '0');
INSERT INTO `ey_taglist` VALUES ('26', '12', '1', '沙雕', '0', 'cn', '1550711839', '0');
INSERT INTO `ey_taglist` VALUES ('27', '13', '1', '捐赠', '0', 'cn', '1550711900', '0');
INSERT INTO `ey_taglist` VALUES ('28', '13', '1', '尊严', '0', 'cn', '1550711900', '0');
INSERT INTO `ey_taglist` VALUES ('29', '14', '1', 'DIY', '0', 'cn', '1550712082', '0');
INSERT INTO `ey_taglist` VALUES ('30', '14', '1', '塑料瓶', '0', 'cn', '1550712082', '0');
INSERT INTO `ey_taglist` VALUES ('31', '14', '1', '环保', '0', 'cn', '1550712082', '0');
INSERT INTO `ey_taglist` VALUES ('32', '15', '1', '印度', '0', 'cn', '1550712122', '0');
INSERT INTO `ey_taglist` VALUES ('33', '15', '1', '最美人物', '0', 'cn', '1550712122', '0');
INSERT INTO `ey_taglist` VALUES ('34', '15', '1', '森林', '0', 'cn', '1550712122', '0');
INSERT INTO `ey_taglist` VALUES ('4', '15', '1', '植物', '0', 'cn', '1550712122', '0');
INSERT INTO `ey_taglist` VALUES ('35', '16', '1', '受虐服务', '0', 'cn', '1550712191', '0');
INSERT INTO `ey_taglist` VALUES ('13', '17', '1', '世界之最', '0', 'cn', '1550712228', '0');
INSERT INTO `ey_taglist` VALUES ('36', '17', '1', '城堡', '0', 'cn', '1550712228', '0');
INSERT INTO `ey_taglist` VALUES ('37', '18', '1', '大麻', '0', 'cn', '1550712268', '0');
INSERT INTO `ey_taglist` VALUES ('38', '18', '1', '疾病', '0', 'cn', '1550712268', '0');
INSERT INTO `ey_taglist` VALUES ('39', '18', '1', '癌症', '0', 'cn', '1550712268', '0');
INSERT INTO `ey_taglist` VALUES ('40', '18', '1', '科学发现', '0', 'cn', '1550712268', '0');
INSERT INTO `ey_taglist` VALUES ('42', '19', '1', '美人鱼', '0', 'cn', '1550716480', '0');
INSERT INTO `ey_taglist` VALUES ('41', '19', '1', '游泳', '0', 'cn', '1550716480', '0');
INSERT INTO `ey_taglist` VALUES ('43', '20', '1', '垃圾', '0', 'cn', '1550712412', '0');
INSERT INTO `ey_taglist` VALUES ('44', '20', '1', '垃圾桶', '0', 'cn', '1550712412', '0');
INSERT INTO `ey_taglist` VALUES ('31', '20', '1', '环保', '0', 'cn', '1550712412', '0');
INSERT INTO `ey_taglist` VALUES ('47', '21', '1', '童话', '0', 'cn', '1550716467', '0');
INSERT INTO `ey_taglist` VALUES ('46', '21', '1', '酒店', '0', 'cn', '1550716467', '0');
INSERT INTO `ey_taglist` VALUES ('45', '21', '1', '建筑', '0', 'cn', '1550716467', '0');
INSERT INTO `ey_taglist` VALUES ('34', '21', '1', '森林', '0', 'cn', '1550716467', '0');
INSERT INTO `ey_taglist` VALUES ('13', '22', '1', '世界之最', '0', 'cn', '1550712496', '0');
INSERT INTO `ey_taglist` VALUES ('48', '22', '1', '地下城', '0', 'cn', '1550712496', '0');
INSERT INTO `ey_taglist` VALUES ('49', '22', '1', '小镇', '0', 'cn', '1550712496', '0');
INSERT INTO `ey_taglist` VALUES ('50', '23', '1', '动物', '0', 'cn', '1550712585', '0');
INSERT INTO `ey_taglist` VALUES ('51', '23', '1', '野生动物', '0', 'cn', '1550712585', '0');
INSERT INTO `ey_taglist` VALUES ('52', '24', '2', '手表', '0', 'cn', '1550712664', '0');
INSERT INTO `ey_taglist` VALUES ('53', '24', '2', '概念手表', '0', 'cn', '1550712664', '0');
INSERT INTO `ey_taglist` VALUES ('54', '24', '2', '概念设计', '0', 'cn', '1550712664', '0');
INSERT INTO `ey_taglist` VALUES ('55', '24', '2', '腕表', '0', 'cn', '1550712664', '0');
INSERT INTO `ey_taglist` VALUES ('56', '25', '2', '穿戴设备', '0', 'cn', '1550712699', '0');
INSERT INTO `ey_taglist` VALUES ('57', '25', '2', '绳子', '0', 'cn', '1550712699', '0');
INSERT INTO `ey_taglist` VALUES ('58', '25', '2', '遛狗', '0', 'cn', '1550712699', '0');
INSERT INTO `ey_taglist` VALUES ('45', '26', '2', '建筑', '0', 'cn', '1550716496', '0');
INSERT INTO `ey_taglist` VALUES ('59', '26', '2', '凤凰塔', '0', 'cn', '1550716496', '0');
INSERT INTO `ey_taglist` VALUES ('21', '26', '2', '中国', '0', 'cn', '1550716496', '0');
INSERT INTO `ey_taglist` VALUES ('13', '26', '2', '世界之最', '0', 'cn', '1550716496', '0');
INSERT INTO `ey_taglist` VALUES ('61', '27', '2', '家居', '0', 'cn', '1550712798', '0');
INSERT INTO `ey_taglist` VALUES ('62', '27', '2', '智能', '0', 'cn', '1550712798', '0');
INSERT INTO `ey_taglist` VALUES ('63', '27', '2', '智能家居', '0', 'cn', '1550712798', '0');
INSERT INTO `ey_taglist` VALUES ('64', '27', '2', '空气净化', '0', 'cn', '1550712798', '0');
INSERT INTO `ey_taglist` VALUES ('65', '28', '2', '自行车', '0', 'cn', '1550713038', '0');
INSERT INTO `ey_taglist` VALUES ('52', '29', '2', '手表', '0', 'cn', '1550716420', '0');
INSERT INTO `ey_taglist` VALUES ('66', '30', '2', '情侣', '0', 'cn', '1550713143', '0');
INSERT INTO `ey_taglist` VALUES ('62', '30', '2', '智能', '0', 'cn', '1550713143', '0');
INSERT INTO `ey_taglist` VALUES ('67', '30', '2', '智能手环', '0', 'cn', '1550713143', '0');
INSERT INTO `ey_taglist` VALUES ('68', '31', '2', '矿泉水', '0', 'cn', '1550713174', '0');
INSERT INTO `ey_taglist` VALUES ('69', '31', '2', '矿泉水瓶', '0', 'cn', '1550713174', '0');
INSERT INTO `ey_taglist` VALUES ('70', '32', '2', '充电', '0', 'cn', '1550800636', '0');
INSERT INTO `ey_taglist` VALUES ('71', '32', '2', '充电器', '0', 'cn', '1550800636', '0');
INSERT INTO `ey_taglist` VALUES ('72', '32', '2', '灯具', '0', 'cn', '1550800636', '0');
INSERT INTO `ey_taglist` VALUES ('73', '33', '3', '拍摄', '0', 'cn', '1550713386', '0');
INSERT INTO `ey_taglist` VALUES ('2', '33', '3', '摄影', '0', 'cn', '1550713386', '0');
INSERT INTO `ey_taglist` VALUES ('13', '34', '3', '世界之最', '0', 'cn', '1550713439', '0');
INSERT INTO `ey_taglist` VALUES ('74', '34', '3', '海滩', '0', 'cn', '1550713439', '0');
INSERT INTO `ey_taglist` VALUES ('75', '34', '3', '美景', '0', 'cn', '1550713439', '0');
INSERT INTO `ey_taglist` VALUES ('45', '35', '3', '建筑', '0', 'cn', '1550713513', '0');
INSERT INTO `ey_taglist` VALUES ('16', '35', '3', '雕塑', '0', 'cn', '1550713513', '0');
INSERT INTO `ey_taglist` VALUES ('76', '36', '3', '公园', '0', 'cn', '1550713543', '0');
INSERT INTO `ey_taglist` VALUES ('75', '36', '3', '美景', '0', 'cn', '1550713543', '0');
INSERT INTO `ey_taglist` VALUES ('16', '36', '3', '雕塑', '0', 'cn', '1550713543', '0');
INSERT INTO `ey_taglist` VALUES ('21', '37', '3', '中国', '0', 'cn', '1550713681', '0');
INSERT INTO `ey_taglist` VALUES ('77', '37', '3', '瀑布', '0', 'cn', '1550713681', '0');
INSERT INTO `ey_taglist` VALUES ('75', '37', '3', '美景', '0', 'cn', '1550713681', '0');
INSERT INTO `ey_taglist` VALUES ('75', '38', '3', '美景', '0', 'cn', '1550717264', '0');
INSERT INTO `ey_taglist` VALUES ('41', '38', '3', '游泳', '0', 'cn', '1550717264', '0');
INSERT INTO `ey_taglist` VALUES ('74', '38', '3', '海滩', '0', 'cn', '1550717264', '0');
INSERT INTO `ey_taglist` VALUES ('78', '38', '3', '沙滩', '0', 'cn', '1550717264', '0');
INSERT INTO `ey_taglist` VALUES ('21', '38', '3', '中国', '0', 'cn', '1550717264', '0');
INSERT INTO `ey_taglist` VALUES ('13', '39', '3', '世界之最', '0', 'cn', '1552562064', '0');
INSERT INTO `ey_taglist` VALUES ('79', '40', '3', '摄影大赛', '0', 'cn', '1550716509', '0');
INSERT INTO `ey_taglist` VALUES ('2', '40', '3', '摄影', '0', 'cn', '1550716509', '0');
INSERT INTO `ey_taglist` VALUES ('80', '41', '3', '树木', '0', 'cn', '1550714519', '0');
INSERT INTO `ey_taglist` VALUES ('34', '41', '3', '森林', '0', 'cn', '1550714519', '0');
INSERT INTO `ey_taglist` VALUES ('81', '41', '3', '湖泊', '0', 'cn', '1550714519', '0');
INSERT INTO `ey_taglist` VALUES ('75', '41', '3', '美景', '0', 'cn', '1550714519', '0');
INSERT INTO `ey_taglist` VALUES ('21', '42', '3', '中国', '0', 'cn', '1550714590', '0');
INSERT INTO `ey_taglist` VALUES ('82', '42', '3', '古镇', '0', 'cn', '1550714590', '0');
INSERT INTO `ey_taglist` VALUES ('75', '42', '3', '美景', '0', 'cn', '1550714590', '0');
INSERT INTO `ey_taglist` VALUES ('83', '43', '4', '话剧', '0', 'cn', '1550714728', '0');
INSERT INTO `ey_taglist` VALUES ('84', '43', '4', '水果', '0', 'cn', '1550714728', '0');
INSERT INTO `ey_taglist` VALUES ('84', '44', '4', '水果', '0', 'cn', '1550714784', '0');
INSERT INTO `ey_taglist` VALUES ('85', '44', '4', '国旗', '0', 'cn', '1550714784', '0');
INSERT INTO `ey_taglist` VALUES ('86', '44', '4', '国家', '0', 'cn', '1550714784', '0');
INSERT INTO `ey_taglist` VALUES ('87', '44', '4', '食物画', '0', 'cn', '1550714784', '0');
INSERT INTO `ey_taglist` VALUES ('23', '44', '4', '食物', '0', 'cn', '1550714784', '0');
INSERT INTO `ey_taglist` VALUES ('23', '45', '4', '食物', '0', 'cn', '1550714819', '0');
INSERT INTO `ey_taglist` VALUES ('88', '45', '4', '美食', '0', 'cn', '1550714819', '0');
INSERT INTO `ey_taglist` VALUES ('84', '45', '4', '水果', '0', 'cn', '1550714819', '0');
INSERT INTO `ey_taglist` VALUES ('23', '46', '4', '食物', '0', 'cn', '1550714868', '0');
INSERT INTO `ey_taglist` VALUES ('16', '46', '4', '雕塑', '0', 'cn', '1550714868', '0');
INSERT INTO `ey_taglist` VALUES ('89', '47', '4', '水果盘', '0', 'cn', '1550714897', '0');
INSERT INTO `ey_taglist` VALUES ('84', '47', '4', '水果', '0', 'cn', '1550714897', '0');
INSERT INTO `ey_taglist` VALUES ('84', '48', '4', '水果', '0', 'cn', '1550715312', '0');
INSERT INTO `ey_taglist` VALUES ('13', '48', '4', '世界之最', '0', 'cn', '1550715312', '0');
INSERT INTO `ey_taglist` VALUES ('90', '49', '4', '皮卡丘', '0', 'cn', '1550715342', '0');
INSERT INTO `ey_taglist` VALUES ('91', '49', '4', '咖啡店', '0', 'cn', '1550715342', '0');
INSERT INTO `ey_taglist` VALUES ('23', '50', '4', '食物', '0', 'cn', '1550715381', '0');
INSERT INTO `ey_taglist` VALUES ('84', '50', '4', '水果', '0', 'cn', '1550715381', '0');
INSERT INTO `ey_taglist` VALUES ('92', '50', '4', '摄影创意', '0', 'cn', '1550715381', '0');
INSERT INTO `ey_taglist` VALUES ('93', '50', '4', '微距摄影', '0', 'cn', '1550715381', '0');
INSERT INTO `ey_taglist` VALUES ('88', '51', '4', '美食', '0', 'cn', '1550716088', '0');
INSERT INTO `ey_taglist` VALUES ('21', '51', '4', '中国', '0', 'cn', '1550716088', '0');
INSERT INTO `ey_taglist` VALUES ('60', '26', '2', '武汉', '0', 'cn', '1550716496', '0');
INSERT INTO `ey_taglist` VALUES ('75', '39', '3', '美景', '0', 'cn', '1552562064', '0');

-- -----------------------------
-- Table structure for `ey_ui_config`
-- -----------------------------
DROP TABLE IF EXISTS `ey_ui_config`;
CREATE TABLE `ey_ui_config` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '表id',
  `md5key` varchar(100) NOT NULL DEFAULT '' COMMENT '唯一键值（由 theme_style、page、name）组成',
  `theme_style` varchar(20) DEFAULT 'pc' COMMENT '模板风格',
  `page` varchar(64) DEFAULT '' COMMENT '页面分组',
  `type` varchar(50) DEFAULT '' COMMENT '编辑类型',
  `name` varchar(50) DEFAULT '' COMMENT '与页面的e-id对应',
  `value` text COMMENT '页面美化的val值',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `md5key` (`md5key`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='可视化参数设置';


-- -----------------------------
-- Table structure for `ey_users`
-- -----------------------------
DROP TABLE IF EXISTS `ey_users`;
CREATE TABLE `ey_users` (
  `users_id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '表id',
  `username` varchar(30) NOT NULL DEFAULT '' COMMENT '用户名',
  `password` varchar(32) NOT NULL DEFAULT '' COMMENT '登录密码',
  `nickname` varchar(50) NOT NULL DEFAULT '' COMMENT '昵称',
  `is_mobile` tinyint(1) DEFAULT '0' COMMENT '绑定手机号，0为不绑定，1为绑定',
  `mobile` varchar(20) NOT NULL DEFAULT '' COMMENT '手机号码（仅用于登录）',
  `is_email` tinyint(1) DEFAULT '0' COMMENT '绑定邮箱，0为不绑定，1为绑定',
  `email` varchar(60) NOT NULL DEFAULT '' COMMENT '电子邮件（仅用于登录）',
  `paypwd` varchar(50) DEFAULT '' COMMENT '支付密码，暂时未用到，可保留。',
  `users_money` decimal(10,2) DEFAULT '0.00' COMMENT '用户金额',
  `frozen_money` decimal(10,2) DEFAULT '0.00' COMMENT '冻结金额',
  `reg_time` int(11) unsigned DEFAULT '0' COMMENT '注册时间',
  `last_login` int(11) unsigned DEFAULT '0' COMMENT '最后登录时间',
  `last_ip` varchar(15) DEFAULT '' COMMENT '最后登录ip',
  `login_count` int(11) DEFAULT '0' COMMENT '登陆次数',
  `head_pic` varchar(255) DEFAULT '' COMMENT '头像',
  `province` int(6) DEFAULT '0' COMMENT '省份',
  `city` int(6) DEFAULT '0' COMMENT '市区',
  `district` int(6) DEFAULT '0' COMMENT '县',
  `level` smallint(5) DEFAULT '0' COMMENT '会员等级',
  `open_level_time` int(11) unsigned DEFAULT '0' COMMENT '开通会员级别时间',
  `level_maturity_days` varchar(20) DEFAULT '' COMMENT '会员级别到期天数',
  `discount` decimal(10,2) DEFAULT '1.00' COMMENT '会员折扣，默认1不享受',
  `total_amount` decimal(10,2) DEFAULT '0.00' COMMENT '消费累计额度',
  `is_activation` tinyint(1) DEFAULT '1' COMMENT '是否激活，0否，1是。\r\n后台注册默认为1激活。\r\n前台注册时，当会员功能设置选择后台审核，需后台激活才可以登陆。',
  `register_place` tinyint(1) DEFAULT '2' COMMENT '注册位置。后台注册不受注册验证影响，1为后台注册，2为前台注册。默认为2。',
  `open_id` varchar(30) NOT NULL DEFAULT '' COMMENT '微信唯一标识openid',
  `is_lock` tinyint(1) DEFAULT '0' COMMENT '是否被锁定冻结',
  `admin_id` int(10) DEFAULT '0' COMMENT '关联管理员ID',
  `lang` varchar(20) DEFAULT 'cn' COMMENT '语言标识',
  `is_del` tinyint(1) DEFAULT '0' COMMENT '伪删除，1=是，0=否',
  `update_time` int(11) unsigned DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`users_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='会员信息表';


-- -----------------------------
-- Table structure for `ey_users_config`
-- -----------------------------
DROP TABLE IF EXISTS `ey_users_config`;
CREATE TABLE `ey_users_config` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '会员功能配置表ID',
  `name` varchar(50) DEFAULT '' COMMENT '配置的key键名',
  `value` text COMMENT '配置的value值',
  `desc` varchar(100) DEFAULT '' COMMENT '键名说明',
  `inc_type` varchar(64) DEFAULT '' COMMENT '配置分组',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='会员功能配置表';

-- -----------------------------
-- Records of `ey_users_config`
-- -----------------------------
INSERT INTO `ey_users_config` VALUES ('1', 'users_open_register', '0', '', 'users', 'cn', '1555142271');
INSERT INTO `ey_users_config` VALUES ('2', 'users_verification', '0', '', 'users', 'cn', '1555142271');
INSERT INTO `ey_users_config` VALUES ('3', 'pay_open', '1', '', 'pay', 'cn', '1555142271');
INSERT INTO `ey_users_config` VALUES ('4', 'theme_color', '#ff6565', '', 'theme', 'cn', '1555142271');
INSERT INTO `ey_users_config` VALUES ('5', 'users_reg_notallow', 'www,bbs,ftp,mail,user,users,admin,administrator,eyoucms', '不允许注册的会员名', 'users', 'cn', '1547890773');

-- -----------------------------
-- Table structure for `ey_users_level`
-- -----------------------------
DROP TABLE IF EXISTS `ey_users_level`;
CREATE TABLE `ey_users_level` (
  `level_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `level_name` varchar(30) DEFAULT '' COMMENT '级别名称',
  `level_value` int(10) DEFAULT '0' COMMENT '会员等级值',
  `is_system` tinyint(1) DEFAULT '0' COMMENT '类型，1=系统，0=用户',
  `amount` decimal(10,2) DEFAULT '0.00' COMMENT '消费额度',
  `discount` int(10) DEFAULT '100' COMMENT '折扣率，初始值为100即100%，无折扣',
  `posts_count` int(10) DEFAULT '5' COMMENT '会员投稿次数限制',
  `ask_is_release` tinyint(1) DEFAULT '1' COMMENT '允许在问答中发布问题，1=是，0=否',
  `ask_is_review` tinyint(1) DEFAULT '0' COMMENT '在问答中发布问题或回答是否需要审核，1=是，0=否',
  `lang` varchar(20) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`level_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='会员级别表';

-- -----------------------------
-- Records of `ey_users_level`
-- -----------------------------
INSERT INTO `ey_users_level` VALUES ('1', '注册会员', '10', '1', '0.00', '100', '5', '1', '0', 'cn', '0', '1551151513');
INSERT INTO `ey_users_level` VALUES ('2', '中级会员', '50', '0', '0.00', '100', '10', '1', '0', 'cn', '1573614586', '1573614586');
INSERT INTO `ey_users_level` VALUES ('3', '高级会员', '100', '0', '0.00', '100', '20', '1', '0', 'cn', '1573614586', '1573614586');

-- -----------------------------
-- Table structure for `ey_users_list`
-- -----------------------------
DROP TABLE IF EXISTS `ey_users_list`;
CREATE TABLE `ey_users_list` (
  `list_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `users_id` int(10) NOT NULL DEFAULT '0' COMMENT '会员ID',
  `para_id` int(10) NOT NULL DEFAULT '0' COMMENT '属性ID',
  `info` text COMMENT '属性值',
  `lang` varchar(50) NOT NULL DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) NOT NULL DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) NOT NULL DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`list_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='会员属性表(信息）';


-- -----------------------------
-- Table structure for `ey_users_menu`
-- -----------------------------
DROP TABLE IF EXISTS `ey_users_menu`;
CREATE TABLE `ey_users_menu` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `title` varchar(30) DEFAULT '' COMMENT '导航名称',
  `mca` varchar(50) DEFAULT '' COMMENT '分组/控制器/操作名',
  `is_userpage` tinyint(1) DEFAULT '0' COMMENT '默认会员首页',
  `sort_order` int(10) DEFAULT '0' COMMENT '排序号',
  `status` tinyint(1) DEFAULT '1' COMMENT '状态，1=显示，0=隐藏',
  `lang` varchar(20) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='会员菜单表';

-- -----------------------------
-- Records of `ey_users_menu`
-- -----------------------------
INSERT INTO `ey_users_menu` VALUES ('1', '个人信息', 'user/Users/index', '1', '100', '1', 'cn', '1555904190', '1555917737');
INSERT INTO `ey_users_menu` VALUES ('2', '账户充值', 'user/Pay/pay_consumer_details', '0', '100', '1', 'cn', '1555904190', '1555917761');
INSERT INTO `ey_users_menu` VALUES ('3', '商城中心', 'user/Shop/shop_centre', '0', '100', '0', 'cn', '1555904190', '1555917761');
INSERT INTO `ey_users_menu` VALUES ('4', '会员升级', 'user/Level/level_centre', '0', '100', '0', 'cn', '1555904190', '1555917761');
INSERT INTO `ey_users_menu` VALUES ('5', '会员投稿', 'user/UsersRelease/release_centre', '0', '100', '0', 'cn', '1555904190', '1555917761');

-- -----------------------------
-- Table structure for `ey_users_money`
-- -----------------------------
DROP TABLE IF EXISTS `ey_users_money`;
CREATE TABLE `ey_users_money` (
  `moneyid` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '金额明细表ID',
  `users_id` int(10) DEFAULT '0' COMMENT '会员表ID',
  `money` decimal(10,2) DEFAULT '0.00' COMMENT '金额',
  `users_money` decimal(10,2) DEFAULT '0.00' COMMENT '此条记录的账户金额',
  `cause` text COMMENT '事由，暂时在升级消费中使用到，以serialize序列化后存入，用于后续查询。',
  `cause_type` tinyint(1) DEFAULT '0' COMMENT '数据类型，0为消费，1为充值。其余后续添加。',
  `status` tinyint(1) DEFAULT '1' COMMENT '是否成功，默认1，0失败，1未付款，2已付款，3已完成，4订单取消。',
  `pay_method` varchar(10) DEFAULT '' COMMENT '支付方式，wechat为微信支付，alipay为支付宝支付',
  `wechat_pay_type` varchar(20) NOT NULL DEFAULT '' COMMENT '微信支付时，标记使用的支付类型（扫码支付，微信内部，微信H5页面）',
  `pay_details` text COMMENT '支付时返回的数据，以serialize序列化后存入，用于后续查询。',
  `order_number` varchar(30) DEFAULT '' COMMENT '订单号',
  `lang` varchar(50) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`moneyid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='金额明细表';


-- -----------------------------
-- Table structure for `ey_users_parameter`
-- -----------------------------
DROP TABLE IF EXISTS `ey_users_parameter`;
CREATE TABLE `ey_users_parameter` (
  `para_id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `title` varchar(100) NOT NULL DEFAULT '' COMMENT '标题',
  `name` varchar(100) NOT NULL DEFAULT '' COMMENT '名称',
  `dtype` varchar(32) NOT NULL DEFAULT '' COMMENT '字段类型',
  `dfvalue` varchar(1000) NOT NULL DEFAULT '' COMMENT '默认值',
  `is_system` tinyint(1) DEFAULT '0' COMMENT '是否为系统属性，系统属性不可删除，1为是，0为否，默认0。',
  `is_hidden` tinyint(1) DEFAULT '0' COMMENT '是否禁用属性，1为是，0为否',
  `is_required` tinyint(1) DEFAULT '0' COMMENT '是否为必填属性，1为是，0为否，默认0。',
  `sort_order` smallint(5) NOT NULL DEFAULT '0' COMMENT '排序',
  `lang` varchar(50) NOT NULL DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) NOT NULL DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) NOT NULL DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`para_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='会员属性表(字段)';

-- -----------------------------
-- Records of `ey_users_parameter`
-- -----------------------------
INSERT INTO `ey_users_parameter` VALUES ('1', '手机号码', 'mobile_1', 'mobile', '', '1', '0', '0', '1', 'cn', '0', '1551238026');
INSERT INTO `ey_users_parameter` VALUES ('2', '邮箱地址', 'email_2', 'email', '', '1', '0', '1', '1', 'cn', '0', '1551238549');

-- -----------------------------
-- Table structure for `ey_users_type_manage`
-- -----------------------------
DROP TABLE IF EXISTS `ey_users_type_manage`;
CREATE TABLE `ey_users_type_manage` (
  `type_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
  `type_name` varchar(30) DEFAULT '' COMMENT '类型名称',
  `level_id` int(10) DEFAULT '0' COMMENT '会员等级ID',
  `price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '价格',
  `limit_id` int(10) DEFAULT '0' COMMENT '会员期限限制，存储ID，值对应常量表的admin_member_limit_arr数组',
  `sort_order` smallint(5) NOT NULL DEFAULT '0' COMMENT '排序',
  `lang` varchar(20) DEFAULT 'cn' COMMENT '语言标识',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`type_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='会员产品类型表';

-- -----------------------------
-- Records of `ey_users_type_manage`
-- -----------------------------
INSERT INTO `ey_users_type_manage` VALUES ('1', '升级为本站中级会员', '2', '100.00', '2', '100', 'cn', '1573614586', '1573614586');
INSERT INTO `ey_users_type_manage` VALUES ('2', '升级为本站高级会员', '3', '200.00', '3', '100', 'cn', '1573614586', '1573614586');

-- -----------------------------
-- Table structure for `ey_weapp`
-- -----------------------------
DROP TABLE IF EXISTS `ey_weapp`;
CREATE TABLE `ey_weapp` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `code` varchar(50) DEFAULT '' COMMENT '插件标识',
  `name` varchar(55) DEFAULT '' COMMENT '中文名字',
  `config` text COMMENT '配置信息',
  `data` text COMMENT '额外序列化存储数据，简单插件可以不创建表，存储这里即可',
  `status` tinyint(1) DEFAULT '0' COMMENT '状态：0=未安装，1=启用，-1=禁用',
  `tag_weapp` tinyint(1) DEFAULT '1' COMMENT '1=自动绑定，2=手工调用。关联模板标签weapp，自动调用内置的show钩子方法',
  `thorough` tinyint(1) DEFAULT '0' COMMENT '彻底卸载：0=是，1=否',
  `position` varchar(30) DEFAULT 'default' COMMENT '插件位置',
  `sort_order` int(10) DEFAULT '100' COMMENT '排序号',
  `add_time` int(11) DEFAULT '0' COMMENT '新增时间',
  `update_time` int(11) DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  KEY `code` (`code`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='插件应用表';

